Repository: openwrt/luci
Catalog: applications/luci-app-omcproxy/po/*/omcproxy.po
Languages: cs, fr, it, nl, zh_hans

source: Add instance
cs: Přidat instanci
fr: Ajouter une instance
it: Aggiungi istanza
nl: Instantie toevoegen
zh_hans: 添加实例

source: Downlink interface
cs: Downlink rozhraní
fr: Interface Downlink
it: Interfaccia di ricezione
zh_hans: 下行链路接口

source: Embedded IGMPv3 and MLDv2 proxy
cs: Zabudovaná proxy IGMPv3 a MLDv2
fr: Proxy IGMPv3 et MLDv2 intégré
it: Proxy IGMPv3 e MLDv2 incorporato
nl: Ge√Øntegreerde IGMPv3- en MLDv2-proxy
zh_hans: 嵌入式IGMPv3和MLDv2组播代理(omcproxy)

source: Grant UCI access for luci-app-omcproxy
cs: Udělit luci-app-omcproxy přístup do UCI nastavování
it: Concedi l'accesso UCI per luci-app-omcproxy
nl: Verleen UCI-toegang voor luci-app-omcproxy

source: Minimum multicast scope to proxy (only affects IPv6 multicast)
cs: Minimální multicast rozsah proxy (ovlivňuje pouze IPv6 multicast)
fr: Portée de multidiffusion minimale vers le proxy (affecte uniquement la multidiffusion IPv6)
it: Multicast minimo per il proxy (riguarda solo il multicast IPv6)
nl: Minimaal multicast-bereik naar proxy (alleen van invloed op IPv6-multicast)
zh_hans: 代理的最小范围（只影响IPv6的组播）

source: Proxy Instance
fr: Instance proxy
it: Istanza proxy
nl: Proxy-instantie
zh_hans: 代理实例

source: Scope
cs: Rozsah
fr: Portée
it: Ambito di applicazione
zh_hans: 范围

source: Uplink interface
cs: Uplink rozhraní
fr: Interface Uplink
it: Interfaccia di uplink
zh_hans: 上行链路接口

source: Where does the multicast come from?
cs: Odkud pochází vícesměrové vysílání?
fr: D'où vient le multicast ?
it: Da dove proviene il multicast?
nl: Waar komt de multicast vandaan?
zh_hans: 组播数据来源

source: Where does the multicast go to?
cs: Kam vícesměrové vysílání míří?
fr: Où va le multicast ?
it: Dov'Ã¨ diretto il multicast?
nl: Waar gaat de multicast naartoe?
zh_hans: 组播代理去向

source: admin-local
it: admin-locale
nl: admin-lokaal
zh_hans: 管理本地范围

source: default
cs: výchozí
fr: Par défaut
it: predefinito
nl: standaard
zh_hans: 默认

source: global
cs: globální
it: globale
nl: globaal
zh_hans: 全球范围

source: organization-local
fr: organisation-locale
it: organizzazione-locale
nl: organisatie-lokaal
zh_hans: 机构本地范围

source: realm
cs: oblast
fr: Domaine
it: regno
nl: rijk
zh_hans: 保留

source: site-local
it: sito-locale
nl: site-lokaal
zh_hans: 站点本地范围

source: omcproxy
zh_hans: 组播代理
