Repository: openwrt/luci
Catalog: applications/luci-app-eoip/po/*/eoip.po
Languages: bg, ko, tr

source: Destination
bg: Крайна цел
ko: 목적지
tr: Hedef

source: Destination IP address for connection EoIP.
bg: Краен IP адрес за връзка EoIP.
ko: EoIP 연결의 목적지 IP 주소입니다.
tr: EoIP bağlantısı için hedef IP adresi.

source: Dynamic
bg: Динамичен
ko: 동적
tr: Dinamik

source: Enable tunnel
bg: Позволи тунел
ko: 터널 활성화
tr: Tüneli etkinleştir

source: EoIP - Tunneling
bg: EoIP - Тунелиране
ko: EoIP - 터널링
tr: EoIP - Tünelleme

source: EoIP tunnel
bg: EoIP тунел
ko: EoIP 터널
tr: EoIP tüneli

source: Grant UCI access for luci-app-eoip
bg: Позволи UCI достъп на luci-app-eoip
ko: luci-app-eoip의 UCI 접근 권한 부여
tr: luci-app-eoip için UCI erişim izni verin

source: Here you can configure EoIP tunnel. At current moment it is easiest way to create stateless tunnel with Mikrotik.
bg: Тук може да конфигурирате EoIP тунел. В момента това е най-лесния начин да се създаде тунел без състояние (stateless) с Mikrotik.
ko: EoIP 터널을 설정합니다. 현재 MikroTik 장비와 상태 비저장(Stateless) 터널을 구성하는 가장 간편한 방법입니다.
tr: Burada EoIP tünelini yapılandırabilirsiniz. Şu anda Mikrotik ile stateless tünel oluşturmanın en kolay yolu budur.

source: ID tunnel
bg: ID тунел
ko: 터널 ID
tr: Kimlik tüneli

source: If you input 0 interface name zeoip0
bg: Ако въведете 0 името на интерфейса ще е zeoip0
ko: 0 입력 시 인터페이스 zeoip0으로 지정
tr: 0 arayüz adı girerseniz zeoip0

source: If you use dynamic option, take attention that there is no authorization, and it is not secure. It is not good idea to use this feature with public ip or insecure(not completely under your control, each host) network.
bg: Ако използвате динамичната опция, обърнете под внимане че няма авторизация и липсва сигурност. Не е добра идея да се използва тази настройка с публичен IP адрес или от несигурна (не изцяло под Ваш контрол, всеки хост) мрежи.
ko: 동적 옵션 사용 시 별도의 인증 과정이 없으므로 보안에 취약할 수 있습니다. 공인 IP 환경이나 안전하지 않은(사용자가 직접 관리하지 않는) 네트워크에서는 사용을 권장하지 않습니다.
tr: Dinamik seçeneğini kullanırsanız, yetkilendirme olmadığına ve güvenli olmadığına dikkat edin. Bu özelliği genel ip veya güvensiz (tamamen kontrolünüz altında olmayan, her ana bilgisayar) ağ ile kullanmak iyi bir fikir değildir.

source: Indeficator id tunnel
bg: Идефикатор id на тунела
ko: 터널 고유 식별 번호
tr: Belirleyici kimlik tüneli

source: Name interface [zeoip
bg: Име интерфейс [zeoip
tr: Arayüz adı [zeoip

source: Name interface already in used
bg: Името на интерфейса вече се използва
ko: 이미 사용 중인 인터페이스 번호
tr: Zaten kullanılmakta olan arayüz adı

source: Settings
bg: Настройки
ko: 설정
tr: Ayarlar

source: VLAN TAG on this interface
bg: VLAN TAG на този интерфейс
ko: 이 인터페이스에 적용할 VLAN ID
tr: Bu arayüzdeki VLAN etiketi
