Repository: openwrt/luci
Catalog: applications/luci-app-crowdsec-firewall-bouncer/po/*/crowdsec-firewall-bouncer.po
Languages: de, es, ko, lt, tr

source: API key
de: API-Schlüssel
es: Clave de API
ko: API 키
lt: „API“ raktas
tr: API anahtarı

source: Benefit from the most accurate CTI in the world.
ko: 세계 최고 수준의 정밀한 CTI 정보를 제공합니다.

source: Block packets from filtered interfaces addressed to devices in your network.
de: Blockieren von Paketen von gefilterten Schnittstellen an Geräte in Ihrem Netzwerk.
es: Bloquear paquetes de interfaces filtradas dirigidas a dispositivos en su red.
ko: 필터링 인터페이스에서 네트워크 내 장치로 향하는 패킷을 검사하여 차단합니다.
lt: Blokuoti paketus, kurie yra filtruoti iš sąsajų ir/arba sietuvų, adresuotus į Jūsų tinklo įrenginiams.
tr: Ağınızdaki cihazlara yönelik filtrelenmiş arabirimlerden gelen paketleri engelleyin.

source: Block packets from filtered interfaces addressed to the router itself.
de: Blockieren von Paketen von gefilterten Schnittstellen, die an den Router selbst gerichtet sind.
es: Bloquear paquetes de interfaces filtradas dirigidas al propio enrutador.
ko: 필터링 인터페이스에서 라우터 본체로 향하는 패킷을 검사하여 차단합니다.
lt: Blokuoti paketus, kurie yra filtruoti iš sąsajų ir/arba sietuvų, adresuotus į patį maršrutizatorių.
tr: Yönlendiricinin kendisine yöneltilen filtrelenmiş arabirimlerden gelen paketleri engelleyin.

source: Bouncer
es: Echador
ko: 대응 모듈(Bouncer)

source: CrowdSec Bouncer
es: Echador CrowdSec
ko: CrowdSec 대응 모듈

source: Enable
de: Aktivieren
es: Activar
ko: 활성화
lt: Įjungti/Įgalinti
tr: Etkinleştir

source: Enable support for IPv6
de: Unterstützung für IPv6 aktivieren
es: Activar soporte para IPv6
ko: IPv6 지원 활성화
lt: Įgalinti IPv6 palaikymą
tr: IPv6 için desteği etkinleştirin

source: Filter forward chain
de: Weiterleitungskette filtern
es: Filtrar cadena de reenvío
ko: 전달 체인 필터링
lt: Filtruoti persiuntimo grandinę
tr: İleri zinciri filtrele

source: Filter input chain
de: Eingangskette filtern
es: Filtrar cadena de entrada
ko: 입력 체인 필터링
lt: Filtruoti įvesties grandinę
tr: Giriş zincirini filtrele

source: Filtered interfaces
de: Gefilterte Schnittstellen
es: Interfaces filtradas
ko: 필터링 인터페이스
lt: Filtruotos/-i sąsajos ir/arba sietuvai
tr: Filtrelenmiş arayüzler

source: Gain %s protection against malicious IPs.
ko: %s 기반 보호로 악성 IP로부터 시스템을 보호하세요.

source: Grant UCI access to LuCI app crowdsec-firewall-bouncer
de: UCI Zugriff auf die LuCI-App Crowdsec-firewall-bouncer gewähren
es: Otorgar acceso UCI a la aplicación LuCI crowdsec-firewall-bouncer
ko: LuCI 앱 crowdsec-firewall-bouncer에 UCI 접근 권한 부여
lt: Suteikti „UCI“ prieigą prie „LuCI“ programos – „crowdsec-firewall-bouncer“
tr: UCI'nin LuCI uygulaması Crowdsec-firewall-bouncer'a erişmesine izin verin

source: If checked, a log statement will be added to the firewall rule and blocked ip addresses will be logged to System Log.
de: Bei der Prüfung wird der Firewall-Regel eine Log-Anweisung hinzugefügt und blockierte IP-Adressen werden im Systemprotokoll protokolliert.
es: Si está marcada, se agregará una declaración de registro a la regla del firewall y las direcciones IP bloqueadas se anotarán en el registro del sistema.
ko: 활성화 시, 방화벽 규칙에 로그 구문이 추가되어 차단된 IP 주소가 시스템 로그에 기록됩니다.
lt: Jei pažymėta/-s, prie užkardos taisyklės, bus pridėtas žurnalo teiginys/pareiškimas, o užblokuoti IP adresai bus registruojami į sistemos žurnalą.
tr: Bu işaretlenirse, güvenlik duvarı kuralına bir günlük ifadesi eklenir ve engellenen ıp adresleri Sistem Günlüğüne kaydedilir.

source: If unchecked IPv6 will not be filtered.
de: Wenn nicht aktiviert, wird IPv6 nicht gefiltert.
es: Si está desmarcado, IPv6 no será filtrado.
ko: 해제 시 IPv6 트래픽은 필터링되지 않습니다.
lt: Jei nepažymėta, IPv6 nebus filtruojamas.
tr: İşaretlenmemişse IPv6 filtrelenmez.

source: List of interfaces with traffic to be filtered.
de: Liste der Schnittstellen für den zu filternden Verkehr.
es: Lista de interfaces con tráfico que debe filtrarse.
ko: 트래픽 필터링을 적용할 인터페이스 목록입니다.
lt: Sąsajų ir/arba – sietuvų su srautu sąrašas, kuriuos reikia filtruoti.
tr: Filtrelenecek trafiğe sahip arayüzlerin listesi.

source: Log filtered ip addresses
de: Gefilterte IP-Adressen protokollieren
es: Registrar direcciones IP filtradas
ko: 차단된 IP 주소 기록
lt: Žurnalo filtruoti IP adresai
tr: Filtrelenen IP adreslerini günlüğe kaydet

source: The URL of your local CrowdSec API instance.
de: Die URL Ihrer lokalen CrowdSec API-Instanz.
es: La URL de tu instancia local de la API de CrowdSec.
ko: 로컬 CrowdSec API 인스턴스의 URL 주소입니다.
lt: Vietinio „CrowdSec API“ egzemplioriaus „URL“ – saitas.
tr: Yerel CrowdSec API örneğinizin URL'si.

source: The key of your bouncer as registered on the local CrowdSec API.
de: Der Schlüssel Ihres Bouncers, wie auf der lokalen CrowdSec API registriert.
es: La clave de tu bouncer registrada en la API local de CrowdSec.
ko: 로컬 CrowdSec API에 등록된 대응 모듈의 인증 키를 입력하세요.
lt: Jūsų „bouncer“ raktas, kuris yra užregistruotas vietinėje – „CrowdSec“, „API“.
tr: Yerel CrowdSec API'sinde kayıtlı olan korumanızın anahtarı.

source: URL of local API
de: URL der lokalen API
es: URL de la API local
ko: 로컬 API URL
lt: Vietinio „API“ „URL“ – saitas
tr: Yerel API URL'si

source: Gain <a href="http://www.crowdsec.net">crowd-sourced</a> protection against malicious IPs. Benefit from the most accurate CTI in the world.
de: Erhalten Sie <a href="http://www.crowdsec.net">crowd-sourceten</a> Schutz vor schädlichen IPs. Profitieren Sie von der präzisesten CTI der Welt.
es: Obtenga protección <a href="http://www.crowdsec.net">crowd-sourced</a> contra IP maliciosas. Benefíciese del CTI más preciso del mundo.
lt: Gauti „<a href="http://www.crowdsec.net">bendruomenės išgautas</a>“ apsaugą prieš žalingus IP(dgs.). Gaukite naudą iš tiksliausio „CTI“ pasaulyje*.
tr: Kötü amaçlı IP'lere karşı <a href="http://www.crowdsec.net">kitle kaynaklı</a> koruma elde edin. Dünyadaki en doğru CTI'dan yararlanın.
