Repository: openwrt/luci
Catalog: applications/luci-app-udpxy/po/*/udpxy.po
Languages: es, ko

source: -1 is all.
es: -1 es todo.

source: -1 is unlimited.
es: -1 es ilimitado.

source: Absent Interface
es: Falta la interfaz
ko: 인터페이스 미인식

source: Buffer message amount
es: Cantidad de mensajes en el búfer

source: Buffer time limit
es: Límite de tiempo del búfer
ko: 버퍼 시간 제한

source: Client amount upper limit
es: Límite superior en el número de clientes

source: Client statistics
es: Estadísticas de los clientes
ko: 클라이언트 통계

source: Custom Value
es: Valor personalizado
ko: 사용자 정의 값

source: Default
es: Predeterminado
ko: 기본값

source: Enabled
es: Activado
ko: 활성화

source: Grant UCI access for luci-app-udpxy
es: Conceder acceso UCI para luci-app-udpxy
ko: luci-app-udpxy의 UCI 접근 권한 부여

source: HTTP Listen interface
es: Interfaz para escuchar HTTP
ko: HTTP 대기 인터페이스

source: Ingress buffer size
es: Tamaño del búfer de entrada
ko: 인그레스 버퍼 크기

source: Log file
es: Archivo de registro
ko: 로그 파일

source: Multicast subscribe Source Network
es: Red de origen para suscripción a multidifusión
ko: 멀티캐스트 구독 소스 네트워크

source: Multicast subscribe source interface
es: Interfaz de origen de suscripción multicast
ko: 멀티캐스트 구독 소스 인터페이스

source: Nice increment
es: Incremento agradable

source: Port
es: Puerto
ko: 포트

source: Renew multicast subscription periodicity
es: Periodicidad de renovación de la suscripción a multidifusión

source: Respawn
es: Reaparecer

source: Unit: bytes, Kb, Mb; Max 2097152 bytes
es: Unidad: bytes, Kb, Mb; Máx. 2097152 bytes

source: Unit: seconds; 0 is skip.
es: Unidad: segundos; 0 es omitir.

source: Verbose logging
es: Registro detallado
ko: 상세 로그 기록

source: When the network is reloaded, the udpxy is reloaded
es: Cuando se recarga la red, se recarga el udpxy

source: custom
es: personalizado
ko: 사용자 정의

source: udpxy is an IPTV stream relay, a UDP-to-HTTP multicast traffic relay daemon which forwards multicast UDP streams to HTTP clients.
es: udpxy es una retransmisión de flujos IPTV, un daemon de retransmisión de tráfico multicast UDP a HTTP que reenvía flujos UDP multicast a clientes HTTP.
ko: udpxy는 IPTV 스트림 릴레이로, 멀티캐스트 UDP 스트림을 HTTP 클라이언트로 전달하는 UDP-to-HTTP 멀티캐스트 트래픽 릴레이 데몬입니다.

source: unspecified
es: sin especificar
ko: 미지정
