Repository: openwrt/luci
Catalog: applications/luci-app-smart-reboot/po/*/smart-reboot.po
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Smart Reboot
ar: إعادة تشغيل ذكية
de: Intelligenter Neustart
es: Reinicio inteligente
fr: Redémarrage intelligent
id: Reboot Cerdas
it: Riavvio intelligente
ja: スマート再起動
ko: 스마트 재부팅
nl: Slimme herstart
pl: Inteligentny restart
pt_br: Reinicialização inteligente
ru: Умная перезагрузка
th: รีบูตอัจฉริยะ
tr: Akıllı Yeniden Başlatma
uk: Розумне перезавантаження
vi: Khởi động lại thông minh
zh_hans: 智能重启
zh_hant: 智慧重新啟動

source: Reboot only when the network is idle at the configured dawn time.
ar: أعد التشغيل فقط عندما تكون الشبكة خاملة في وقت الفجر المحدد.
de: Nur neu starten, wenn das Netzwerk zur konfigurierten Zeit im Leerlauf ist.
es: Reiniciar solo cuando la red esté inactiva a la hora de madrugada configurada.
fr: Redémarrer uniquement lorsque le réseau est inactif à l'heure d'aube configurée.
id: Reboot hanya saat jaringan idle pada waktu dini hari yang dikonfigurasi.
it: Riavvia solo quando la rete è inattiva all'ora dell'alba configurata.
ja: 設定した早朝時刻に、ネットワークがアイドル状態のときのみ再起動します。
ko: 설정한 새벽 시각에 네트워크가 유휴 상태일 때만 재부팅합니다.
nl: Herstart alleen wanneer het netwerk inactief is op de ingestelde ochtendtijd.
pl: Uruchom ponownie tylko wtedy, gdy sieć jest bezczynna o skonfigurowanej porze nad ranem.
pt_br: Reinicia somente quando a rede estiver ociosa no horário de madrugada configurado.
ru: Перезагружать только когда сеть неактивна в заданное раннее время.
th: รีบูตเฉพาะเมื่อเครือข่ายว่างในเวลาช่วงเช้ามืดที่ตั้งค่าไว้
tr: Yalnızca ağ, ayarlanan şafak saatinde boşta olduğunda yeniden başlat.
uk: Перезавантажувати лише коли мережа неактивна у заданий ранковий час.
vi: Chỉ khởi động lại khi mạng nhàn rỗi vào thời điểm rạng sáng đã cấu hình.
zh_hans: 仅在设定的凌晨时间且网络空闲时才重启。
zh_hant: 僅在設定的清晨時間且網路閒置時才重新啟動。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fr: Activer
id: Aktifkan
it: Abilita
ja: 有効化
ko: 활성화
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Last automatic reboot
ar: آخر إعادة تشغيل تلقائية
de: Letzter automatischer Neustart
es: Último reinicio automático
fr: Dernier redémarrage automatique
id: Reboot otomatis terakhir
it: Ultimo riavvio automatico
ja: 前回の自動再起動
ko: 마지막 자동 재부팅
nl: Laatste automatische herstart
pl: Ostatni automatyczny restart
pt_br: Última reinicialização automática
ru: Последняя автоматическая перезагрузка
th: รีบูตอัตโนมัติครั้งล่าสุด
tr: Son otomatik yeniden başlatma
uk: Останнє автоматичне перезавантаження
vi: Lần khởi động lại tự động gần nhất
zh_hans: 上次自动重启
zh_hant: 上次自動重新啟動

source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
it: Mai
ja: なし
ko: 없음
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
th: ไม่เคย
tr: Asla
uk: Ніколи
vi: Chưa từng
zh_hans: 从未
zh_hant: 從不

source: Reboot time (HH:MM)
ar: وقت إعادة التشغيل (HH:MM)
de: Neustartzeit (HH:MM)
es: Hora de reinicio (HH:MM)
fr: Heure de redémarrage (HH:MM)
id: Waktu reboot (HH:MM)
it: Ora di riavvio (HH:MM)
ja: 再起動時刻 (HH:MM)
ko: 재부팅 시각 (HH:MM)
nl: Herstarttijd (HH:MM)
pl: Godzina restartu (HH:MM)
pt_br: Horário de reinicialização (HH:MM)
ru: Время перезагрузки (HH:MM)
th: เวลารีบูต (HH:MM)
tr: Yeniden başlatma saati (HH:MM)
uk: Час перезавантаження (HH:MM)
vi: Thời gian khởi động lại (HH:MM)
zh_hans: 重启时间 (HH:MM)
zh_hant: 重新啟動時間 (HH:MM)

source: Time format must be HH:MM (24-hour). Example: 04:00
ar: يجب أن يكون تنسيق الوقت HH:MM (24 ساعة). مثال: 04:00
de: Zeitformat muss HH:MM (24-Stunden) sein. Beispiel: 04:00
es: El formato de hora debe ser HH:MM (24 horas). Ejemplo: 04:00
fr: Le format de l'heure doit être HH:MM (24h). Exemple : 04:00
id: Format waktu harus HH:MM (24 jam). Contoh: 04:00
it: Il formato orario deve essere HH:MM (24 ore). Esempio: 04:00
ja: 時刻形式は HH:MM（24時間）で入力してください。例: 04:00
ko: 시간 형식은 HH:MM(24시간제)이어야 합니다. 예: 04:00
nl: Tijdnotatie moet HH:MM (24-uurs) zijn. Voorbeeld: 04:00
pl: Format czasu musi być HH:MM (24-godzinny). Przykład: 04:00
pt_br: O formato de hora deve ser HH:MM (24 horas). Exemplo: 04:00
ru: Формат времени должен быть HH:MM (24 часа). Пример: 04:00
th: รูปแบบเวลาต้องเป็น HH:MM (24 ชั่วโมง) ตัวอย่าง: 04:00
tr: Saat biçimi HH:MM (24 saat) olmalıdır. Örnek: 04:00
uk: Формат часу має бути HH:MM (24-годинний). Приклад: 04:00
vi: Định dạng thời gian phải là HH:MM (24 giờ). Ví dụ: 04:00
zh_hans: 时间格式必须为 HH:MM（24小时制）。示例：04:00
zh_hant: 時間格式必須為 HH:MM（24 小時制）。例如：04:00

source: Select all interfaces
ar: تحديد جميع الواجهات
de: Alle Schnittstellen auswählen
es: Seleccionar todas las interfaces
fr: Sélectionner toutes les interfaces
id: Pilih semua antarmuka
it: Seleziona tutte le interfacce
ja: すべてのインターフェースを選択
ko: 전체 인터페이스 선택
nl: Alle interfaces selecteren
pl: Wybierz wszystkie interfejsy
pt_br: Selecionar todas as interfaces
ru: Выбрать все интерфейсы
th: เลือกทุกอินเทอร์เฟซ
tr: Tüm arayüzleri seç
uk: Вибрати всі інтерфейси
vi: Chọn tất cả giao diện
zh_hans: 选择所有接口
zh_hant: 選擇所有介面

source: Monitored interfaces
ar: الواجهات المُراقبة
de: Überwachte Schnittstellen
es: Interfaces monitorizadas
fr: Interfaces surveillées
id: Antarmuka yang dipantau
it: Interfacce monitorate
ja: 監視対象インターフェース
ko: 모니터링 인터페이스
nl: Gemonitorde interfaces
pl: Monitorowane interfejsy
pt_br: Interfaces monitoradas
ru: Отслеживаемые интерфейсы
th: อินเทอร์เฟซที่เฝ้าตรวจ
tr: İzlenen arayüzler
uk: Інтерфейси моніторингу
vi: Giao diện được giám sát
zh_hans: 监控接口
zh_hant: 監控介面

source: Idle sampling duration (seconds)
ar: مدة أخذ عينات الخمول (ثوانٍ)
de: Leerlauf-Abtastdauer (Sekunden)
es: Duración de muestreo de inactividad (segundos)
fr: Durée d'échantillonnage d'inactivité (secondes)
id: Durasi sampling idle (detik)
it: Durata campionamento inattività (secondi)
ja: アイドル判定サンプリング時間（秒）
ko: 유휴 샘플링 시간(초)
nl: Duur van inactiviteitsmeting (seconden)
pl: Czas próbkowania bezczynności (sekundy)
pt_br: Duração da amostragem de ociosidade (segundos)
ru: Длительность проверки простоя (сек.)
th: ระยะเวลาสุ่มตัวอย่างสถานะว่าง (วินาที)
tr: Boşta örnekleme süresi (saniye)
uk: Тривалість перевірки простою (секунди)
vi: Thời lượng lấy mẫu nhàn rỗi (giây)
zh_hans: 空闲采样时长（秒）
zh_hant: 閒置取樣時長（秒）

source: Idle threshold (bytes)
ar: حد الخمول (بايت)
de: Leerlauf-Schwellenwert (Bytes)
es: Umbral de inactividad (bytes)
fr: Seuil d'inactivité (octets)
id: Ambang idle (byte)
it: Soglia inattività (byte)
ja: アイドル閾値（バイト）
ko: 유휴 임계값(바이트)
nl: Inactiviteitsdrempel (bytes)
pl: Próg bezczynności (bajty)
pt_br: Limite de ociosidade (bytes)
ru: Порог простоя (байт)
th: เกณฑ์สถานะว่าง (ไบต์)
tr: Boşta eşiği (bayt)
uk: Поріг простою (байти)
vi: Ngưỡng nhàn rỗi (byte)
zh_hans: 空闲阈值（字节）
zh_hant: 閒置閾值（位元組）
