Repository: openwrt/luci
Catalog: modules/luci-mod-dsl/po/*/dsl.po
Languages: ko, ta, uk

source: ATM Header Error Control Errors (HEC-P)
ko: ATM 헤더 검사 오류 (HEC-P)
ta: ஏடிஎம் தலைப்பு பிழை கட்டுப்பாட்டு பிழைகள் (HEC-P)
uk: Код помилки (HEC-P) ATM заголовка

source: Actual Data Rate
ko: 실제 전송 속도
ta: உண்மையான தரவு வீதம்
uk: Фактична швидкість передачі даних

source: Aggregate Transmit Power (ACTATP)
ko: 합산 송신 출력 (ACTATP)
ta: மொத்த பரிமாற்ற ஆற்றல் (ஆக்டாடிபி)

source: Annex
ta: இணைப்பு
uk: Додаток

source: Attainable Data Rate (ATTNDR)
ko: 최대 가능 속도 (ATTNDR)
ta: அடையக்கூடிய தரவு வீதம் (ATTNDR)
uk: Досяжна швидкість передачі даних (ATTNDR)

source: Bitswap
ko: 비트스왑
ta: பிட்ச்வாப்

source: CRC Errors (CV-C)
ko: CRC 오류 (CV-C)
ta: சி.ஆர்.சி பிழைகள் (சி.வி-சி)
uk: Помилки CRC (CV-C)

source: Channel Counters
ko: 채널 통계
ta: சேனல் கவுண்டர்கள்
uk: Лічильники каналів

source: Connection State
ko: 연결 상태
ta: இணைப்பு நிலை
uk: Стан підключення

source: Corrected DTUs (rtx-c)
ko: 정정 DTU (rtx-c)
ta: சரிசெய்யப்பட்ட DTUS (RTX-C)
uk: Виправлені DTU (rtx-c)

source: Corrected by FEC (FEC-C)
ko: FEC 정정 완료 (FEC-C)
ta: FEC (FEC-C) ஆல் சரி செய்யப்பட்டது
uk: Виправлено FEC (FEC-C)

source: DSL line spectrum
ko: DSL 회선 스펙트럼
ta: டி.எச்.எல் வரி ச்பெக்ட்ரம்
uk: Лінійчастий спектр DSL

source: DSL stats
ko: DSL 통계
ta: டி.எச்.எல் புள்ளிவிவரங்கள்
uk: Статистика DSL

source: Data Path Counters
ko: 데이터 경로 통계
ta: தரவு பாதை கவுண்டர்கள்
uk: Лічильники шляхів даних

source: Data Rates
ko: 데이터 전송 속도
ta: தரவு விகிதங்கள்
uk: Швидкість передачі даних

source: Downstream HLOG
ko: 하향 Hlog
ta: கீழ்நிலை Hlog
uk: Низхідний HLOG

source: Downstream QLN
ko: 하향 QLN
ta: கீழ்நிலை QLN
uk: Нижчий QLN

source: Downstream SNR
ko: 하향 SNR
ta: கீழ்நிலை SNR
uk: SNR нижнього потоку

source: Downstream bits allocation
ko: 하향 비트 할당
ta: கீழ்நிலை பிட்கள் ஒதுக்கீடு
uk: Розподіл бітів низхідного потоку

source: Error Counters
ko: 오류 통계
ta: பிழை கவுண்டர்கள்
uk: Лічильники помилок

source: Error Seconds
ko: 오류 발생 시간(초 단위)
ta: பிழை விநாடிகள்
uk: Помилка секунд

source: Errored Seconds (ES)
ko: 오류 발생 시간 (ES)
ta: பிழையான விநாடிகள் (எச்)
uk: Секунди з помилками (ES)

source: Forward Error Correction Seconds (FECS)
ko: 순방향 오류 정정 시간 (FECS)
ta: முன்னோக்கி பிழை திருத்தம் விநாடிகள் (FECS)
uk: Секунди прямого виправлення помилок (FECS)

source: Grant access to luci-mod-dsl
ko: luci-mod-dsl에 접근 권한 부여
ta: லூசி-மோட்-டி.எச்.எல்
uk: Надати доступ до luci-mod-dsl

source: Impulse Noise Protection (INP)
ko: 충격성 잡음 보호 (INP)
ta: உந்துவிசை இரைச்சல் பாதுகாப்பு (INP)
uk: Захист від імпульсного шуму (INP)

source: Inventory
ko: 장치 정보
ta: சரக்கு
uk: Інвентар

source: Latency
ko: 지연 시간
ta: சுணக்கம்
uk: Затримка

source: Line Attenuation (LATN)
ko: 회선 감쇄 (LATN)
ta: வரி விழிப்புணர்வு
uk: Лінійне затухання (LATN)

source: Line Details
ko: 회선 세부 정보
ta: வரி விவரங்கள்
uk: Деталі лінії

source: Line Mode
ko: 회선 모드
ta: வரி முறை
uk: Лінійний режим

source: Line Parameters
ko: 회선 매개변수
ta: வரி அளவுருக்கள்
uk: Параметри лінії

source: Line State
ko: 회선 상태
ta: வரி நிலை
uk: Стан лінії

source: Line Uptime
ko: 회선 가동 시간
ta: வரி நேரம்
uk: Час роботи лінії

source: Loss of Signal Seconds (LOSS)
ko: 신호 손실 시간 (LOSS)
ta: சமிக்ஞை விநாடிகளின் இழப்பு (இழப்பு)
uk: Втрата секунд сигналу (LOSS)

source: Minimum Error-Free Throughput (MINEFTR)
ko: 최소 무오류 처리량 (MINEFTR)
ta: குறைந்தபட்ச பிழை இல்லாத செயல்திறன் (Mineftr)
uk: Мінімальна пропускна здатність без помилок (MINEFTR)

source: Modem Chipset
ko: 모뎀 칩셋
ta: மோடம் சிப்செட்
uk: Чіпсет модему

source: Modem Firmware
ko: 모뎀 펌웨어
ta: மோடம் ஃபார்ம்வேர்
uk: Прошивка модему

source: Noise Margin (SNRM)
ko: 잡음 여유도 (SNRM)
ta: ஒலி விளிம்பு (எச்.என்.ஆர்.எம்)
uk: Запас шуму (SNRM)

source: Noise Protection
ko: 잡음 보호
ta: இரைச்சல் பாதுகாப்பு
uk: Захист від шуму

source: On-line Reconfiguration
ko: 온라인 재구성
ta: ஆன்-லைன் மறுசீரமைப்பு
uk: Он-лайн реконфігурація

source: PTM Non Pre-emptive CRC Errors (CRC-P)
ko: PTM 비선점형 CRC 오류 (CRC-P)
ta: பி.டி.எம் அல்லாத முன்கூட்டியே சி.ஆர்.சி பிழைகள் (சி.ஆர்.சி-பி)
uk: Помилки PTM без випередження CRC (CRC-P)

source: PTM Pre-emptive CRC Errors (CRCP-P)
ko: PTM 선점형 CRC 오류 (CRCP-P)
ta: PTM முன்-ELDIVE CRC பிழைகள் (CRCP-P)
uk: Попереджувальні помилки CRC PTM (CRCP-P)

source: Pilot tones
ko: 파일럿 톤
ta: பைலட் டோன்கள்
uk: Пілотні тони

source: Power Management Mode
ko: 전원 관리 모드
ta: ஆற்றல் மேலாண்மை முறை
uk: Режим керування живленням

source: Rate Adaptation Mode
ko: 속도 적응 모드
ta: தழுவல் பயன்முறையை வீதப்படுத்துங்கள்
uk: Режим адаптації швидкості

source: Retransmission (G.INP)
ko: 재전송 (G.INP)
ta: மறுபயன்பாடு (G.INP)
uk: Ретрансляція (G.INP)

source: Retransmission Counters
ko: 재전송 통계
ta: மறுபயன்பாடு கவுண்டர்கள்
uk: Лічильники повторних передач

source: Retransmitted DTUs (rtx-tx)
ko: 재전송 DTU (rtx-tx)
ta: மீண்டும் அனுப்பப்பட்ட DTUS (RTX-TX)
uk: Повторно передані DTU (rtx-tx)

source: Seconds with Low Error-Free Throughput (LEFTRS)
ko: 저효율 통신 시간 (LEFTRS)
ta: குறைந்த பிழை இல்லாத செயல்திறன் (லெஃப்ட்ரிகள்) கொண்ட விநாடிகள்
uk: Секунди з низькою пропускною здатністю без помилок (LEFTRS)

source: Severely Errored Seconds (SES)
ko: 심각한 오류 발생 시간 (SES)
ta: கடுமையாக பிழையான விநாடிகள் (SES)
uk: Серйозно помилкові секунди (SES)

source: Signal Attenuation (SATN)
ko: 신호 감쇄 (SATN)
ta: சமிக்ஞை விழிப்புணர்வு (சட்ன்)
uk: Затухання сигналу (SATN)

source: Spectrum
ko: 스펙트럼
ta: நிறமாலை
uk: Спектр

source: Stats
ko: 통계
ta: புள்ளிவிவரங்கள்
uk: Статистика

source: Sub-carrier
ko: 부반송파
ta: துணை கேரியர்
uk: Піднесуча

source: The diagram shows the Channel Characteristics Function (HLOG) per subcarrier in uplink and downlink direction
ko: 이 도표는 상향 및 하향 부반송파별 채널 특성 함수(Hlog)를 보여줍니다
ta: வரைபடம் அப்லிங்க் மற்றும் டவுன்லிங்க் திசையில் ஒரு துணைக் கேரியருக்கு சேனல் பண்புகள் செயல்பாட்டை (HLOG) காட்டுகிறது
uk: На діаграмі показано функцію характеристик каналу (HLOG) для кожної піднесучої у висхідному та низхідному напрямках

source: The diagram shows the quiet line noise (QLN) per subcarrier in uplink and downlink direction
ko: 이 도표는 상향 및 하향 부반송파별 유휴 회선 잡음(QLN)을 보여줍니다
ta: வரைபடம் அப்லிங்க் மற்றும் டவுன்லிங்க் திசையில் ஒரு துணைக் கேரியருக்கு அமைதியான வரி ஒலி (QLN) காட்டுகிறது
uk: Діаграма показує шум тихої лінії (QLN) на піднесучу у висхідному та низхідному напрямках

source: The following diagrams show graphically prepared DSL characteristics that are important for evaluating the DSL connection.
ko: 다음 도표는 DSL 연결 상태 평가에 필요한 정보를 시각화하여 보여줍니다.
ta: பின்வரும் வரைபடங்கள் டி.எச்.எல் இணைப்பை மதிப்பிடுவதற்கு முக்கியமான வரைபடமாக தயாரிக்கப்பட்ட டி.எச்.எல் பண்புகளைக் காட்டுகின்றன.
uk: Наступні діаграми показують графічно підготовлені характеристики DSL, важливі для оцінки з’єднання DSL.

source: The graph shows th amount of bits actually allocated per subcarrier in the uplink and downlink direction
ta: வரைபடம் அப்லிங்க் மற்றும் டவுன்லிங்க் திசையில் ஒரு துணைக் கேரியருக்கு உண்மையில் ஒதுக்கப்பட்ட பிட்களின் அளவு காட்டுகிறது
uk: Графік показує кількість бітів, фактично виділених на піднесучу у висхідному та низхідному напрямках

source: The graph shows the signal to noise ratio (SNR) per subcarrier in the uplink and downlink direction
ko: 이 그래프는 상향 및 하향 부반송파(subcarrier)별 신호 대 잡음비(SNR)를 보여줍니다
ta: வரைபடம் அப்லிங்க் மற்றும் டவுன்லிங்க் திசையில் ஒரு துணைக் கேரியருக்கு சிக்னலை ஒலி விகிதத்திற்கு (எச்.என்.ஆர்) காட்டுகிறது
uk: На графіку показано відношення сигнал/шум (SNR) на піднесучу у висхідному та низхідному напрямках

source: Unavailable Seconds (UAS)
ko: 사용 불가 시간 (UAS)
ta: கிடைக்காத விநாடிகள் (UAS)
uk: Недоступні секунди (UAS)

source: Uncorrected DTUs (rtx-uc)
ko: 미정정 DTU (rtx-uc)
ta: சரி செய்யப்படாத DTUS (RTX-UC)
uk: Невиправлені DTU (rtx-uc)

source: Upstream HLOG
ko: 상향 Hlog
ta: மேலோடை கனவுகள்
uk: Вихідний HLOG

source: Upstream QLN
ko: 상향 QLN
ta: மேலோடை QLN
uk: Вихідний QLN

source: Upstream SNR
ko: 상향 SNR
ta: மேலோடை எச்.என்.ஆர்
uk: SNR вгору

source: bits
ko: 비트
ta: பிட்கள்
uk: біти

source: dB
ta: டி.பி.
uk: дБ

source: dBm/Hz
ta: டிபிஎம்/எர்ட்ச்
uk: дБм/Гц

source: off
ko: 비활성
ta: அணை
uk: вимкнено

source: on
ko: 활성
ta: ஆன்
uk: на

source: xTU-C Vendor ID
ko: xTU-C 제조사 ID
ta: ஃச் -100 விற்பனையாளர் ஐடி
uk: Ідентифікатор постачальника xTU-C

source: The graph shows the amount of bits actually allocated per subcarrier in the uplink and downlink direction
ko: 이 그래프는 상향 및 하향 부반송파별 실제 할당된 비트 양을 보여줍니다
