Repository: openwrt/luci
Catalog: applications/luci-app-strongswan-swanctl/po/*/strongswan-swanctl.po
Languages: es, pl

source: Action on initial configuration load
es: Acción en carga de configuración inicial
pl: Akcja po załadowaniu konfiguracji początkowej

source: Action when CHILD_SA is closed
es: Acción cuando CHILD_SA está cerrado
pl: Akcja, gdy CHILD_SA jest zamknięte

source: Action when DPD timeout occurs
es: Acción al suceder vencimiento DPD
pl: Akcja przy przekroczeniu limitu czasu DPD

source: Active IKE_SAs
es: IKE_SA activo
pl: Aktywne IKE_SA

source: Advanced
es: Avanzado
pl: Zaawansowane

source: Algorithms marked with * are considered insecure
es: Algoritmo marcado con * es considerado inseguro
pl: Algorytmy oznaczone * są uważane za niebezpieczne

source: Authentication
es: Autenticación
pl: Uwierzytelnienie

source: Authentication Method
es: Método de Autenticación
pl: Metoda uwierzytelnienia

source: Bytes in
es: Bytes en
pl: Bajty odebrane

source: Bytes out
es: Bytes salientes
pl: Bajty wysłane

source: CA Certificate
es: Certificado AC
pl: Certyfikat CA

source: CA certificate that need to lie in remote peer's certificate's path of trust
es: Certificado de CA que debe estar en la ruta de confianza del certificado de par remoto
pl: Certyfikat CA, który musi znajdować się w zdalnej ścieżce zaufania certyfikatu peera

source: CHILD_SAs
pl: Powiązania CHILD_SA

source: Certificate pathname to use for authentication
es: Nombre de ruta del certificado que se utiliza para autenticación
pl: Ścieżka dostępu do certyfikatu, która ma być używana do uwierzytelniania

source: Close
es: Cerrar
pl: Zamknij

source: Close Action
es: Cerrar acción
pl: Zamknij akcję

source: Configuration is enabled or not
es: Si está activada o no la configuración
pl: Konfiguracja jest włączona lub nie

source: Configure Cipher Suites to define IKE (Phase 1) or ESP (Phase 2) Proposals.
es: Configure Suites de Cifrado para definir Propuestas IKE (Fase 1) o ESP (Fase 2).
pl: Skonfiguruj zestawy szyfrów, aby określić propozycje IKE (Faza 1) lub ESP (Faza 2).

source: Configure strongSwan for secure VPN connections.
es: Configure strongSwan para conexión VPN segura.
pl: Skonfiguruj strongSwan w celu zapewnienia bezpiecznych połączeń VPN.

source: Crypto Proposal
es: Cripto propuesta
pl: Propozycja kryptograficzna

source: Crypto Proposal (Phase 2)
es: Cripto propuesta (Fase 2)
pl: Propozycja kryptograficzna (Faza 2)

source: DPD Action
es: Acción DPD
pl: Akcja DPD

source: DPD Delay
es: Retraso DPD
pl: Opóźnienie DPD

source: Daemon
es: Demonio
pl: Demon

source: Day
es: Día
pl: Dzień

source: Days
es: Días
pl: Dni

source: Debug Level
es: Nivel de depuración
pl: Poziom debugowania

source: Define Connection Children to be used as Tunnels in Remote Configurations.
es: Define los elementos de conexión que se utilizarán como túneles en configuraciones remotas.
pl: Określ elementy podrzędne połączenia, które będą używane jako tunele w konfiguracjach zdalnych.

source: Define Remote IKE Configurations.
es: Definir configuraciones IKE remotas.
pl: Określ zdalne konfiguracje IKE.

source: Details
es: Detalles
pl: Szczegóły

source: Diffie-Hellman Group
es: Grupo Diffie-Hellman
pl: Grupa Diffiego-Hellmana

source: Duration of the CHILD_SA before rekeying
es: Duración de la CHILD_SA antes de re-introducción de claves
pl: Czas trwania CHILD_SA przed wznawianiem klucza

source: ESP Proposal
es: Propuesta ESP
pl: Propozycja ESP

source: Enable Hardware offload
es: Activar descarga de hardware
pl: Włącz odciążanie sprzętowe

source: Enable ipcomp compression
es: Habilita compresión ipcomp
pl: Włącz kompresję ipcomp

source: Enabled
es: Activado
pl: Włączone

source: Encryption Algorithm
es: Algoritmo de cifrado
pl: Algorytm szyfrowania

source: Encryption Keysize
es: Tamaño de clave de cifrado
pl: Rozmiar klucza szyfrującego

source: Encryption Proposals
es: Propuestas de cifrado
pl: Propozycje szyfrowania

source: Established for
es: Establecido para
pl: Utworzono dla

source: Firewall zone that has to match the defined firewall zone
es: Zona cortafuego que tiene que coincidir con la zona de cortafuego definida
pl: Strefa zapory, która musi odpowiadać zdefiniowanej strefie zapory

source: Gateway (Remote Endpoint)
es: Puerta de enlace (Punto final remoto)
pl: Brama (zdalny punkt końcowy)

source: General
pl: Ogólne

source: General Settings
es: Ajustes generales
pl: Ustawienia główne

source: Grant access to luci-app-strongswan-swanctl
es: Otorgar acceso a luci-app-strongswan-swanctl
pl: Udziel dostępu do luci-app-strongswan-swanctl

source: H/W Offload
es: Descargar A/L
pl: Odciążenie sprzętowe

source: Half-Open IKE_SAs
es: IKE_SAs Medio-Abierta
pl: Półotwarte IKE_SA

source: Hash Algorithm
es: Algoritmo Hash
pl: Algorytm haszujący

source: Hour
es: Hora
pl: Godzina

source: Hours
es: Horas
pl: Godziny

source: IKE Fragmentation
es: Fragmentación IKE
pl: Fragmentacja IKE

source: IKE Version
es: Versión IKE
pl: Wersja IKE

source: IKE authentication (phase 1)
es: Autenticación IKE (fase 1)
pl: Uwierzytelnienie IKE (Faza 1)

source: IKEv2 interval to refresh keying material; also used to compute lifetime
es: Intervalo IKEv2 para refrescar material de anillo; además utilizado para calcular tiempo de vida
pl: Interwał IKEv2 do odświeżenia materiału wznawiania klucza; używany również do obliczania czasu życia

source: IP address or FQDN name of the tunnel remote endpoint
es: Dirección IP o nombre FQDN del túnel de punto final remoto
pl: Adres IP lub nazwa FQDN zdalnego punktu końcowego tunelu

source: IP address or FQDN of the tunnel local endpoint
es: Dirección IP o FQDN del punto final de túnel local
pl: Adres IP lub nazwaFQDN lokalnego punktu końcowego tunelu

source: Inactivity
es: Inactividad
pl: Bezczynność

source: Install Time
es: Tiempo de instalación
pl: Czas instalacji

source: Interfaces that accept VPN traffic
es: Interfaces que aceptan tráfico VPN
pl: Interfejsy akceptujące ruch VPN

source: Interval before closing an inactive CHILD_SA
es: Intervalo antes de cerrar un CHILD_SA inactivo
pl: Interwał przed zamknięciem nieaktywnego CHILD_SA

source: Interval to check liveness of a peer
es: Intervalo para comprobar la vida de un par
pl: Interwał sprawdzania żywotności peera

source: Keyexchange
pl: Wymiana kluczy

source: Keying Retries
es: Reintentos de anillo
pl: Ponowne próby wznawiania klucza

source: Life Time
es: Tiempo de vida
pl: Czas życia

source: Lifetime
es: Vida
pl: Życie

source: Limit on time to complete rekeying/reauthentication
es: Límite en tiempo para completar re-clave/re-autenticación
pl: Ograniczenie czasu na wznowienie klucza / ponowne uwierzytelnienie

source: List of ESP (phase two) proposals. Only Proposals with checked ESP flag are selectable
es: Listado de propuestas ESP (fase dos). Solo Propuestas con indicador de ESP marcado son seleccionables
pl: Lista propozycji ESP (Faza 2). Można wybrać tylko propozycje z zaznaczoną flagą ESP

source: List of IKE (phase 1) proposals to use for authentication
es: Listado de propuestas IKE (fase 1) para utilizar para autenticación
pl: Lista propozycji IKE (Faza 1) do wykorzystania w uwierzytelnianiu

source: Listening Interfaces
es: Listado de interfaces
pl: Interfejsy nasłuchujące

source: Local Certificate
es: Certificado local
pl: Certyfikat lokalny

source: Local Gateway
es: Puerta de enlace local
pl: Brama lokalna

source: Local IP
es: IP local
pl: Lokalny IP

source: Local Identifier
es: Identificador local
pl: Identyfikator lokalny

source: Local Key
es: Clave Local
pl: Klucz lokalny

source: Local NAT
es: NAT local
pl: Lokalny NAT

source: Local Source IP
es: IP de origen local
pl: Lokalny źródłowy adres IP

source: Local Subnet
es: Subred local
pl: Lokalna podsieć

source: Local Traffic Selectors
es: Selectores de tráfico local
pl: Selektory ruchu lokalnego

source: Local address(es) to use in IKE negotiation
es: Dirección(es) local(es) para utilizar en negociación IKE
pl: Adresy lokalne do wykorzystania w negocjacjach IKE

source: Local identifier for IKE (phase 1)
es: Identificador local para IKE (fase 1)
pl: Identyfikator lokalny dla IKE (Faza 1)

source: Local network(s)
es: Red(es) local(es)
pl: Sieci lokalne

source: MOBIKE (IKEv2 Mobility and Multihoming Protocol)
es: MOBIKE (Protocolo IKEv2 de Movilidad y Multihogar)
pl: MOBIKE (protokół mobilności i wielodostępności IKEv2)

source: Maximum duration of the CHILD_SA before closing
es: Duración máxima del CHILD_SA antes de cerrar
pl: Maksymalny czas trwania CHILD_SA przed zamknięciem

source: Minute
es: Minuto
pl: Minuta

source: Minutes
es: Minutos
pl: Minuty

source: Mode
es: Modo
pl: Tryb

source: NAT range for tunnels with overlapping IP addresses
es: Intervalo de NAT para túneles con sobrecarga de direcciones IP
pl: Zakres NAT dla tuneli z nakładającymi się adresami IP

source: Name
es: Nombre
pl: Nazwa

source: Name length shall not exceed 15 characters
es: La longitud del nombre no debe exceder los 15 caracteres
pl: Długość nazwy nie może przekraczać 15 znaków

source: Number must have suffix s, m, h or d
es: El número debe tener sufijo s, m, h o d
pl: Liczba musi mieć sufiks s, m, h lub d

source: Number of retransmissions attempts during initial negotiation
es: Número de retransmisiones intentadas durante negociación inicial
pl: Liczba prób retransmisji podczas początkowych negocjacji

source: Overtime
es: Fuera de hora
pl: Czas nadliczbowy

source: PRF Algorithm
es: Algoritmo PRF
pl: Algorytm PRF

source: PRF Algorithm must be configured when using an Authenticated Encryption Algorithm
es: Algoritmo PRF debe ser configurado cuando utilice un Algoritmo de cifrado autenticado
pl: Algorytm PRF musi być skonfigurowany w przypadku korzystania z algorytmu szyfrowania uwierzytelnionego

source: Path to script to run on CHILD_SA up/down events
es: Ruta para script a ejecutar en CHILD_SA para subir/bajar eventos
pl: Ścieżka do skryptu uruchamianego w przypadku zdarzeń przesyłania/pobierania CHILD_SA

source: Please create a Proposal first
es: Cree primero una propuesta
pl: Najpierw utwórz propozycję

source: Please create a Tunnel first
es: Cree un túnel primero
pl: Najpierw utwórz tunel

source: Please create an ESP Proposal first
es: Cree primero una propuesta ESP
pl: Najpierw utwórz propozycję ESP

source: Pre-Shared Key
es: Clave pre-compartida
pl: Klucz wstępnie udostępniony

source: Priority
es: Prioridad
pl: Priorytet

source: Priority of the CHILD_SA
es: Prioridad del CHILD_SA
pl: Priorytet CHILD_SA

source: Private key pathname to use with above certificate
es: Nombre de ruta de clave privada a utilizar con certificado de arriba
pl: Ścieżka do klucza prywatnego do użycia z powyższym certyfikatem

source: Protocol
es: Protocolo
pl: Protokół

source: Querying strongSwan failed
es: La consulta a strongSwan falló
pl: Nie powiodło się zapytanie strongSwan

source: Reauthentication in
es: Reautenticación en
pl: Ponowne uwierzytelnienie za

source: Rekey Time
es: Tiempo de re-clave
pl: Czas wznawiania klucza

source: Rekey in
es: Re-clave en
pl: Wznawianie klucza za

source: Remote
es: Remoto
pl: Zdalny

source: Remote Configuration
es: Configuración remota
pl: Konfiguracja zdalna

source: Remote Identifier
es: Identificador remoto
pl: Identyfikator zdalny

source: Remote Subnet
es: Subred remota
pl: Zdalna podsieć

source: Remote Traffic Selectors
es: Selectores de tráfico remoto
pl: Selektory ruchu zdalnego

source: Remote identifier for IKE (phase 1)
es: Identificador remoto para IKE (fase 1)
pl: Identyfikator zdalny dla IKE (Faza 1)

source: Remote network(s)
es: Red(es) remota(s)
pl: Sieci zdalne

source: Remotes, Encryption Proposals and Tunnels may not share the same names.
es: Remotos, Propuestas de cifrado y Túneles pueden no compartir los mismos nombres.
pl: Zdalne, propozycje szyfrowania i tunele nie mogą mieć tych samych nazw.

source: Replay Window
es: Ventana de reproducción
pl: Okno powtórzenia

source: Replay Window of the CHILD_SA
es: Ventana de reproducción del CHILD_SA
pl: Okno powtórzenia CHILD_SA

source: SPI in
es: Entrada SPI
pl: SPI odebrane

source: SPI out
es: Salida SPI
pl: SPI wysłane

source: Second
es: Segundo
pl: Sekunda

source: Seconds
es: Segundos
pl: Sekundy

source: Security Associations (SAs)
es: Asociaciones de seguridad (AS)
pl: Powiązania bezpieczeństwa (SA)

source: Select an interface or leave empty for all interfaces
es: Seleccione un interfaz o déjelo vacío para todos los interfaces
pl: Wybierz interfejs lub pozostaw puste dla wszystkich interfejsów

source: Show Details
es: Mostrar detalles
pl: Pokaż szczegóły

source: Start Action
es: Iniciar acción
pl: Rozpocznij akcję

source: State
es: Estado
pl: Stan

source: Stats
es: Estados
pl: Statystyki

source: The Tunnel containing the ESP (phase 2) section
es: El túnel conteniendo la sección del ESP (fase 2)
pl: Tunel zawierający sekcję ESP (Faza 2)

source: The pre-shared key for the tunnel
es: La clave pre-compartida para el túnel
pl: Klucz wstępnie udostępniony dla tunelu

source: Trace level: 0 is least verbose, 4 is most
es: Nivel de seguimiento: 0 es el de menor detallado, 5 es el de más
pl: Poziom śledzenia: 0 oznacza najmniej szczegółowy, 4 oznacza najbardziej szczegółowy

source: Tunnel
es: Túnel
pl: Tunel

source: Tunnel Configuration
es: Configuración del túnel
pl: Konfiguracja tunelu

source: Up/Down Script Path
es: Subir/Bajar ruta de script
pl: Ścieżka skryptu przesyłania/pobierania

source: Uptime
es: Tiempo de actividad
pl: Czas pracy

source: Use IKE fragmentation
es: Utiliza fragmentación de IKE
pl: Użyj fragmentacji IKE

source: Use combinations like tunnel1_phase1 that do not exceed 15 characters.
es: Utiliza combinaciones como tunnel1_phase1 que no supere 15 caracteres.
pl: Należy używać kombinacji takich jak tunel1_faza1, które nie przekraczają 15 znaków.

source: Values larger than 32 are supported by the Netlink backend only
es: Valores más grandes que 32 están admitidos solo por el backend de Netlink
pl: Wartości większe niż 32 są obsługiwane tylko przez backend Netlink

source: Version
es: Versión
pl: Wersja

source: Version of IKE for negotiation
es: Versión de IKE para negociación
pl: Wersja IKE do negocjacji

source: Virtual IP(s) to request in IKEv2 configuration payloads requests
es: IP(s) virtual(es) para solicitar en configuración de cargas IKEv2 útiles solicitadas
pl: Wirtualne adresy IP do żądania w konfiguracji ładunku IKEv2

source: Whether this is an ESP (phase 2) proposal or not
es: Si esto es un ESP (fase 2) propuesto o no
pl: Czy jest to propozycja ESP (Faza 2), czy nie

source: XFRM interface ID set on input and output interfaces
es: ID de interfaz XFRM fijado sobre interfaces de entrada y salida
pl: Identyfikator interfejsu XFRM ustawiony na interfejsach wejściowych i wyjściowych

source: Zone
es: Zona
pl: Strefa

source: both
es: ambos
pl: oba

source: deprecated
es: obsoleto
pl: przestarzałe

source: strongSwan Configuration
es: Configuración de strongSwan
pl: Konfiguracja strongSwan

source: strongSwan Status
es: Estado de strongSwan
pl: Status strongSwan

source: strongSwan IPsec
es: IPSec de strongSwan
