Repository: openwrt/luci
Catalog: applications/luci-app-radicale/po/*/radicale.po
Languages: cs, ga, lt, ta, uk, vi

source: Radicale uses '/etc/radicale/users' as htpasswd file.
cs: Radicale používá „/etc/radicale/users“ jako soubor htpasswd.
ga: Úsáideann Radicale '/etc/radicale/users' mar chomhad htpasswd.
lt: „Radicale“ naudoja – „/etc/radicale/users“ kaip – „htpasswd“ failą.
ta: ரேடிகல் '/etc/radicale/பயனர்களை' HTPASSWD கோப்பாகப் பயன்படுத்துகிறது.
uk: Radicale використовує '/etc/radicale/users' як файл htpasswd.
vi: Radicale sử dụng '/etc/radicale/users' làm tệp htpasswd.

source: Read only!
cs: Pouze pro čtení!
ga: Léigh amháin!
lt: Tik skaitymui!
ta: மட்டும் படியுங்கள்!
uk: Лише для читання!
vi: Chỉ đọc!

source: RegExp file
cs: Soubor s regulárním výrazem
ga: Comhad RegExp
lt: „RegExp“ failas
ta: Regexp கோப்பு
uk: Файл RegExp
vi: Tệp biểu thức chính quy

source: Reload
cs: Načíst znovu
ga: Athluchtaigh
lt: Perleidimas/-sti
ta: ஏற்றவும்
uk: Перезавантажити
vi: Tải lại

source: Response Encoding
cs: Kódování odpovědi
ga: Ionchódú Freagra
lt: Atsako kodavimas
ta: பதில் குறியாக்கம்
uk: Кодування відповіді
vi: Mã hóa phản hồi

source: Rights
cs: Práva
ga: Cearta
lt: Teisės
ta: உரிமைகள்
uk: Права
vi: Quyền

source: Rights are based on a regexp-based file
cs: Oprávnění jsou založena na souboru, založeném na regulárních výrazech
ga: Tá cearta bunaithe ar chomhad bunaithe ar regexp-bhunaithe
lt: Teisės yra pagrįstos – „regexp“ pagrįstu failu
ta: உரிமைகள் REGEXP- அடிப்படையிலான கோப்பை அடிப்படையாகக் கொண்டவை
uk: Права базуються на файлі на основі регулярного виразу
vi: Quyền được dựa trên một tệp dựa trên biểu thức chính quy

source: Rights backend
cs: Podpůrná vrstva pro oprávnění
ga: Cúltaca cearta
lt: Teisių vidinė uždaroji sąsaja
ta: உரிமைகள் பின்தளத்தில்
uk: Сервер прав
vi: Phụ trợ quyền

source: SHA-1
ta: சா -1

source: SSL Protocol
cs: Protokol SSL
ga: Prótacal SSL
lt: „SSL“ protokolas
ta: எச்எச்எல் நெறிமுறை
uk: SSL протокол
vi: Giao thức SSL

source: Save
cs: Uložit
ga: Sábháil
lt: Išsaugoti
ta: சேமி
uk: Зберегти
vi: Lưu

source: Section names are only used for naming the rule.
cs: Názvy sekcí slouží pouze pro pojmenovávání pravidel.
ga: Ní úsáidtear ainmneacha rannáin ach chun an riail a ainmniú.
lt: Skyrių pavadinimai yra naudojami tik taisyklei pavadinti.
ta: பிரிவு பெயர்கள் விதிக்கு பெயரிட மட்டுமே பயன்படுத்தப்படுகின்றன.
uk: Назви розділів використовуються лише для іменування правила.
vi: Tên phần chỉ được sử dụng để đặt tên cho quy tắc.

source: Server
ga: Freastalaí
lt: Serveris
ta: சேவையகம்
uk: Сервер
vi: Máy Chủ

source: Setting this parameter to '0' will disable rotation of log-file.
cs: Nastavení tohoto parametru na „0“ vypne rotaci souboru záznamu událostí.
ga: Má shocraíonn an paraiméadar seo go '0' déanfar rothlú an log-chomhad a dhíchumasú.
lt: Nustačius šį parametrą į – „0-į“, žurnalo failo pasukimas bus išjungtas/išgalintas.
ta: இந்த அளவுருவை '0' ஆக அமைப்பது பதிவு-கோப்பின் சுழற்சியை முடக்கும்.
uk: Встановлення цього параметра на «0» вимкне ротацію файлу журналу.
vi: Thiết lập tham số này thành '0' sẽ vô hiệu hóa việc xoay vòng tệp nhật ký.

source: Software package '%s' is not installed.
cs: Softwarový balíček „%s“ není nainstalován.
ga: Níl an pacáiste bogearraí '%s' suiteáilte.
lt: Taikomosios programos paketas – „%s“ yra neįdiegtas.
ta: மென்பொருள் தொகுப்பு '%s' நிறுவப்படவில்லை.
uk: Пакунок програм '%s' не встановлено.
vi: Gói phần mềm '%s' chưa được cài đặt.

source: Software package '%s' is outdated.
cs: Softwarový balíček „%s“ je zastaralý.
ga: Tá pacáiste bogearraí '%s' as dáta.
lt: Taikomosios programos paketas – „%s“ yra pasenęs.
ta: மென்பொருள் தொகுப்பு '%s' காலாவதியானது.
uk: Пакунок програм '%s' застарів.
vi: Gói phần mềm '%s' đã lỗi thời.

source: Software update required
cs: Software je zapotřebí zaktualizovat
ga: Tá nuashonrú bogearraí ag
lt: Taikomosios programos atnaujinimas reikalingas
ta: மென்பொருள் புதுப்பிப்பு தேவை
uk: Потрібне оновлення програмного забезпечення
vi: Cần cập nhật phần mềm

source: Start
cs: Spustit
ga: Tosaigh
lt: Pradėti
ta: தொடங்கு
uk: Запустити
vi: Bắt đầu

source: Start / Stop
cs: Spustit / zastavit
ga: Tos/ Stop
lt: Pradėti / Stabdyti
ta: தொடக்க / நிறுத்து
uk: Пуск/Стоп
vi: Bắt đầu / Dừng

source: Start/Stop Radicale server
cs: Spustit/zastavit Radicale server
ga: Tos/Stop freastalaí Radicale
lt: Pradėti / Stabdyti „Radicale“ serverį
ta: ரேடிகல் சேவையகத்தைத் தொடங்க/நிறுத்து
uk: Запуск/зупинка сервера Radicale
vi: Bắt đầu/Dừng máy chủ Radicale

source: Storage
cs: Úložiště
ga: Stóráil
lt: Vietovė/Talpa
ta: சேமிப்பு
uk: Сховище
vi: Lưu trữ

source: Storage Encoding
cs: Kódování úložiště
ga: Ionchódú Stórála
lt: Saugyklos kodavimas
ta: சேமிப்பக குறியாக்கம்
uk: Кодування зберігання
vi: Mã hóa lưu trữ

source: Storage backend
cs: Podpůrná vrstva úložiště
ga: Cúltaca stórála
lt: Saugyklos vidinė uždaroji sąsaja
ta: சேமிப்பக பின்தளத்தில்
uk: Сервер зберігання
vi: Phụ trợ lưu trữ

source: Syslog Log level
cs: Stupeň podrobnosti záznamu událostí do syslog
ga: Leibhéal Logála Syslog
lt: „Syslog“ žurnalo lygis
ta: சிச்லாக் பதிவு நிலை
uk: Рівень журналу системного журналу
vi: Mức nhật ký syslog

source: System
cs: Systém
ga: Córas
lt: Sistema
ta: மண்டலம்
uk: Система
vi: Hệ thống

source: The Radicale Project is a complete CalDAV (calendar) and CardDAV (contact) server solution.
cs: Radicale (projekt) je kompletní serverové řešení pro CalDAV (kalendáře) a CardDAV (kontakty).
ga: Is réiteach freastalaí iomlán CalDAV (féilire) agus CardDAV (teagmhála) é Tionscadal Radicale.
lt: „Radicale Project“ yra užbaigtas – „CalDAV“ (kalendorių) ir „CardDAV“ (kontaktų/adresatų) serverio sprendimų.
ta: ரேடிகல் திட்டம் ஒரு முழுமையான கால்டாவ் (காலண்டர்) மற்றும் கார்டாவ் (தொடர்பு) சேவையக தீர்வு.
uk: Проект Radicale — це повне серверне рішення CalDAV (календар) і CardDAV (контакт).
vi: Dự án Radicale là một giải pháp máy chủ CalDAV (lịch) và CardDAV (liên hệ) hoàn chỉnh.

source: They can be viewed and edited by calendar and contact clients on mobile phones or computers.
cs: Je možné je zobrazovat a upravovat klienty kalendáře a kontaktů na mobilních telefonech či počítačích.
ga: Is féidir iad a fheiceáil agus a chur in eagar ag féilire agus teagmháil a dhéanamh le cliaint ar fhóin phóca nó ríomhairí.
lt: Juos gali peržiūrėti ir redaguoti kalendoriaus ir kontaktų/adresatų klientai, mobiliuosiuose telefonuose ar kompiuteriuose.
ta: மொபைல் போன்கள் அல்லது கணினிகளில் காலண்டர் மற்றும் தொடர்பு வாடிக்கையாளர்களால் அவற்றைக் காணலாம் மற்றும் திருத்தலாம்.
uk: Їх можна переглядати та редагувати за допомогою календаря та контактів клієнтів на мобільних телефонах чи комп’ютерах.
vi: Chúng có thể được xem và chỉnh sửa bởi các máy khách lịch và liên hệ trên điện thoại di động hoặc máy tính.

source: To edit the file follow this link!
cs: Pro úpravu souboru následujte tento odkaz!
ga: Chun an comhad a chur in eagar lean an nasc seo!
lt: Norint redaguoti šį failą, sekite šią nuorodą!
ta: கோப்பைத் திருத்த இந்த இணைப்பைப் பின்தொடரவும்!
uk: Для редагування файлу перейдіть за цим посиланням!
vi: Để chỉnh sửa tệp, hãy làm theo liên kết này!

source: To view latest log file follow this link!
cs: Pokud chcete zobrazit nejnovější soubor záznamu událostí, následujte tento odkaz!
ga: Chun an comhad logála is déanaí a fheiceáil lean an nasc seo!
lt: Norint peržiūrėti paskiausią žurnalo failą, sekite šią nuorodą!
ta: அண்மைக் கால பதிவு கோப்பைக் காண இந்த இணைப்பைப் பின்தொடரவும்!
uk: Щоб переглянути останній файл журналу, перейдіть за цим посиланням!
vi: Để xem tệp nhật ký mới nhất, hãy làm theo liên kết này!

source: Value is not a number
cs: Hodnota není číslo
ga: Ní uimhir í an luach
lt: Reikšmė nėra skaičius
ta: மதிப்பு ஒரு எண் அல்ல
uk: Значення не є числом
vi: Giá trị không phải là một số

source: Value is not an Integer >= 0 !
cs: Hodnota není celé kladné číslo (včetně nuly)!
ga: Ní Slánuimhir é luach >= 0 !
lt: Reikšmė nėra sveikasis skaičius >= 0 !
ta: மதிப்பு ஒரு முழு எண்> = 0!
uk: Значення не є цілим числом >= 0!
vi: Giá trị không phải là một số nguyên >= 0 !

source: Value not between 0 and 300
cs: Hodnota není v rozsahu 0 až 300
ga: Luach nach bhfuil idir 0 agus 300
lt: Reikšmė nėra tarp 0 ir 300-ų
ta: மதிப்பு 0 முதல் 300 வரை இல்லை
uk: Значення не між 0 і 300
vi: Giá trị không nằm trong khoảng từ 0 đến 300

source: Value required ! Integer >= 0 !
cs: Je zapotřebí vyplnit hodnotu! Kladné celé číslo (včetně 0)!
ga: Luach ag teastáil ! Slánuimhir >= 0 !
lt: Reikalinga reikšmė ! Sveikasis skaičius >= 0 !
ta: மதிப்பு தேவை! முழு எண்> = 0!
uk: Необхідне значення! Ціле число >= 0!
vi: Giá trị bắt buộc ! Số nguyên >= 0 !

source: Version
cs: Verze
ga: Leagan
lt: Versija
ta: பதிப்பு
uk: Версія
vi: Phiên bản

source: Version Information
cs: Informace o verzi
ga: Eolas Leagan
lt: Versijos informacija
ta: பதிப்பு செய்தி
uk: Інформація про версію
vi: Thông tin phiên bản

source: WARNING: Only 'File-system' is documented and tested by Radicale development
cs: VAROVÁNÍ: Pouze volba „File-system“ je zdokumentována a testována vývojáři Radicale
ga: RABHADH: Ní dhéantar ach 'Córas Comhad' a dhoiciméadú agus a thástáil ag forbairt Radicale
lt: ĮSPĖJIMAS: „Radicale“ plėtra dokumentuoja ir testuoja tik – „failų sistemą“
ta: எச்சரிக்கை: 'கோப்பு முறைமை' மட்டுமே ராடிகல் வளர்ச்சியால் ஆவணப்படுத்தப்பட்டு சோதிக்கப்படுகிறது
uk: ПОПЕРЕДЖЕННЯ: Лише «Файлова система» задокументована та перевірена розробкою Radicale
vi: CẢNH BÁO: Chỉ có 'Hệ thống tệp' được tài liệu hóa và kiểm tra bởi sự phát triển của Radicale

source: Warning
cs: Varování
ga: Aire
lt: Įspėjimas
ta: எச்சரிக்கை
uk: Застереження
vi: Cảnh báo

source: You can also get groups from the user regex in the collection with {0}, {1}, etc.
cs: Ve sbírkách je také možné získávat skupiny z regulárních výrazů uživatelů a to s {0}, {1}, atd.
ga: Is féidir leat grúpaí a fháil freisin ón úsáideoir regex sa bhailiúchán le {0}, {1}, srl.
lt: Jūs taip pat galite gauti grupes iš naudotojo/vartotojo reguliaraus reiškinio kolekcijoje su – „{0}“, „{1}“ ir kt.
ta: {0}, {1}, முதலியன சேகரிப்பில் பயனர் ரீசெக்சிலிருந்து குழுக்களையும் பெறலாம்.
uk: Ви також можете отримати групи з регулярного виразу користувача в колекції за допомогою {0}, {1} тощо.
vi: Bạn cũng có thể lấy các nhóm từ biểu thức chính quy của người dùng trong bộ sưu tập với {0}, {1}, v.v.

source: You can use Python's ConfigParser interpolation values %(login)s and %(path)s.
cs: Je možné použít hodnoty %(login)s a %(path)s interpolace z Python ConfigParser.
ga: Is féidir leat luachanna idirphóite ConfigParser Python a úsáid% (logáil isteach) s agus% (path) s.
lt: Jūs galite naudoti – „Python's ConfigParser“ interpoliacijos reikšmes – „%(login)s“ ir „%(path)s“.
ta: நீங்கள் பைதானின் கட்டமைப்பான இடைக்கணிப்பு மதிப்புகள் %(login)s மற்றும் %(path)s பயன்படுத்தலாம்.
uk: Ви можете використовувати значення інтерполяції Python ConfigParser %(login)s і %(path)s.
vi: Bạn có thể sử dụng các giá trị nội suy ConfigParser của Python %(login)s và %(path)s.

source: crypt
ga: cript
ta: குறியாக்கம்
vi: mã hóa

source: htpasswd file
cs: soubor htpasswd
ga: comhad htpasswd
lt: „htpasswd“ failas
ta: HTPASSWD கோப்பு
uk: htpasswd файл
vi: tệp htpasswd

source: installed
cs: nainstalováno
ga: suiteáilte
lt: įdiegta
ta: நிறுவப்பட்டது
uk: встановлено
vi: đã cài đặt

source: no valid path given!
cs: nezadán žádný platný popis umístění!
ga: níl aon chosán bailí tugtha!
lt: nenurodytas tinkamas kelias!
ta: சரியான பாதை கொடுக்கப்படவில்லை!
uk: не вказано дійсний шлях!
vi: không có đường dẫn hợp lệ nào được đưa ra!

source: or higher
cs: nebo vyšší
ga: nó níos airde
lt: arba aukštesnį
ta: அல்லது அதற்கு மேற்பட்டது
uk: чи вище
vi: hoặc cao hơn

source: plain
cs: holé
ga: simplí
lt: atviras
ta: வெற்று
uk: простий
vi: đơn giản

source: required
cs: vyžadováno
ga: riachtanach
lt: reikalingas/-aujamas
ta: தேவை
uk: вимагається
vi: bắt buộc

source: salted SHA-1
cs: „prosolené“ SHA-1
ga: SHA-1 saillte
ta: உப்பு SHA-1
uk: SHA-1 з сіллю
vi: slated SHA-1
