Repository: openwrt/luci
Catalog: applications/luci-app-radicale/po/*/radicale.po
Languages: cs, ga, lt, ta, uk, vi

source: 'AUTO' selects the highest protocol version that client and server support.
cs: 'AUTO' vybere nejvyšší verzi protokolu podporovanou klientem i serverem.
ga: Roghnaíonn 'AUTO' an leagan prótacail is airde a thacaíonn le cliant agus freastalaí.
lt: „AUTO“ pasirenka aukščiausią protokolo versiją, kurią palaiko klientas ir serveris.
ta: கிளையன்ட் மற்றும் சேவையக ஆதரிக்கும் மிக உயர்ந்த நெறிமுறை பதிப்பை 'ஆட்டோ' தேர்வு செய்கிறது.
uk: 'АВТО' вибирає найвищу версію протоколу, яку підтримують клієнт і сервер.
vi: 'TỰ ĐỘNG ' chọn phiên bản giao thức cao nhất mà máy khách và máy chủ hỗ trợ.

source: 'Hostname:Port' or 'IPv4:Port' or '[IPv6]:Port' Radicale should listen on
cs: „nazev-hostiteel:port“ nebo „IPv4:port“ nebo „[IPv6]:port“ na které má Radicale očekávat spojení
ga: 'Óstainm:Port' nó 'IPv4:port' nó '[IPv6] :Port' Ba chóir do Radicale éisteacht ar
lt: „Įrenginio (t.y skleidėjo/vedėjo) pavadinimas:Prievadas“ arba „IPv4:Prievadas“, arba „[IPv6]:Prievadas“ – „Radicale“ turėtų laukti prisijungimo/jungties ryšio
ta: 'ஓச்ட்பெயர்: துறைமுகம்' அல்லது 'ஐபிவி 4: துறைமுகம்' அல்லது '[ஐபிவி 6]: துறைமுகம்' ரேடிகல் கேட்க வேண்டும்
uk: 'Hostname:Port' або 'IPv4:Port' або '[IPv6]:Port' Radicale повинен слухати на
vi: 'Hostname:Port' hoặc 'IPv4:Port' hoặc '[IPv6]:Port' Radicale nên lắng nghe trên

source: AUTO
ga: CARR
lt: AUTOMATIŠKAI
ta: தானி
uk: АВТО
vi: TỰ ĐỘNG

source: Additional HTTP headers
cs: Dodatečná HTTP záhlaví
ga: Ceanntásca breise HTTP
lt: Papildomos „HTTP“ antraštės
ta: கூடுதல் HTTP தலைப்புகள்
uk: Додаткові HTTP заголовки
vi: Tiêu đề HTTP bổ sung

source: Address:Port
cs: Adresa:port
ga: Seoladh: Port
lt: Adresas:Prievadas
ta: முகவரி: துறைமுகம்
uk: Адреса:Порт
vi: Địa chỉ:Cổng

source: Authentication
cs: Ověřování se
ga: Fíordheimhniú
lt: Autentifikavimas
ta: ஏற்பு
uk: Автентифікація
vi: Xác thực

source: Authentication login is matched against the 'user' key, and collection's path is matched against the 'collection' key.
cs: Přihlašovací jméno je porovnáváno vůči klíči „user“ a popis umístění sbírky je porovnáván vůči klíči „collection“.
ga: Déantar logáil isteach fíordheimhnithe a mheaitseáil leis an eochair 'úsáideoir', agus déantar cosán an bhailiúcháin a mheaitseáil leis an eochair 'bailiúcháin'.
lt: Autentifikavimo prisijungimas yra sulyginimas su – „naudotojo/vartotojo“ raktu, o rinkinio kelias – su „rinkimo“ raktu.
ta: அங்கீகார உள்நுழைவு 'பயனர்' விசையுடன் பொருந்துகிறது, மேலும் சேகரிப்பின் பாதை 'சேகரிப்பு' விசையுடன் பொருந்துகிறது.
uk: Логін для автентифікації зіставляється з ключем «користувач», а шлях колекції — з ключем «колекція».
vi: Đăng nhập xác thực được so khớp với khóa 'user', và đường dẫn của bộ sưu tập được so khớp với khóa 'collection'.

source: Authentication method
cs: Metoda ověřování se
ga: Modh fíordheimhnithe
lt: Autentifikavimo metodas
ta: அங்கீகார முறை
uk: Метод аутентифікації
vi: Phương thức xác thực

source: Authentication method to allow access to Radicale server.
cs: Ověřovací metoda pro umožnění přístupu k Radicale serveru.
ga: Modh fíordheimhnithe chun rochtain a fháil ar fhreastalaí Radicale.
lt: Autentifikavimo metodas, leidžiantis pasiekti – „Radicale“ serverį.
ta: ராடிகல் சேவையகத்தை அணுக அனுமதிக்க அங்கீகார முறை.
uk: Метод автентифікації для доступу до сервера Radicale.
vi: Phương thức xác thực để cho phép truy cập vào máy chủ Radicale.

source: Auto-start
cs: Automatické spouštění
ga: Uathoibríoch
lt: Automatiškai paleisti
ta: ஆட்டோ-ச்டார்ட்
uk: Автозапуск
vi: Tự động khởi động

source: Boot delay
cs: Zpoždění bootu
ga: Moill tosaithe
lt: Paleidimo atidėjimas
ta: துவக்க நேரந்தவறுகை
uk: Затримка завантаження
vi: Độ trễ khởi động

source: CalDAV/CardDAV
ta: கால்டாவ்/கார்டாவ்

source: Calendars and address books are available for both local and remote access, possibly limited through authentication policies.
cs: Kalendáře a adresáře kontaktů jsou k dispozici jak pro lokální, tak vzdálený přístup – s tím, že je možné omezovat pomocí zásad ověřování se.
ga: Tá féilirí agus leabhair seoltaí ar fáil le haghaidh rochtana áitiúil agus iargúlta, b'fhéidir teoranta trí bheartais fíordheimhnithe.
lt: Kalendoriai ir adresų knygos yra pasiekiami tiek vietinei, tiek nuotolinei prieigai; galimai apribojami, taikant autentifikavimo politiką.
ta: காலெண்டர்கள் மற்றும் முகவரி புத்தகங்கள் உள்ளக மற்றும் தொலைநிலை அணுகலுக்கு கிடைக்கின்றன, இது அங்கீகாரக் கொள்கைகள் மூலம் வரையறுக்கப்படலாம்.
uk: Календарі та адресні книги доступні як для локального, так і для віддаленого доступу, можливо, обмеженого через політики автентифікації.
vi: Lịch và sổ địa chỉ có sẵn cho cả truy cập cục bộ và từ xa, có thể bị giới hạn thông qua các chính sách xác thực.

source: Certificate file
cs: Soubor s certifikátem
ga: Comhad deimhnithe
lt: Sertifikato failas
ta: சான்றிதழ் கோப்பு
uk: Файл сертифікату
vi: Tệp chứng chỉ

source: Change here the encoding Radicale will use instead of 'UTF-8' for responses to the client and/or to store data inside collections.
cs: Zde případně změníte kódování které Radicale použije (namísto „UTF-8“) pro odpovědi klientům a/nebo ukládání dat ve sbírkách.
ga: Athraigh anseo an t-ionchódú a úsáidfidh Radicale in ionad 'UTF-8' le haghaidh freagraí don chliant agus/nó chun sonraí a stóráil taobh istigh de bhailiúcháin.
lt: Pakeiskite čia kodavimą, kurį „Radicale“ naudos vietoj „UTF-8“, atsakant į klientą ir (arba) duomenims saugoti rinkiniuose.
ta: இங்கே மாற்றவும் கிளையனுக்கான பதில்களுக்கு மற்றும்/அல்லது சேகரிப்புகளுக்குள் தரவை சேமிக்க 'யுடிஎஃப் -8' என்பதற்கு பதிலாக குறியாக்கம் ராடிகல் பயன்படுத்தும்.
uk: Змініть тут кодування, яке Radicale використовуватиме замість UTF-8 для відповідей клієнту та/або для зберігання даних у колекціях.
vi: Thay đổi ở đây mã hóa Radicale sẽ sử dụng thay vì 'UTF-8' để phản hồi cho khách hàng và/hoặc để lưu trữ dữ liệu bên trong bộ sưu tập.

source: Console Log level
cs: Stupeň podrobnosti záznamu události na konzoli
ga: Leibhéal Logála Consól
lt: Konsolės žurnalo lygis
ta: பதிவு நிலை கன்சோல்
uk: Рівень журналу консолі
vi: Mức nhật ký bảng điều khiển

source: Control the access to data collections.
cs: Řídit přístup ke shromažďování dat.
ga: Rialú an rochtain ar bhailiúcháin sonraí.
lt: Valdyti prieigą prie duomenų rinkinių.
ta: தரவு சேகரிப்புகளுக்கான அணுகலைக் கட்டுப்படுத்தவும்.
uk: Контролюйте доступ до колекцій даних.
vi: Kiểm soát quyền truy cập vào các bộ sưu tập dữ liệu.

source: Critical
cs: Kritické
ga: Criticiúil
lt: Kritinė/-is
ta: விமர்சன
uk: Критична ситуація
vi: Quan trọng

source: Cross-origin resource sharing (CORS) is a mechanism that allows restricted resources (e.g. fonts, JavaScript, etc.) on a web page to be requested from another domain outside the domain from which the resource originated.
cs: Sdílení prostředků napříč původy (CORS) je mechanizmus, který umožňuje aby omezené prostředky (např. písma, JavaScript, atd.) na webové stránce byl vyžadován z jiné domény vně domény ze které prostředek vzešel.
ga: Is meicníocht é comhroinnt acmhainní tras-bhunús (CORS) a cheadaíonn acmhainní srianta (m.sh. clónna, JavaScript, srl.) a iarraidh ar leathanach gréasáin ó fhearann eile lasmuigh den fhearann as a tháinig an acmhainn.
lt: „Kryžminės kilmės išteklių bendrinimas“ („CORS“) – yra mechanizmas, leidžiantis apribotų išteklių (pvz., šriftų, „JavaScript“ ir kt.) žiniatinklio puslapyje prašyti iš kito domeno-srities, kurie randasi to domeno-srities išorėje, iš kurio tas išteklis buvo kilęs.
ta: குறுக்கு-ஆரிசின் வள பகிர்வு (சிஓஆர்எச்) என்பது ஒரு வலைப்பக்கத்தில் தடைசெய்யப்பட்ட வளங்களை (எ.கா. எழுத்துருக்கள், சாவாச்கிரிப்ட் போன்றவை) அனுமதிக்கும் ஒரு வழிமுறையாகும், இது சான்று தோன்றிய களத்திற்கு வெளியே மற்றொரு களத்திலிருந்து கோரப்பட வேண்டும்.
uk: Перехресне використання ресурсів (CORS) — це механізм, який дозволяє запитувати обмежені ресурси (наприклад, шрифти, JavaScript тощо) на веб-сторінці з іншого домену за межами домену, з якого походить ресурс.
vi: Chia sẻ tài nguyên có nguồn gốc chéo (CORS) là một cơ chế cho phép các tài nguyên bị hạn chế (ví dụ: phông chữ, JavaScript, v.v.) trên một trang web được yêu cầu từ một miền khác bên ngoài miền mà tài nguyên xuất phát.

source: Debug
cs: Ladění
ga: Dífhabhtú
lt: Derinimas/Trukdžių šalinimas
ta: பிழைத்திருத்தம்
uk: Зневаджування

source: Delay (in seconds) during system boot before Radicale start
cs: Prodleva (v sekundách) při startu systému, se kterou má být Radicale spouštěno
ga: Moill (i soicindí) le linn tosaithe an chórais sula dtosaíonn Radicale
lt: Atidėjimas (sekundėmis) sistemos įkrovos metu, prieš paleidžiant – „Radicale“
ta: ராடிகல் தொடங்குவதற்கு முன் கணினி துவக்கத்தின் போது நேரந்தவறுகை (விநாடிகளில்)
uk: Затримка (в секундах) під час завантаження системи перед запуском Radicale
vi: Độ trễ (theo giây) trong quá trình khởi động hệ thống trước khi Radicale bắt đầu

source: Directory
cs: Složka
ga: Eolaire
lt: Katalogas
ta: அடைவு
uk: Каталог
vi: Thư mục

source: Directory not exists/found !
cs: Složka neexistuje/nenalezena!
ga: Níl eolaire ann /aimsíodh!
lt: Nėra katalogo arba jis nerastas!
ta: அடைவு இல்லை/காணப்படவில்லை!
uk: Каталог не існує/знайдено!
vi: Thư mục không tồn tại/được tìm thấy !

source: Directory required !
cs: Složka vyžadována!
ga: Eolaire ag teastáil!
lt: Reikalingas katalogas!
ta: அடைவு தேவை!
uk: Потрібен довідник!
vi: Thư mục bắt buộc !

source: Directory where the rotating log-files are stored
cs: Složka ve které ukládat rotované soubory záznamu událostí
ga: Eolaire ina stóráiltear na comhaid logála rothlacha
lt: Katalogas/Vietovė, kuriame yra saugomi besisukantys žurnalo failai
ta: சுழலும் பதிவு கோப்புகள் சேமிக்கப்படும் அடைவு
uk: Каталог, де зберігаються змінні файли журналу
vi: Thư mục nơi các tệp nhật ký xoay vòng được lưu trữ

source: During delay ifup-events are not monitored !
cs: Během prodlení nejsou monitorovány události zapnutí rozhraní!
ga: Le linn moill ní dhéantar monatóireacht ar imeachtaí ifup!
lt: Atidėjimo metu, „ifup“-įvykiai nėra stebimi!
ta: தாமதத்தின் போது IFUP- நிகழ்வுகள் கண்காணிக்கப்படவில்லை!
uk: Під час затримки ifup-події не відстежуються!
vi: Trong thời gian chờ, các sự kiện ifup không được giám sát !

source: Enable HTTPS
cs: Zapnout HTTPS
ga: Cumasaigh HTTPS
lt: Įgalinti „HTTPS“
ta: HTTPS ஐ இயக்கவும்
uk: Увімкнути HTTPS
vi: Bật HTTPS

source: Enable/Disable auto-start of Radicale on system start-up and interface events
cs: Zap/vyp automatické spouštění Radicale při startu systému a událostech na rozhraní
ga: Cumasach/Díchumasaigh tús uathoibríoch Radicale ar imeachtaí nuathoibrithe agus comhéadain an
lt: Įjungti/Įgalinti┃Išjungti/Išgalinti automatinį „Radicale“ paleidimą, sistemos paleidimo ir sąsajos įvykiuose
ta: கணினி தொடக்க மற்றும் இடைமுக நிகழ்வுகளில் ரேடிகலின் தானாகத் தொடங்குதல்/முடக்கு
uk: Увімкнути/вимкнути автоматичний запуск Radicale під час запуску системи та подій інтерфейсу
vi: Bật/Tắt tự động khởi động Radicale khi hệ thống khởi động và các sự kiện giao diện

source: Encoding
cs: Enkódování
ga: Ionchódú
lt: Koduotė
ta: குறியாக்கம்
uk: Кодування
vi: Mã hóa

source: Encoding for responding requests.
cs: Enkódování pro odpovídání na požadavky.
ga: Ionchódú chun iarratais a fhreagairt.
lt: Koduotė, skirta atsakant į užklausas.
ta: பதிலளிக்கும் கோரிக்கைகளுக்கு குறியாக்கம்.
uk: Кодування для відповідей на запити.
vi: Mã hóa để phản hồi các yêu cầu.

source: Encoding for storing local collections.
cs: Kódování pro ukládání lokálních sbírek.
ga: Ionchódú chun bailiúcháin áitiúla a stóráil.
lt: Koduotė, skirta vietinių kolekcijų saugojimui.
ta: உள்ளக சேகரிப்புகளை சேமிப்பதற்கான குறியாக்கம்.
uk: Кодування для зберігання локальних колекцій.
vi: Mã hóa để lưu trữ các bộ sưu tập cục bộ.

source: Encryption method
cs: Metoda šifrování
ga: Modh criptithe
lt: Šifravimo metodas
ta: குறியாக்க முறை
uk: Метод шифрування
vi: Phương thức mã hóa

source: Error
cs: Chyba
ga: Earráid
lt: Klaida
ta: பிழை
uk: Помилка
vi: Lỗi

source: File '%s' not found !
cs: Soubor „%s“ nenalezen!
ga: Níor aimsíodh comhad '%s'!
lt: Failas – „%s“ nerastas!
ta: கோப்பு '%s' கிடைக்கவில்லை!
uk: Файл «%s» не знайдено !
vi: Không tìm thấy tệp '%s' !

source: File Log level
cs: Stupeň podrobnosti záznamu událostí pro soubor
ga: Leibhéal Logála Comhad
lt: Žurnalo failo lygis/įrašas
ta: கோப்பு பதிவு நிலை
uk: Рівень журналу файлів
vi: Mức nhật ký tệp

source: File not found !
cs: Soubor nenalezen!
ga: Níor aimsíodh an comhad!
lt: Failas nerastas!
ta: கோப்பு கிடைக்கவில்லை!
uk: Файл не знайдено !
vi: Không tìm thấy tệp !

source: File-system
cs: Souborový systém
ga: Córas comhad
lt: Failų sistema
ta: கோப்பு முறை
uk: Файлова система
vi: Hệ thống tệp

source: For example, for the 'user' key, '.+' means 'authenticated user' and '.*' means 'anybody' (including anonymous users).
cs: Například, pro klíč 'user', '.+' znamená 'authenticated user' a '.*' znamená 'anybody' (včetně anonymních uživatelů).
ga: Mar shampla, i gcás an eochair 'úsáideoir', ciallaíonn '.+' 'úsáideoir fíordheimhnitheach' agus ciallaíonn '.*' '' duine ar bith '(úsáideoirí gan ainm san áireamh).
lt: Pavyzdžiui, „naudotojo/vartotojo“ rakto atveju – „.+“, reiškia – „autentifikuotas naudotojas/vartotojas“, o „.*“ – "bet kas" (įskaitant anoniminius naudotojus/vartotojus).
ta: எடுத்துக்காட்டாக, 'பயனர்' விசைக்கு, '.+' என்றால் 'அங்கீகரிக்கப்பட்ட பயனர்' மற்றும் '.*' என்றால் 'யாராவது' (அநாமதேய பயனர்கள் உட்பட).
uk: Наприклад, для ключа «користувач» «.+» означає «автентифікований користувач», а «.*» означає «будь-хто» (включно з анонімними користувачами).
vi: Ví dụ, cho khóa 'user', '.+' có nghĩa là 'người dùng được xác thực' và '.*' có nghĩa là 'bất kỳ ai' (bao gồm cả người dùng ẩn danh).

source: Full access for Owner only
cs: Plný přístup pouze pro vlastníka
ga: Rochtain iomlán don Úinéir amháin
lt: Pilna prieiga tik savininkui
ta: உரிமையாளருக்கு மட்டுமே முழு அணுகல்
uk: Повний доступ лише для власника
vi: Chỉ chủ sở hữu mới có quyền truy cập đầy đủ

source: Full access for authenticated Users
cs: Plný přístup pro ověřené uživatele
ga: Rochtain iomlán d'Úsáideoirí fíordheimhnithe
lt: Pilna prieiga tik autentifikuotams naudotojams/vartotojams
ta: அங்கீகரிக்கப்பட்ட பயனர்களுக்கான முழு அணுகல்
uk: Повний доступ для авторизованих користувачів
vi: Quyền truy cập đầy đủ cho người dùng được xác thực

source: Full access for everybody (including anonymous)
cs: Plný přístup pro každého (včetně anonymních)
ga: Rochtain iomlán do gach duine (lena n-áirítear gan ainm)
lt: Pilna prieiga visiems (įskaitant anonimiškus)
ta: அனைவருக்கும் முழு அணுகல் (அநாமதேய உட்பட)
uk: Повний доступ для всіх (анонімних включно)
vi: Quyền truy cập đầy đủ cho mọi người (bao gồm cả người dùng ẩn danh)

source: Full path and file name of certificate
cs: Úplný popis umístění a název souboru certifikátu
ga: Conair iomlán agus ainm comhad an deimhnithe
lt: Sertifikato pilnas vietovės kelias ir failo pavadinimas
ta: சான்றிதழின் முழு பாதை மற்றும் கோப்பு பெயர்
uk: Повний шлях та імʼя файлу сертифікату
vi: Đường dẫn đầy đủ và tên tệp của chứng chỉ

source: Full path and file name of private key
cs: Úplný popis umístění a název souboru se soukromým klíčem
ga: Conair iomlán agus ainm comhaid an eochair phríobháideach
lt: Privataus rakto pilnas vietovės kelias ir failo pavadinimas
ta: தனியார் விசையின் முழு பாதை மற்றும் கோப்பு பெயர்
uk: Повний шлях та імʼя файлу приватного ключа
vi: Đường dẫn đầy đủ và tên tệp của khóa riêng

source: Grant UCI access for luci-app-radicale
cs: Udělit luci-app-radicale přístup do UCI nastavování
ga: Rochtain UCI a dheonú do luci-app-radicale
lt: Suteikti „UCI“ prieigą – „luci-app-radicale“
ta: லூசி-ஆப்-ராடிகலுக்கு யுசிஐ அணுகலை வழங்கவும்
uk: Надайте доступ UCI для luci-app-radicale
vi: Cấp quyền truy cập UCI cho luci-app-radicale

source: Info
ga: Faisnéis
lt: Informacija
ta: தகவல்
uk: Інформація
vi: Thông tin

source: Keep in mind to use the correct hashing algorithm !
cs: Nezapomeňte použít správný algoritmus vytváření otisku!
ga: Coinnigh i gcuimhne an algartam hashing ceart a úsáid!
lt: Nepamirškite naudoti teisingo maišos algoritmo !
ta: சரியான ஆசிங் வழிமுறையைப் பயன்படுத்த நினைவில் கொள்ளுங்கள்!
uk: Не забувайте використовувати правильний алгоритм хешування!
vi: Hãy nhớ sử dụng thuật toán băm chính xác !

source: Leading or ending slashes are trimmed from collection's path.
cs: Úvodní nebo koncová lomítka jsou z popisu umístění sbírky oříznuta.
ga: Déantar sliseanna tosaigh nó críochnaithe a ghearradh ó chonair an bhailiúcháin.
lt: Pradedantieji arba baigiamieji pasvirieji brūkšniai yra nukirpti nuo rinkinio kelio.
ta: முன்னணி அல்லது முடிவடையும் ச்லாச்கள் சேகரிப்பின் பாதையிலிருந்து ஒழுங்கமைக்கப்படுகின்றன.
uk: Початкова або кінцева косі риски вилучаються зі шляху колекції.
vi: Các dấu gạch chéo đầu hoặc cuối được cắt bỏ khỏi đường dẫn của bộ sưu tập.

source: Log-backup Count
cs: Počet záloh záznamu událostí
ga: Líon log-chúltaca
lt: Žurnalo atsarginės kopijų skaičius
ta: பதிவு-பின் எண்ணிக்கை
uk: Підрахунок резервного копіювання журналу
vi: Số lượng sao lưu nhật ký

source: Log-file Viewer
cs: Prohlížeč souboru záznamu událostí
ga: Breathnóir Comhad Logáil
lt: Žurnalo failo žiūrovas
ta: பதிவு-கோப்பு பார்வையாளர்
uk: Переглядач лог-файлів
vi: Trình xem tệp nhật ký

source: Log-file directory
cs: Složka se souborem záznamu událostí
ga: Eolaire log-file
lt: Žurnalo failo katalogas
ta: பதிவு-கோப்பு அடைவு
uk: Каталог лог-файлів
vi: Thư mục tệp nhật ký

source: Log-file size
cs: Velikost souboru záznamu událostí
ga: Méid log-chomhaid
lt: Žurnalo failo dydis
ta: பதிவு-கோப்பு அளவு
uk: Розмір лог-файлу
vi: Kích thước tệp nhật ký

source: Logging
cs: Zaznamenávání událostí
ga: Logáil
lt: Žurnalinimas
ta: பதிவு
uk: Журналювання
vi: Ghi nhật ký

source: Logon message
cs: Zpráva při přihlášení
ga: Teachtaireacht logála isteach
lt: Prisijungimo žinutė/pranešimas
ta: உள்நுழைவு செய்தி
uk: Повідомлення входу
vi: Thông báo đăng nhập

source: Maximum size of each rotation log-file.
cs: Nejvyšší velikost souboru záznamu událostí každé rotace.
ga: Uasmhéid gach log-chomhad uathraithe.
lt: Maksimalus, kiekvieno pasukimo žurnalo failo dydis.
ta: ஒவ்வொரு சுழற்சி பதிவு-கோப்பின் அதிகபட்ச அளவு.
uk: Максимальний розмір кожного файлу журналу ротації.
vi: Kích thước tối đa của mỗi tệp nhật ký xoay vòng.

source: Message displayed in the client when a password is needed.
cs: Zpráva kterou zobrazit v klientovi pokud je zapotřebí zadat heslo.
ga: Teachtaireacht a thaispeántar sa chliant nuair is gá le pasfhocal.
lt: Kliente rodomas pranešimas, kai reikia slaptažodžio.
ta: கடவுச்சொல் தேவைப்படும்போது கிளையண்டில் காண்பிக்கப்படும் செய்தி.
uk: Повідомлення, яке відображається в клієнті, коли потрібен пароль.
vi: Thông báo hiển thị trong máy khách khi cần mật khẩu.

source: NOT installed
cs: NENÍ nainstalováno
ga: NÍL suiteáilte
lt: Neįdiegta
ta: நிறுவப்படவில்லை
uk: Не інстальовано
vi: CHƯA được cài đặt

source: None
cs: Žádné
ga: Dada
lt: Joks (-ia/-ie)
ta: எதுவுமில்லை
uk: Нічого
vi: Không có

source: Number of backup files of log to create.
cs: Počet záložních souborů záznamu událostí, které vytvářet.
ga: Líon na gcomhaid chúltaca logála le cruthú.
lt: Kuriamų atsarginių žurnalo failų skaičius.
ta: உருவாக்க பதிவின் காப்பு கோப்புகளின் எண்ணிக்கை.
uk: Кількість резервних файлів журналу для створення.
vi: Số lượng các tệp sao lưu của nhật ký để tạo.

source: One or more missing/invalid fields on tab
cs: Jedna nebo vícero chybějících/neplatných kolonek na panelu
ga: Réimse amháin nó níos mó atá in easnamh/neamhbhailí ar chluaisín
lt: Skirtuke trūksta vieno ar daugiau laukų arba jie yra neteisingi
ta: தாவலில் ஒன்று அல்லது அதற்கு மேற்பட்ட காணாமல் போன/தவறான புலங்கள்
uk: Одне чи кілька відсутніх/недійсних полів на вкладці
vi: Một hoặc nhiều trường bị thiếu/không hợp lệ trên tab

source: Owner allow write, authenticated users allow read
cs: Vlastníkovi umožnit zápis, přihlášeným uživatelům umožnit čtení
ga: Ceadaíonn úinéir scríbhneoireacht, ceadaíonn úsáideoirí fí
lt: Savininkas/-e leidžia rašyti, autentifikuoti naudotojai/vartotojai leidžia skaityti
ta: உரிமையாளர் எழுத அனுமதிக்கவும், அங்கீகரிக்கப்பட்ட பயனர்கள் படிக்க அனுமதிக்கவும்
uk: Власник дозволяє записувати, автентифіковані користувачі дозволяють читати
vi: Chủ sở hữu cho phép ghi, người dùng được xác thực cho phép đọc

source: Path/File required !
cs: Je vyžadován popis umístění / soubor!
ga: Conair/Comhad ag teastáil!
lt: Kelias/Failas reikalingas!
ta: பாதை/கோப்பு தேவை!
uk: Потрібен шлях/файл!
vi: Đường dẫn/Tệp bắt buộc !

source: Place here the 'user:password' pairs for your users which should have access to Radicale.
cs: Sem zadejte dvojice 'uzivatel:heslo' pro uživatele, kteří mají mít přístup do Radicale.
ga: Cuir anseo na péirí 'úsáideoir: pasfhocal' d'úsáideoirí ar chóir go mbeadh rochtain acu ar Radicale.
lt: Čia įdėkite – „naudotojas/vartotojas: slaptažodis“ poras savo naudotojams/vartotojams, kurie turėtų turėti prieigą prie – „Radicale“.
ta: உங்கள் பயனர்களுக்கான 'பயனர்: கடவுச்சொல்' சோடிகளை இங்கே வைக்கவும்.
uk: Розмістіть тут пари «користувач:пароль» для ваших користувачів, які повинні мати доступ до Radicale.
vi: Đặt ở đây các cặp 'user:password' cho người dùng của bạn mà nên có quyền truy cập vào Radicale.

source: Please install current version !
cs: Nainstalujte aktuální verzi!
ga: Suiteáil an leagan reatha le do thoil!
lt: Prašome įdiegti dabartinę versiją !
ta: தற்போதைய பதிப்பை நிறுவவும்!
uk: Будь ласка, встановіть поточну версію!
vi: Vui lòng cài đặt phiên bản hiện tại !

source: Please press [Reload] button below to reread the file.
cs: Soubor [Znovu načtěte] kliknutím na tlačítko níže.
ga: Brúigh an cnaipe [Reload] thíos chun an comhad a athléamh.
lt: Norėdami iš naujo perskaityti failą, paspauskite toliau esantį mygtuką – „[Perleisti]“.
ta: கோப்பை மீண்டும் படிக்க கீழே உள்ள [REPLOAD] பொத்தானை அழுத்தவும்.
uk: Натисніть кнопку [Перезавантажити] нижче, щоб перечитати файл.
vi: Vui lòng nhấn nút [Tải lại] bên dưới để đọc lại tệp.

source: Please update to current version !
cs: Prosím zaktualizujte na nejnovější verzi!
ga: Nuashonraigh go leagan reatha le do thoil!
lt: Prašome atnaujinti į dabartinę versiją!
ta: தற்போதைய பதிப்பிற்கு புதுப்பிக்கவும்!
uk: Будь ласка, оновіть до поточної версії!
vi: Vui lòng cập nhật lên phiên bản hiện tại !

source: Port numbers below 1024 (Privileged ports) are not supported
cs: Čísla portů pod 1024 (privilegované porty) nejsou podporovány
ga: Ní thacaítear le huimhreacha calafoirt faoi bhun 1024 (calafoirt phrib
lt: Prievado numeriai, mažesni nei – 1024-i (privilegijuotieji prievadai), yra nepalaikomi
ta: 1024 (சலுகை பெற்ற துறைமுகங்கள்) கீழே உள்ள துறைமுகம் எண்கள் ஆதரிக்கப்படவில்லை
uk: Номери портів нижче 1024 (привілейовані порти) не підтримуються
vi: Các số cổng dưới 1024 (Cổng đặc quyền) không được hỗ trợ

source: Private key file
cs: Soubor se soukromým klíčem
ga: Comhad eochair phríobhá
lt: Privataus rakto failas
ta: தனிப்பட்ட விசை கோப்பு
uk: Файл закритого ключа
vi: Tệp khóa riêng

source: Radicale CalDAV/CardDAV Server
ga: Freastalaí Radicale Caldav/CardDAV
lt: „Radicale CalDAV“/„CardDAV“ serveris
ta: ரேடிகல் கால்டாவ்/கார்டாவ் சேவையகம்
uk: Сервер Radicale CalDAV/CardDAV
vi: Máy chủ Radicale CalDAV/CardDAV

source: Radicale uses '/etc/radicale/rights' as regexp-based file.
cs: Radicale používá „/etc/radicale/rights“ jako soubor, založený na regulárních výrazech.
ga: Úsáideann Radicale '/etc/radicale/rights' mar chomhad bunaithe ar regexp-bhunaithe.
lt: „Radicale naudoja“ – „/etc/radicale/rights“ kaip – „regexp“ pagrįstą failą.
ta: ரேசெக்ச் அடிப்படையிலான கோப்பாக தீவிரமான பயன்பாடு '/போன்றவை/தீவிர/உரிமைகள்'.
uk: Radicale використовує '/etc/radicale/rights' як файл на основі регулярного виразу.
vi: Radicale sử dụng '/etc/radicale/rights' làm tệp dựa trên biểu thức chính quy.
