Repository: openwrt/luci
Catalog: applications/luci-app-vnstat2/po/*/vnstat2.po
Languages: nl

source: 5 Minute
nl: 5 minuten

source: Cancel
nl: Annuleren

source: Clear data for all interfaces
nl: Duidelijke gegevens voor alle interfaces

source: Configuration
nl: Configuratie

source: Could not load graph, no data available:
nl: Kan grafiek niet laden, geen gegevens beschikbaar:

source: Daily
nl: Dagelijks

source: Delete
nl: Verwijderen

source: Delete data for ALL interfaces
nl: Verwijder gegevens voor ALLE interfaces

source: Delete interface <em>%h</em>
nl: Interface verwijderen <em>%h</em>

source: Delete…
nl: Verwijderen…

source: Grant access to LuCI app vnstat2
nl: Toegang verlenen tot LuCI-app vnstat2

source: Graphs
nl: Grafieken

source: Hourly
nl: Per uur

source: Loading graphs…
nl: Grafieken laden…

source: Monthly
nl: Maandelijks

source: No monitored interfaces have been found. Go to the configuration to enable monitoring for one or more interfaces.
nl: Er zijn geen bewaakte interfaces gevonden. Ga naar de configuratie om monitoring voor een of meer interfaces in te schakelen.

source: No unconfigured interfaces found in database.
nl: Geen niet-geconfigureerde interfaces gevonden in de database.

source: Summary
nl: Samenvatting

source: The data will be removed from the database permanently. This cannot be undone.
nl: De gegevens worden permanent uit de database verwijderd. Dit kan niet ongedaan worden gemaakt.

source: The interface will be removed from the database permanently. This cannot be undone.
nl: De interface wordt permanent uit de database verwijderd. Dit kan niet ongedaan gemaakt worden.

source: The selected interfaces are automatically added to the vnStat database upon startup.
nl: De geselecteerde interfaces worden bij het opstarten automatisch toegevoegd aan de vnStat-database.

source: These interfaces are present in the vnStat database, but are not configured above.
nl: Deze interfaces zijn aanwezig in de vnStat-database, maar zijn hierboven niet geconfigureerd.

source: Traffic Monitor
nl: Verkeersmonitor

source: Unconfigured interfaces
nl: Ongeconfigureerde interfaces

source: Warning: The service is not running, graphs will not be updated!
nl: Waarschuwing: de service is niet actief, grafieken worden niet bijgewerkt!

source: Yearly
nl: Jaarlijks

source: vnStat Graphs
nl: vnStat Grafieken

source: vnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
nl: vnStat is een netwerkverkeersmonitor voor Linux die een logboek bijhoudt van het netwerkverkeer voor de geselecteerde interface(s).
