Repository: openwrt/luci
Catalog: applications/luci-app-ltqtapi/po/*/ltqtapi.po
Languages: lt

source: Account
lt: Paskyra

source: Collecting data...
lt: Renkama/-i informacija (duomenys)...

source: Contact
lt: Kontaktas/Adresatas

source: Contacts
lt: Kontaktai/Adresatai

source: Current Telephony State
lt: Dabartinė telefonijos būsena/būklė

source: Dial
lt: Surinkti (numerį)

source: Disabled
lt: Išjungta/Neįgalinta (-s/-i)

source: Grant UCI access for luci-app-ltqtapi
lt: Suteikti „UCI“ prieigą – „luci-app-ltqtapi“

source: Here You can specify the SIP account that you want to use.
lt: Čia Jūs galite nurodyti „SIP“ paskyrą, kurią Jūs norėtumėte naudoti.

source: Here You can specify the SIP contacts that you want to use.
lt: Čia Jūs galite nurodyti „SIP“ kontaktus, kuriuos Jūs norėtumėte naudoti.

source: Name
lt: Vardas/Pavadinimas

source: Password
lt: Slaptažodis

source: Port1
lt: Prievadas1

source: Port2
lt: Prievadas2

source: Realm
lt: Valda/Sritis

source: Shortdial
lt: Trumpasis surinkimas (numerio)

source: Type
lt: Tipas

source: Uplink
lt: Aukštynkryptis

source: Username
lt: Naudotojo/Vartotojo vardas (t.y. Slapyvardis)
