Repository: openwrt/luci
Catalog: applications/luci-app-polipo/po/*/polipo.po
Languages: da, tr

source: Advanced Settings
da: Avancerede indstillinger
tr: Gelişmiş Ayarlar

source: Allowed clients
da: Tilladte klienter
tr: İzin verilen istemciler

source: Always use system DNS resolver
da: Brug altid systemets DNS-resolver
tr: Her zaman sistem DNS çözümleyicisini kullan

source: Basic HTTP authentication supported. Provide username and password in username:password format.
da: Grundlæggende HTTP-godkendelse understøttes. Angiv brugernavn og adgangskode i formatet brugernavn:adgangskode.
tr: Temel HTTP kimlik doğrulaması desteklenir. Kullanıcı adı ve şifreyi kullanıcı adı: şifre biçiminde girin.

source: Configuration
da: Konfiguration
tr: Yapılandırma

source: DNS and Query Settings
da: DNS og forespørgselsindstillinger
tr: DNS ve Sorgu Ayarları

source: DNS server address
da: DNS-serveradresse
tr: DNS sunucusu adresi

source: Delete cache files time
da: Slet cache-filer tid
tr: Önbellek dosyalarını silme zamanı

source: Disk cache location
da: Placering af disk-cache
tr: Disk önbellek konumu

source: Do not query IPv6
da: Forespørg ikke om IPv6
tr: IPv6'yı sorgulama

source: Enable if cache (proxy) is shared by multiple users.
da: Aktiver, hvis cache (proxy) deles af flere brugere.
tr: Önbellek (proxy) birden çok kullanıcı tarafından paylaşılıyorsa etkinleştirin.

source: First PMM segment size (in bytes)
da: Første PMM-segmentstørrelse (i bytes)
tr: İlk PMM segment boyutu (bayt cinsinden)

source: General Settings
da: Generelle indstillinger
tr: Genel Ayarlar

source: Grant UCI access for luci-app-polipo
da: Giv UCI adgang til luci-app-polipo
tr: luci-app-polipo için UCI erişimi verin

source: How much RAM should Polipo use for its cache.
da: Hvor meget RAM skal Polipo bruge til sin cache.
tr: Polipo, önbelleği için ne kadar RAM kullanmalıdır.

source: In RAM cache size (in bytes)
da: Størrelse af RAM-cache (i bytes)
tr: RAM önbellek boyutunda (bayt cinsinden)

source: Listen address
da: Lytteadresse
tr: Dinleme adresi

source: Listen port
da: Lytteport
tr: Dinleme bağlantı noktası

source: Location where polipo will cache files permanently. Use of external storage devices is recommended, because the cache can grow considerably. Leave it empty to disable on-disk cache.
da: Placering, hvor polipo vil cache filer permanent. Det anbefales at bruge eksterne lagerenheder, da cachen kan vokse betydeligt. Lad det være tomt for at deaktivere cache på disken.
tr: Polipo'nun dosyaları kalıcı olarak önbelleğe alacağı konum. Önbellek önemli ölçüde büyüyebileceği için harici depolama cihazlarının kullanılması önerilir. Disk üzerindeki önbelleği devre dışı bırakmak için boş bırakın.

source: Log file location
da: Placering af logfil
tr: Günlük dosyası konumu

source: Log to syslog
da: Log til syslog
tr: Günlüğü syslog'a yaz

source: Logging and RAM
da: Logning og RAM
tr: Günlük kaydı ve RAM

source: Never use system DNS resolver
da: Brug aldrig systemets DNS-resolver
tr: Asla sistem DNS çözümleyicisini kullanmayın

source: On-Disk Cache
da: Cache på disken
tr: Disk Üzerinde Önbellek

source: PMM segments size (in bytes)
da: PMM-segmenternes størrelse (i bytes)
tr: PMM segment boyutu (bayt cinsinden)

source: Parent Proxy
da: Overordnet proxy
tr: Ana Proxy

source: Parent proxy address
da: Overordnet proxyadresse
tr: Ana proxy adresi

source: Parent proxy address (in host:port format), to which Polipo will forward the requests.
da: Overordnet proxyadresse (i formatet vært:port), som Polipo videresender anmodningerne til.
tr: Polipo'nun istekleri ileteceği ana proxy adresi (ana bilgisayar: bağlantı noktası biçiminde).

source: Parent proxy authentication
da: Overordnet proxygodkendelse
tr: Ana proxy kimlik doğrulaması

source: Polipo Status
tr: Polipo Durumu

source: Polipo is a small and fast caching web proxy.
da: Polipo er en lille og hurtig webproxy med caching.
tr: Polipo, küçük ve hızlı bir önbelleğe alma web proxy'sidir.

source: Poor Man's Multiplexing (PMM) is a technique that simulates multiplexing by requesting an instance in multiple segments. It tries to lower the latency caused by the weakness of HTTP protocol. NOTE: some sites may not work with PMM enabled.
da: Poor Man's Multiplexing (PMM) er en teknik, der simulerer multiplexing ved at anmode om en instans i flere segmenter. Den forsøger at mindske den forsinkelse, der skyldes HTTP-protokollens svaghed. BEMÆRK: Nogle websteder fungerer muligvis ikke med PMM aktiveret.
tr: Poor Man's Multiplexing (PMM), birden çok segmentte bir örnek talep ederek çoğullamayı simüle eden bir tekniktir. HTTP protokolünün zayıflığından kaynaklanan gecikmeyi azaltmaya çalışır. NOT: Bazı siteler PMM etkinken çalışmayabilir.

source: Port on which Polipo will listen
da: Port, som Polipo skal lytte på
tr: Polipo'nun dinleyeceği bağlantı noktası

source: Query DNS by hostname
da: Forespørg DNS efter værtsnavn
tr: Ana bilgisayar adına göre DNS sorgulama

source: Query DNS directly, fallback to system resolver
da: Forespørg DNS direkte, tilbagefald til resolver
tr: DNS'yi doğrudan sorgulayın, sistem çözümleyiciye geri dönüş

source: Query DNS directly, for unknown hosts fall back to system resolver
da: Forespørg DNS direkte, for ukendte værter falder tilbage til system resolver
tr: DNS'yi doğrudan sorgulayın, bilinmeyen ana bilgisayarlar için sistem çözümleyiciye geri dönün

source: Query DNS for IPv6
da: Forespørg på DNS til IPv6
tr: IPv6 için sorgu DNS

source: Query IPv4 and IPv6, prefer IPv4
da: Forespørg IPv4 og IPv6, foretrækker IPv4
tr: IPv4 ve IPv6'yı sorgulayın, IPv4'ü tercih edin

source: Query IPv4 and IPv6, prefer IPv6
da: Forespørg IPv4 og IPv6, foretrækker IPv6
tr: IPv4 ve IPv6'yı sorgulayın, IPv6'yı tercih edin

source: Query only IPv6
da: Forespørg kun på IPv6
tr: Yalnızca IPv6 sorgusu

source: Set the DNS server address to use, if you want Polipo to use different DNS server than the host system.
da: Indstil den DNS-serveradresse, der skal bruges, hvis du vil have Polipo til at bruge en anden DNS-server end værtssystemet.
tr: Polipo'nun ana sistemden farklı DNS sunucusu kullanmasını istiyorsanız, kullanılacak DNS sunucusu adresini ayarlayın.

source: Shared cache
da: Delt cache
tr: Paylaşılan önbellek

source: Size of the first PMM segment. If not defined, it defaults to twice the PMM segment size.
da: Størrelsen af det første PMM-segment. Hvis den ikke er defineret, er den som standard dobbelt så stor som PMM-segmentets størrelse.
tr: İlk PMM segmentinin boyutu. Tanımlanmamışsa, varsayılan olarak PMM segment boyutunun iki katıdır.

source: Size to which cached files should be truncated
da: Størrelse, som cachede filer skal afkortes til
tr: Önbelleğe alınan dosyaların kesilmesi gereken boyut

source: Status
tr: Durum

source: Syslog facility
da: Syslog facilitet
tr: Sistem günlüğü özelliği

source: The interface on which Polipo will listen. To listen on all interfaces use 0.0.0.0 or :: (IPv6).
da: Det interface, som Polipo skal lytte på. Hvis du vil lytte på alle interfaces, skal du bruge 0.0.0.0 eller :: (IPv6).
tr: Polipo'nun dinleyeceği arayüz. Tüm arayüzlerde dinlemek için 0.0.0.0 veya :: (IPv6) kullanın.

source: Time after which cached files will be deleted
da: Tid, hvorefter cachede filer slettes
tr: Önbelleğe alınmış dosyaların silinmesi için geçmesi gereken süre

source: Time after which cached files will be truncated
da: Tid, hvorefter cachede filer vil blive afkortet
tr: Önbelleğe alınan dosyaların kesilmesi için geçmesi gereken süre

source: To enable PMM, PMM segment size must be set to some positive value.
da: For at aktivere PMM skal PMM-segmentstørrelsen indstilles til en positiv værdi.
tr: PMM'yi etkinleştirmek için, PMM segment boyutu bir pozitif değere ayarlanmalıdır.

source: Truncate cache files size (in bytes)
da: Størrelse af cachelagringsfiler (i bytes)
tr: Önbellek dosyalarının boyutunu kısaltın (bayt cinsinden)

source: Truncate cache files time
da: Afkort cache-filer tid
tr: Önbellek dosyalarının süresini kısaltın

source: Use of external storage device is recommended, because the log file is written frequently and can grow considerably.
da: Det anbefales at bruge en ekstern lagerenhed, da logfilen skrives ofte og kan vokse betydeligt.
tr: Günlük dosyası sık sık yazıldığı ve önemli ölçüde büyüyebileceği için harici depolama cihazının kullanılması önerilir.

source: When listen address is set to 0.0.0.0 or :: (IPv6), you must list clients that are allowed to connect. The format is IP address or network address (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))
da: Når lytteadressen er indstillet til 0.0.0.0 eller :: (IPv6), skal du angive de klienter, der har tilladelse til at oprette forbindelse. Formatet er IP-adresse eller netværksadresse (192.168.1.123, 192.168.1.0.0/24, 2001:660:116::/48 (IPv6))
tr: Dinleme adresi 0.0.0.0 veya :: (IPv6) olarak ayarlandığında, bağlanmasına izin verilen istemcileri listelemelisiniz. Biçim, IP adresi veya ağ adresidir (192.168.1.123, 192.168.1.0/24, 2001:660:116::/48 (IPv6))

source: enable
da: Aktiver
tr: etkinleştir

source: Poor Man's Multiplexing
da: Stakkels mands multipleksering
