Repository: openwrt/luci
Catalog: applications/luci-app-irqbalance/po/*/irqbalance.po
Languages: da, de, ko, pl

source: Cache level at which irqbalance partitions cache domains.
da: Cache niveau, hvor irqbalance partitioner cache domæner.
de: Cache-Ebene, an dem irqbalance-Partitionen Domains puffert.
ko: irqbalance가 캐시 도메인을 구분하는 캐시 수준입니다.
pl: Poziom pamięci podręcznej, na którym partycje irqbalance buforują domeny.

source: Deepest cache
da: Dybest cache
de: Tiefster Cache
ko: 최하위 캐시(Deepest cache)
pl: Najgłębsza pamięć podręczna

source: Enable
da: Aktiver
de: Aktivieren
ko: 활성화
pl: Włącz

source: Exclude CPUs
da: undlad CPU'er
de: CPUs ausschließen
ko: 제외 CPU
pl: Wyklucz procesory

source: Exclude IRQs
da: undlad IRQs
de: IRQs ausschließen
ko: 제외 IRQ
pl: Wyklucz przerwania

source: General settings
da: Generelle indstillinger
de: Allgemeine Einstellungen
ko: 일반 설정
pl: Ustawienia główne

source: Grant UCI access for luci-app-irqbalance
da: Grant UCI adgang til luci-app-irqbalance
de: UCI-Zugang für luci-app-irqbalance gewähren
ko: luci-app-irqbalance의 UCI 접근 권한 부여
pl: Przyznaj luci-app-irqbalance dostęp do UCI

source: Interval
de: Intervall
pl: Interwał

source: Invalid
da: Ugyldig
de: Ungültig
ko: 잘못된 값
pl: Niewłaściwy

source: List of CPUs to ignore, can be an integer or integers separated by commas.
da: Liste over CPU'er for at ignorere, kan være en heltals eller integers adskilt af kommaer.
de: Liste der zu ignorierenden CPUs, kann eine ganze Zahl oder mehrere, durch Kommas getrennte, ganze Zahlen sein.
ko: 제외할 CPU 목록입니다. 정수 값만 입력해야 하며, 여러 개는 쉼표(,)로 구분합니다.
pl: Lista procesorów do zignorowania może być liczbą całkowitą lub liczbami całkowitymi oddzielonymi przecinkami.

source: List of IRQs to ignore.
da: Liste over IRQs for at ignorere.
de: Liste der zu ignorierenden IRQs.
ko: 제외할 IRQ 목록입니다.
pl: Lista przerwań do zignorowania.

source: Loading...
da: Indlæser...
de: Lade ...
ko: 불러오는 중...
pl: Ładowanie...

source: NOT RUNNING
da: KØRE IKKE
de: LÄUFT NICHT
ko: 중지됨
pl: NIEURUCHOMIONE

source: RUNNING
da: KØRE
de: LÄUFT
ko: 실행 중
pl: URUCHOMIONE

source: Show debug output
de: Debug-Ausgabe anzeigen
ko: 디버그 출력 표시
pl: Pokaż dane wyjściowe debugowania

source: Show debug output in system log.
de: Debug-Ausgabe im Systemprotokoll anzeigen.
ko: 시스템 로그에 디버그 출력을 표시합니다.
pl: Pokaż dane wyjściowe debugowania w dzienniku systemowym.

source: Snapshot of current IRQs
da: Snapshot af nuværende IRQs
de: Schnappschuss der aktuellen IRQs
ko: IRQ 현황
pl: Migawka bieżących przerwań

source: The purpose of irqbalance is to distribute hardware interrupts across processors/cores on a multiprocessor/multicore system in order to increase performance.
da: Formålet med irqbalance er at distribuere hardware afbrydere på tværs af processorer/cores på et multiprocessor-/multicore-system for at øge ydeevnen.
de: Der Zweck von irqbalance ist es, Hardware-Interrupts über Prozessoren/Kerne auf einem Multiprozessor/Multicore-System zu verteilen, um die Leistung zu erhöhen.
ko: irqbalance의 목적은 멀티프로세서/멀티코어 시스템에서 하드웨어 인터럽트를 각 프로세서/코어에 분산시켜 성능을 향상시키는 것입니다.
pl: Celem irqbalance jest dystrybucja przerwań sprzętowych pomiędzy procesorami/rdzeniami w systemie wieloprocesorowym/wielordzeniowym w celu zwiększenia wydajności.

source: Valid values: %s.
da: Gyldige værdier: %.
de: Gültige Werte: %.
ko: 유효한 값: %s.
pl: Prawidłowe wartości: %s.

source: Value in seconds.
da: Værdi på få sekunder.
de: Wert in Sekunden.
ko: 단위는 초(s)입니다.
pl: Wartość w sekundach.
