Repository: openwrt/luci
Catalog: applications/luci-app-apinger/po/*/apinger.po
Languages: es, pl

source: Active Alarms
es: Alarmas activas
pl: Aktywne alarmy

source: Add Delay/Latency Alarm
es: Agregar alarma de retardo/latencia
pl: Dodaj alarm opóźnienia

source: Add Down Alarm
es: Agregar Alarma Baja
pl: Dodaj alarm awarii

source: Add Interface Instance
es: Agregar Instancia de Interfaz
pl: Dodaj instancję interfejsu

source: Add Loss Alarm
es: Agregar Alarma de Pérdida
pl: Dodaj alarm utraty

source: Add Target
es: Agregar Destino
pl: Dodaj cel

source: Address
es: Dirección
pl: Adres

source: Address: Target address to be tracked
es: Dirección: dirección destino a ser seguida
pl: Adres: adres docelowy do śledzenia

source: Alarm Delay
es: Retardo de Alarma
pl: Alarmuj o opóźnieniu

source: Alarm Down
es: Alarma Apagada
pl: Alarmuj o awarii

source: Alarm loss
es: Pérdida de alarma
pl: Alarmuj o utracie

source: Apinger - Delay Alarms
es: Apinger - Alarmas de demora
pl: Apinger - Alarmy opóźnienia

source: Apinger - Down Alarm
es: Apinger - Bajar Alarma
pl: Apinger - Alarmy awarii

source: Apinger - Interfaces
pl: Apinger - Interfejsy

source: Apinger - Loss Alarms
es: Apinger - Pérdida de Alarmas
pl: Apinger - Alarmy utraty

source: Apinger - Targets
es: Apinger - Objetivos
pl: Apinger - Cele

source: Apinger Targets
es: Objetivos de Apinger
pl: Cele Apingera

source: Apinger Targets RRD Graph
es: Objetivos de Apinger con Gráficas RRD
pl: Wykres RRD celów Apingera

source: Average Delay
es: Retardo Promedio
pl: Średnie opóźnienie

source: Average Delay and Loss: The delay (in samples) after which loss is computed, without this delays larger than interval would be treated as loss
es: Retraso y pérdida promedio: el retraso (en muestras) después del cual se calcula la pérdida; sin este retraso, los retrasos mayores que el intervalo se tratarían como pérdida
pl: Średnie opóźnienie i utrata: opóźnienie (w próbkach), po którym obliczana jest utrata. Bez tego opóźnienia większe niż interwał byłyby traktowane jako utrata

source: Average Delay: How many replies should be used to compute average delay
es: Retraso promedio: cuántas respuestas se deben utilizar para calcular el retraso promedio
pl: Średnie opóźnienie: ile odpowiedzi należy użyć do obliczenia średniego opóźnienia

source: Average Loss
es: Pérdida Promedio
pl: Średnia utrata

source: Average Loss/Delay
es: Pérdida/Retraso Promedio
pl: Średnia utrata/opóźnienie

source: Average Loss: How many probes should be used to compute average loss
es: Pérdida promedio: Cuantas sondas se deben utilizar para calcular la pérdida promedio
pl: Średnia utrata: ile sond należy użyć do obliczenia średniej utraty

source: Debug
es: Depurar
pl: Debugowanie

source: Delay Alarm
es: Alarma de Retardo
pl: Alarm opóźnienia

source: Delay High (ms)
es: Retardo Alto (ms)
pl: Opóźnienie wysokie (ms)

source: Delay Low (ms)
es: Retardo bajo (ms)
pl: Opóźnienie niskie (ms)

source: Down Alarm
es: Bajar Alarma
pl: Alarm awarii

source: Generate RRD Graphs
es: Genera Gráficos RRD
pl: Wygeneruj wykresy RRD

source: Grant access to LuCI app Apinger
es: Otorgar acceso a LuCI app Apinger
pl: Udziel dostępu do aplikacji LuCI Apinger

source: Graphs
es: Gráficos
pl: Wykresy

source: Interface
es: Interfaz
pl: Interfejs

source: Interface: Interface to use to track target
es: Interfaz: Interfaz para utilizar al destino de pista
pl: Interfejs: interfejs służący do śledzenia celu

source: Interfaces
pl: Interfejsy

source: Latency
es: Latencia
pl: Opóźnienie

source: Loss
es: Pérdida
pl: Utrata

source: Loss Alarm
es: Pérdida de Alarma
pl: Alarm utraty

source: Loss High (%)
es: Pérdida Alta (%)
pl: Utrata wysoka (%)

source: Loss Low (%)
es: Pérdida Baja (%)
pl: Utrata niska (%)

source: Names must match the interface name found in /etc/config/network.
es: Los nombres deben coincidir con el nombre de la interfaz que se encuentra en /etc/config/network.
pl: Nazwa musi być zgodna z nazwą interfejsu znajdującą się w /etc/config/network.

source: No access to server file
es: Sin acceso al archivo del servidor
pl: Brak dostępu do pliku serwera

source: No data available
es: Sin datos disponibles
pl: Brak dostępnych danych

source: Overview
es: Vista general
pl: Przegląd

source: Ping Interval
es: Intervalo de Ping
pl: Interwał pingu

source: Ping Interval: How often the probe should be sent
es: Intervalo de ping: Cuanto de a menudo debería enviarse la prueba
pl: Interwał pingu: jak często należy wysyłać sondę

source: RRD Collection Interval
es: Intervalo de Colección RRD
pl: Interwał zbierania RRD

source: Received
es: Recibido
pl: Otrzymano

source: Sent
es: Enviado
pl: Wysłano

source: Service is not running
es: Servicio no está en ejecución
pl: Usługa nie działa

source: Source IP
es: IP de origen
pl: Źródłowy adres IP

source: Status Update Interval
es: Estado de Intervalo de Actualización
pl: Interwał aktualizacji statusu

source: Target
es: Objetivo
pl: Cel

source: Targets
es: Objetivos
pl: Cele

source: There are no active targets
es: No hay destinos activos
pl: Brak aktywnych celów

source: This alarm will be canceled, when the delay drops below "Delay Low"
es: Esta alarma será cancelada, cuando el retraso caiga por debajo del «Retraso bajo»
pl: Alarm zostanie anulowany, gdy opóźnienie spadnie poniżej „Opóźnienia niskiego”

source: This alarm will be canceled, when the loss drops below "Loss Low"
es: Esta alarma se cancelará cuando la pérdida caiga por debajo de «Pérdida baja»
pl: Alarm zostanie anulowany, gdy utrata spadnie poniżej „Utraty niskiej”

source: This alarm will be fired when packet loss goes over "Loss High"
es: Esta alarma se activará cuando la pérdida de paquetes supere el nivel «Pérdida Alta»
pl: Alarm zostanie uruchomiony, gdy utrata pakietów przekroczy wartość „Utraty wysokiej”

source: This alarm will be fired when target does not respond for "Time"
es: Esta alarma se activará cuando el objetivo no responda durante el «Tiempo»
pl: Alarm zostanie uruchomiony, gdy cel nie odpowie w ciągu „Czasu”

source: Time
es: Tiempo
pl: Czas

source: Time (s)
es: Tiempo (s)
pl: Czas (s)
