Repository: openwrt/luci
Catalog: applications/luci-app-splash/po/*/splash.po
Languages: lt

source: %s with the operator of this access point.
lt: %s su šio prieigos taško operatoriumi.

source: Accept
lt: Priimti

source: Access to the internet might be possible nevertheless, because some activists of this project share their private internet connections. These few connections are shared between all users. That means available bandwidth is limited and because of this we ask you not to do any of the following:
lt: Vis dėlto, prieiga prie interneto gali būti įmanoma, nes kai kurie šio projekto aktyvistai dalijasi savo privačiu interneto ryšiu. Šiais keliais ryšiais dalijasi visi naudotojai/vartotojai. Tai reiškia, kad pasiekiamas duomenų siuntimo ir perdavimo srauto pralaidumas yra apribotas, todėl prašome Jūsų nedaryti nei vieno iš toliau šių nurodytų veiksmų:

source: Access to the network is not guaranteed. It can be interrupted at any time without notice for any reason, for certain devices, and/or may be blocked for certain users.
lt: Prieiga prie tinklo nėra garantuojama. Jis gali būti nutrauktas bet kuriuo metu be įspėjimo, dėl bet kokios priežasties tam tikruose įrenginiuose ir (arba) gali būti užblokuotas tam tikriems naudotojams/vartotojams.

source: Active Clients
lt: Aktyvūs klientai

source: Allowed hosts/subnets
lt: Leidžiami skleidėjai/vedėjai┃potinkliai

source: As an alternative to editing the complete splash text you can also just include some custom text in the default splash page by entering it here.
lt: Kaip alternatyvą, skirta visam „splash“ tekstui redaguoti, į numatytąjį „splash“ puslapį, kurį Jūs, taip pat galite įtraukti tam tikrą pasirinktinį tekstą, įvesdami jį čia.

source: Bandwidth limit for clients is only activated when both up- and download limit are set. Use a value of 0 here to completely disable this limitation. Whitelisted clients are not limited.
lt: Duomenų siuntimo ir perdavimo srauto pralaidumo limitas, skirtas klientams, yra aktyvuojamas tik tada, kai yra nustatytas ir įkėlimo, ir atsisiuntimo limitas. Norėdami visiškai išjungti šį apribojimą, naudokite reikšmę – 0-is. Į leidžiamąjį sąrašą įtraukti klientai nėra ribojami.

source: Become an active member of this community and help by operating your own node
lt: Tapkite aktyviu šios bendruomenės nariu ir padėkite valdydami savo tinklo mazgą

source: Blacklist
lt: Draudžiamasis sąrašas

source: Blocked
lt: Užblokuota

source: By accepting these rules you can use this network for %s hour(s). After this time you need to accept these rules again.
lt: Sutikdami su šiomis taisyklėmis, Jūs galite naudoti šį tinklą %s valandą/-om/-as. Po šio laiko, Jūs turite vėl sutikti su šiomis taisyklėmis.

source: Clearance time
lt: Išvalymo laikas

source: Client-Splash
lt: „Splash“-klientas

source: Client-Splash is a hotspot authentication system for wireless mesh networks.
lt: „Client-Splash“ yra viešosios interneto prieigos taško/ryšio punkto autentifikavimo sistema, skirtas belaidžio/bevielio jungliems/tankiems tinklams.

source: Clients are redirected to this page after they have accepted the splash. If this is left empty they are redirected to the page they had requested.
lt: Klientai yra peradresuojami į šį puslapį po to, kai jie priims – „splash“. Jei jis yra paliekamas tuščias, tada jie bus nukreipiami į puslapį, kurio jie paprašė.

source: Clients download speed is limited to this value (kbyte/s)
lt: Klientų atsisiuntimo greitis yra ribotas šiai reikšmei (kb/s)

source: Clients that have accepted the splash are allowed to use the network for that many hours.
lt: Klientams, kurie priėmę – „splash“, bus leidžiami naudotis tinklu, tiek valandų.

source: Clients upload speed is limited to this value (kbyte/s)
lt: Klientų įkėlimo greitis yra ribotas šiai reikšmei (kb/s)

source: Contact the owner
lt: Susisiekti su savininku

source: Decline
lt: Atmesti

source: Destination hosts and networks that are excluded from splashing, i.e. they are always allowed.
lt: Paskirties/Kelionės tikslo skleidėjai/vedėjai ir tinklai, kurie yra neįtraukti nuo – „splash“, t. y. jie yra visada leidžiami.

source: Donate some money to help us keep this project alive.
lt: Paremkite finansiškai, norint padėti mums laikyti šį projektą gyvą.

source: Download limit
lt: Atsisiuntimo limitas

source: Edit the complete splash text
lt: Redaguoti visą „splash“ tekstą

source: Fair Use Policy
lt: Sąžiningo naudojimo politika/taisyklės

source: Firewall zone
lt: Užkardos zona

source: General
lt: Bendra/-i/-ai/-s

source: Get in contact
lt: Susisiekti

source: Grant UCI access for luci-app-splash
lt: Suteikti „UCI“ prieigą – „luci-app-splash“

source: Hostname
lt: Įrenginio (t.y skleidėjo/vedėjo) pavadinimas

source: IP Address
lt: IP adresas

source: If you operate your own wifi equipment use channels different from ours.
lt: Jei Jūs naudojate savo „Wi-Fi“ įrangą, naudokite kitus kanalus nei mūsų.

source: If you use this network on a regular basis we ask for your support:
lt: Jei Jūs naudojatės šiuo tinklu reguliariai, mes prašysime Jūsų paramos:

source: Include your own text in the default splash
lt: Į numatytąjį – „splash“, įtraukite savo tekstą

source: Intercept client traffic on this Interface
lt: Perimti kliento srautą, šioje sąsajoje

source: Interfaces
lt: Sąsajos ir Sietuvai

source: Interfaces that are used for Splash.
lt: Sąsajos ir/arba Sietuvai, kurie yra naudojami „Splash“.

source: KB/s (Download/Upload). You may be able to remove this limit by actively contributing to this project.
lt: KB/s (Atsisiuntimas/Įkėlimas). Jūs galimai galite pašalinti šį ribojimą aktyviai remiant šį projektą.

source: Legally Prohibited Activities
lt: Teisėtai neleidžiamos veiklos

source: Legally Prohibited content
lt: Teisėtai neleidžiamas turinys

source: MAC Address
lt: „MAC“ adresas

source: MAC addresses in this list are blocked.
lt: „MAC“ adresai šiame sąraše yra užblokuoti.

source: MAC addresses of whitelisted clients. These do not need to accept the splash and are not bandwidth limited.
lt: Įtrauktų „MAC“ adresų klientų leidžiamasis sąrašas. Jiems nereikia priimti – „splash“ ir jų duomenų siuntimo, ir perdavimo srauto pralaidumas nėra apribojamas.

source: Netmask
lt: Tinklavimo „net-kaukė“ – 32-bitų adresas, IP užmaskãvimas

source: Network
lt: Tinklas

source: No clients connected
lt: Nėra prisijungusių klientų

source: Please note that we are not an internet service provider but an experimental community network.
lt: Prašome atkreipti dėmesį, kad mes nesame interneto paslaugų teikėjai, o eksperimentinis bendruomenės tinklas.

source: Policy
lt: Politika

source: Redirect target
lt: Peradresuoti taikomąjį/-ą

source: Safety
lt: Saugumas

source: Save
lt: Išsaugoti

source: Splash rules are integrated in this firewall zone
lt: „Splash“ taisyklės yra integruotos, šioje užkardos zonoje

source: Splashtext
lt: „Splash“ tekstas („Splashtext“)

source: The network, like the Internet, is unencrypted and open. Each participant is responsible for the safety of their own connections and devices.
lt: Tinklas, kaip ir internetas, yra nešifruotas ir atviras. Kiekvienas dalyvis yra atsakingas už savo ryšių ir įrenginių saugumą.

source: The open and free wireless network of volunteers ("Operators") provides the necessary equipment and Internet connections ("Infrastructure") at their own expense.
lt: Atviras ir nemokamas belaidis/bevielis savanorių („operatorių“) tinklas; savo lėšomis suteikia reikiamą įrangą ir interneto ryšius („infrastruktūra“).

source: The operator claims no liability for loss of data, unauthorized access/damage to devices, or financial losses that participants may suffer from the use of the network.
lt: Operatorius neprisiima atsakomybės už duomenų praradimą, neteisėtą prieigą/įrenginių sugadinimą ar finansinius nuostolius, kuriuos dalyviai gali patirti, naudodamiesi tinklu.

source: The participant agrees to not perform any action and refrain from acts which may violate the law or infringe upon the rights of third parties.
lt: Dalyvis sutinka neatlikti jokių veiksmų ir susilaikyti nuo veiksmų, kurie gali pažeisti įstatymus ar pažeisti trečiųjų šalių teises.

source: The participant agrees to not transfer content over the network which violates the law.
lt: Dalyvis sutinka neperduoti tinkle turinio, kuris pažeidžia įstatymus.

source: The participant agrees to not use the network in any way which will harm the infrastructure, the network itself, its operators or other participants.
lt: Dalyvis sutinka nenaudoti tinklo jokiu būdu, kuris pakenktų infrastruktūrai, pačiam tinklui, jo/jos operatoriams ar kitiems dalyviams.

source: These Terms of Use govern the use of the network by its participants' computer, PDA, or similar device ("Devices") within the network.
lt: Šios naudojimo sąlygos reglamentuoja tinklo naudojimą, jo/jos dalyvių kompiuteriu, „PDA“ ar panašiu įrenginiu („įrenginiai“) tinkle.

source: Time remaining
lt: Likęs laikas

source: To ask for the reason why you have been blocked or ask for access again you can try to contact the owner of this access point:
lt: Norėdami paklausti priežasties, kodėl Jūs buvote užblokuotas, arba paprašyti prieigos dar kartą, galite pabandyti susisiekti su šio prieigos taško savininku:

source: Traffic in/out
lt: Į/Iš srautą/-o

source: Upload limit
lt: Įkėlimo limitas

source: Usage Agreement
lt: Naudojimosi sutikimas

source: Welcome
lt: Sveiki

source: Whitelist
lt: Leidžiamasis sąrašas

source: You are now connected to the free wireless mesh network
lt: Jūs dabar esate prisijungę prie nemokamo belaidžio/bevielio junglaus/tankaus tinklo

source: You can enter your own text that is displayed to clients here.<br />It is possible to use the following markers: ###COMMUNITY###, ###COMMUNITY_URL###, ###CONTACTURL###, ###LEASETIME###, ###LIMIT### and ###ACCEPT###.
lt: Čia Jūs galite įvesti savo tekstą, kuris bus rodomas klientams.<br />Galima naudoti šiuos žymeklius: „###COMMUNITY###“, „###COMMUNITY_URL###“, „###CONTACTURL###“, „###LEASETIME###“, „###LIMIT###“ ir „###ACCEPT###“.

source: Your access to this network has been blocked, most likely because you did something that our rules explicitly forbid.
lt: Jūsų prieiga prie šio tinklo buvo užblokuota, greičiausiai todėl, nes Jūs padarėte tai, ką mūsų taisyklės aiškiai draudžia.

source: Your bandwidth is limited to
lt: Jūsų duomenų siuntimo ir perdavimo srauto pralaidumas yra apribojamas iki

source: blacklisted
lt: įtrauktas į draudžiamą sąrašą

source: expired
lt: nebegaliojantis/-i

source: optional when using host addresses
lt: neprivaloma, naudojant skleidėjo/vedėjo adresus

source: perform any kind of illegal activities
lt: atlikti bet kokias neteisėtas/nelegalias veiklas

source: temporarily blocked
lt: laikinai užblokuotas

source: unknown
lt: nežinoma/-s/-i

source: use filesharing applications on this network
lt: naudoti failų bendrinimo programas šiame tinkle

source: waste bandwidth with unnecessary downloads or streams
lt: eikvoti duomenų siuntimo ir perdavimo srauto pralaidumą dėl nereikalingų atsisiuntimų ar srautų

source: whitelisted
lt: įtrauktas į leidžiamą sąrašą
