Repository: openwrt/luci
Catalog: applications/luci-app-email/po/*/email.po
Languages: es, it, ta, tr

source: <a %s>DNS Block List (DNSBL)</a> used to block connections from known spammers.
es: <a %s>Lista de bloqueo de DNS (DNSBL)</a> utilizada para bloquear conexiones de spammers conocidos.
it: <a %s>Lista di Blocco DNS (DNSBL)</a> utilizzata per bloccare le connessioni da spammer noti.
ta: <a %s> dns தொகுதி பட்டியல் (DNSBL) </a> அறியப்பட்ட ச்பேமர்களிடமிருந்து இணைப்புகளைத் தடுக்கப் பயன்படுகிறது.
tr: <a %s>DNS Engelleme Listesi (DNSBL)</a> bilinen spam göndericilerin bağlantılarını engellemek için kullanılır.

source: <b>Note:</b> The <code>/var/</code> is a small in-memory folder and you'll lose mail in reboot.
es: <b>Nota:</b> La <code>/var/</code> es una pequeña carpeta en la memoria y perderás el correo al reiniciar.
it: <b>Nota:</b> La cartella <code>/var/</code> è una piccola cartella in memoria e perderai le email al riavvio.
ta: <b> குறிப்பு: </b> <code>/var/</code> ஒரு சிறிய நினைவக கோப்புறை மற்றும் நீங்கள் மறுதொடக்கத்தில் அஞ்சலை இழப்பீர்கள்.
tr: <b>Not:</b> <code>/var/</code> küçük bir bellek içi klasördür ve yeniden başlatma sırasında postalarınızı kaybedersiniz.

source: <b>You may receive spam so be careful</b>.
es: <b>Puedes recibir spam, así que ten cuidado</b>.
it: <b>Potresti ricevere spam, quindi fai attenzione</b>.
ta: <b> நீங்கள் ச்பேம் பெறலாம், எனவே கவனமாக இருங்கள் </b>.
tr: <b>Spam alabilirsiniz, bu yüzden dikkatli olun</b>.

source: A file containing POP accounts and their credentials.
es: Un archivo que contiene cuentas POP y sus credenciales.
it: Un file contenente account POP e le loro credenziali.
ta: பாப் கணக்குகள் மற்றும் அவற்றின் நற்சான்றிதழ்களைக் கொண்ட கோப்பு.
tr: POP hesaplarını ve kimlik bilgilerini içeren bir dosya.

source: A file that contains credentials for SMTP smarthost client.
es: Un archivo que contiene credenciales para el cliente SMTP smarthost.
it: Un file che contiene le credenziali per il client Smarthost SMTP.
ta: SMTP ச்மார்டோச்ட் கிளையண்டிற்கான சான்றுகளைக் கொண்ட ஒரு கோப்பு.
tr: SMTP smarthost istemcisi için kimlik bilgilerini içeren bir dosya.

source: A threshold of zero is useful for testing and means only to log a result code but allow a connection.
es: Un umbral de cero es útil para realizar pruebas y significa solo registrar un código de resultado pero permitir una conexión.
it: la soglia con zero è utile per i test e serve solo registrare il log codice e consentire una connessione.
ta: பூச்சியத்தின் வாசல் சோதனைக்கு பயனுள்ளதாக இருக்கும், மேலும் இது ஒரு முடிவுக் குறியீட்டை பதிவு செய்வதாகும், ஆனால் ஒரு இணைப்பை அனுமதிக்கிறது.
tr: Sıfır eşiği test için kullanışlıdır ve yalnızca bir sonuç kodunu günlüğe kaydetmek ancak bir bağlantıya izin vermek anlamına gelir.

source: Address verifier
es: Verificador de direcciones
it: Verifica indirizzo
ta: முகவரி சரிபார்ப்பு
tr: Adres doğrulayıcı

source: Advanced Settings
es: Ajustes avanzados
it: Impostazioni avanzate
ta: மேம்பட்ட அமைப்புகள்
tr: Gelişmiş Ayarlar

source: Allow connections from the public internet.
es: Permitir conexiones desde la Internet pública.
it: Consentire connessioni da internet pubblico.
ta: பொது இணையத்திலிருந்து இணைப்புகளை அனுமதிக்கவும்.
tr: Genel internet bağlantılarına izin verin.

source: Allow remote clients
es: Permitir clientes remotos
it: Consenti ai client remoti
ta: தொலைநிலை வாடிக்கையாளர்களை அனுமதிக்கவும்
tr: Uzak istemcilere izin ver

source: Anonymous
es: Anónimo
it: Anonimo
ta: அநாமதேய
tr: Anonim

source: Auth file
es: Archivo de autenticación
it: File Auth
ta: அங்கீகார கோப்பு
tr: Kimlik doğrulama dosyası

source: By default, the local hostname is used.
es: Por defecto, se utiliza el nombre de host local.
it: Per impostazione predefinita, viene utilizzato il nome host locale.
ta: இயல்பாக, உள்ளக ஓச்ட்பெயர் பயன்படுத்தப்படுகிறது.
tr: Varsayılan olarak yerel ana bilgisayar adı kullanılır.

source: CA certificate
es: Certificado CA
it: Certificato CA
ta: சான்றிதழ்களாக
tr: CA sertifikası

source: Client authorization file
es: Archivo de autorización del cliente
it: File di autorizzazione client
ta: கிளையன்ட் அங்கீகார கோப்பு
tr: İstemci yetkilendirme dosyası

source: Configure <a %s>acme.sh to issue a TLS cert</a>.
es: Configura <a %s>acme.sh para emitir un certificado TLS</a>.
it: Configurare <a %s>acme.sh per emettere un certificato TLS.
ta: TLS CERT ஐ வழங்க </a> ஐ வழங்க <A %s> acme.sh உள்ளமைக்கவும்.
tr: <a %s>acme.sh'yi TLS sertifikası verecek</a> olarak yapılandırın.

source: DNSBL
ta: டி.என்.எச்.பி.எல்

source: Domain
es: Dominio
it: Dominio
ta: டொமைன்
tr: Alan Adı

source: E-MailRelay Server Configuration.
es: Configuración del servidor E-MailRelay.
it: Configurazione server E-MailRelay.
ta: மின்னஞ்சல் சேவையக உள்ளமைவு.
tr: E-MailRelay Sunucu Yapılandırması.

source: E.g.
es: P. e.
it: Ad esempio.
ta: எ.கா.
tr: Örn.

source: Email Server Configuration
es: Configuración del servidor de correo electrónico
it: Configurazione del server e-mail
ta: மின்னஞ்சல் சேவையக உள்ளமைவு
tr: E-posta Sunucusu Yapılandırması

source: Email server
es: Servidor de correo electrónico
it: Server di posta elettronica
ta: மின்னஞ்சல் சேவையகம்
tr: E-posta sunucusu

source: Enable POP3
es: Habilitar POP3
it: Abilita POP3
ta: POP3 ஐ இயக்கவும்
tr: POP3'ü Etkinleştir

source: Enable SMTP client TLS
es: Habilitar TLS para el cliente SMTP
it: Abilitare il client SMTP TLS
ta: SMTP கிளையன்ட் TLS ஐ இயக்கவும்
tr: SMTP TLS istemcisini etkinleştir

source: Enable TLS for server
es: Habilitar TLS para el servidor
it: Attiva TLS per server
ta: சேவையகத்திற்கு TLS ஐ இயக்கவும்
tr: Sunucu için TLS'yi etkinleştirin

source: Enable ports in firewall.
es: Habilitar puertos en el firewall.
it: Abilita le porte nel firewall.
ta: ஃபயர்வாலில் துறைமுகங்களை இயக்கவும்.
tr: Güvenlik duvarındaki bağlantı noktalarını etkinleştirin.

source: Enabled
es: Activado
it: Abilita
ta: இயக்கப்பட்டது
tr: Etkin

source: Extra command line options
es: Opciones adicionales de línea de comando
it: Opzioni di riga di comando extra
ta: கூடுதல் கட்டளை வரி விருப்பங்கள்
tr: Ek komut satırı seçenekleri

source: Filter
es: Filtro
it: Filtro
ta: வடிப்பி
tr: Filtre

source: For further information <a %s>check the documentation</a>
es: Para más información <a %s>consulta la documentación</a>
it: Per ulteriori informazioni <a %$>verifica la documentazione</a>
ta: மேலும் தகவலுக்கு <a %s> ஆவணங்களை சரிபார்க்கவும் </a>
tr: Daha fazla bilgi için <a %s>belgelere bakın</a>

source: If the threshold number of servers deny the incoming connection's network address then it's dropped.
es: Si el número umbral de servidores niega la dirección de red de la conexión entrante, entonces se descarta.
it: se il numero di server che negano l'indirizzo di rete della connessione in entrata supera la soglia, la connessione viene rifiutata.
ta: சேவையகங்களின் நுழைவு எண் உள்வரும் இணைப்பின் பிணையம் முகவரியை மறுத்தால், அது கைவிடப்பட்டது.
tr: Sunucuların eşik sayısı gelen bağlantının ağ adresini reddederse, bağlantı kesilir.

source: In many use cases this should be your self-signed root certificate.
es: En muchos casos de uso, este debería ser tu certificado raíz autofirmado.
it: n molti casi d'uso, questo dovrebbe essere il tuo certificato radice autogenerato.
ta: பல பயன்பாட்டு நிகழ்வுகளில் இது உங்கள் தன்வய கையொப்பமிடப்பட்ட ரூட் சான்றிதழாக இருக்க வேண்டும்.
tr: Birçok kullanım durumunda bu, kendinden imzalı kök sertifikanız olmalıdır.

source: Incoming mail by default received on <em>25</em> port.
es: El correo entrante se recibe por defecto en el puerto <em>25</em>.
it: Di default, le email in arrivo vengono ricevute sulla porta <em>25</em>.
ta: இயல்புநிலையாக உள்வரும் அஞ்சல் <em> 25 </em> போர்ட்டில் பெறப்பட்டது.
tr: Gelen posta varsayılan olarak <em>25</em> bağlantı noktasından alınır.

source: Instance config
es: Configuración de instancia
it: Configurazione dell'istanza
ta: நிகழ்வு கட்டமைப்பு
tr: Örnek yapılandırması

source: Instead, use a mounted disk with enough of space.
es: En su lugar, utilice un disco montado con suficiente espacio.
it: Invece, utilizza un disco montato con abbastanza spazio disponibile.
ta: அதற்கு பதிலாக, போதுமான இடத்துடன் பொருத்தப்பட்ட வட்டைப் பயன்படுத்துங்கள்.
tr: Bunun yerine, yeterli alana sahip takılı bir disk kullanın.

source: Mail storage directory
es: Directorio de almacenamiento de correo
it: Directory di archiviazione di posta
ta: அஞ்சல் சேமிப்பக அடைவு
tr: Posta depolama dizini

source: Manual command line options (deprecated)
es: Opciones de línea de comandos manuales (obsoletas)
it: Opzioni della linea di comando manuale (deprecato)
ta: கையேடு கட்டளை வரி விருப்பங்கள் (நீக்கப்பட்டது)
tr: Manuel komut satırı seçenekleri (kullanımdan kaldırılmıştır)

source: Mode
es: Modo
it: Modalità
ta: பயன்முறை
tr: Mod

source: Modifies the spool directory used by the POP server to be a sub-directory with the same name as the POP authentication user-id.
es: Modifica el directorio de spool utilizado por el servidor POP para que sea un subdirectorio con el mismo nombre que el ID de usuario de autenticación POP.
it: Modifica la directory spool utilizzata dal server POP per essere una sotto-directory con lo stesso nome dell'utente-id di autenticazione POP.
ta: பாப் சேவையகம் பயன்படுத்தும் ச்பூல் கோப்பகத்தை பாப் அங்கீகார பயனர்-ஐடியின் அதே பெயருடன் துணை இயக்குநராக மாற்றுகிறது.
tr: POP sunucusu tarafından kullanılan biriktirme dizinini POP kimlik doğrulama kullanıcı kimliğiyle aynı ada sahip bir alt dizin olacak şekilde değiştirir.

source: Outcoming mail by usually received on <em>587</em> or <em>465</em> (TLS only) but the <em>25</em> is also used often.
es: Normalmente, el correo saliente se recibe en los puertos <em>587</em> o <em>465</em> (solo TLS), pero el puerto <em>25</em> también se utiliza con frecuencia.
it: Di solito, le email in uscita vengono ricevute sulla porta <em>587</em> o <em>465</em> (solo TLS), ma anche la porta <em>25</em> è spesso utilizzata.
ta: வழக்கமாக <em> 587 </em> அல்லது <em> 465 </em> (TLS மட்டும்) இல் பெறப்பட்ட அஞ்சல்கள்.
tr: Gelen postalar genellikle <em>587</em> veya <em>465</em> (yalnızca TLS) üzerinden alınır, ancak <em>25</em> de sıklıkla kullanılır.

source: POP Auth file
es: Archivo de autenticación POP
it: File di autenticazione POP
ta: பாப் அங்கீகார கோப்பு
tr: POP Kimlik Doğrulama dosyası

source: POP by name
es: POP por nombre
it: POP per nome
ta: பெயரால் பாப்
tr: İsme göre POP

source: POP3
ta: பாப்

source: Path to TLS cert.
es: Ruta al certificado TLS.
it: Percorso a TLS cert.
ta: TLS CERT க்கான பாதை.
tr: TLS sertifikasının yolu.

source: Path to TLS private key.
es: Ruta a la clave privada TLS.
it: Percorso di TLS chiave privata.
ta: டி.எல்.எச் தனியார் விசைக்கான பாதை.
tr: TLS özel anahtarının yolu.

source: Proxy: submission outgoing mail, store and forward to smarthost SMTP server
es: Proxy: envío de correo saliente, almacenamiento y reenvío al servidor SMTP de smarthost
it: Proxy: invio delle email in uscita, memorizzazione e inoltro al server SMTP smarthost
ta: ப்ராக்சி: சமர்ப்பித்தல் வெளிச்செல்லும் அஞ்சல், சேமித்து மற்றும் ச்மார்டோச்ட் SMTP சேவையகத்திற்கு முன்னோக்கி
tr: Proxy: giden postaları gönderme, saklama ve smarthost SMTP sunucusuna iletme

source: Reduce the amount of information leaked to remote clients.
es: Reducir la cantidad de información filtrada a clientes remotos.
it: Ridurre la quantità di informazioni trapelate ai client remoti.
ta: தொலைநிலை வாடிக்கையாளர்களுக்கு கசிந்த தகவல்களின் அளவைக் குறைக்கவும்.
tr: Uzak istemcilere sızdırılan bilgi miktarını azaltın.

source: Runs the specified external filter program whenever a mail message is stored.
es: Ejecuta el programa de filtro externo especificado cada vez que se almacena un mensaje de correo.
ta: ஒரு அஞ்சல் செய்தி சேமிக்கப்படும் போதெல்லாம் குறிப்பிட்ட வெளிப்புற வடிகட்டி நிரலை இயக்குகிறது.
tr: Bir posta iletisi depolandığında belirtilen harici filtre programını çalıştırır.

source: Runs the specified external program to verify a message recipient's email address.
es: Ejecuta el programa externo especificado para verificar la dirección de correo electrónico del destinatario del mensaje.
ta: செய்தி பெறுநரின் மின்னஞ்சல் முகவரியை சரிபார்க்க குறிப்பிட்ட வெளிப்புற நிரலை இயக்குகிறது.
tr: Bir ileti alıcısının e-posta adresini doğrulamak için belirtilen harici programı çalıştırır.

source: SMTP Client
es: Cliente SMTP
it: Client SMTP
ta: SMTP வாங்கி
tr: SMTP İstemcisi

source: SMTP Port
es: Puerto SMTP
it: Porta SMTP
ta: SMTP துறைமுகம்
tr: SMTP Bağlantı Noktası

source: SMTP Port to listen for incoming emails.
es: Puerto SMTP para escuchar correos electrónicos entrantes.
it: Porta SMTP da utilizzare per ricevere email in arrivo.
ta: உள்வரும் மின்னஞ்சல்களைக் கேட்க SMTP துறைமுகம்.
tr: Gelen e-postaları dinlemek için SMTP Bağlantı Noktası.

source: SMTP Server
es: Servidor SMTP
it: Server SMTP
ta: SMTP சேவையகம்
tr: SMTP Sunucusu

source: See <a %s>--anonymous</a>
es: Ver <a %s>--anonymous</a>
it: Vedi <a %s>--anonimo</a>
ta: <a %s>-அநாமதேய </a> ஐக் காண்க
tr: Bkz <a %s>--anonim</a>

source: See <a %s>--domain</a>
es: Ver <a %s>--dominio</a>
it: Vedi <a %s>--dominio</a>
ta: <a %s>-டொமைன் </a> ஐப் பார்க்கவும்
tr: Bkz: <a %s>--alan adı</a>

source: See <a %s>--filter</a>
es: Ver <a %s>--filtro</a>
it: Vedi <a %s>--filtro
ta: <A %s>-வடிகட்டி </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>--filtre</a>

source: See <a %s>--remote-clients</a>
es: Ver <a %s>--clientes remotos</a>
it: Vedi <a %s>--client-remoti</a>
ta: <a %s>-ரிமோட்-கிளையண்ட்ச் </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>--uzak istemciler</a>

source: See <a %s>Address verification</a>
es: Ver <a %s>Verificación de dirección</a>
it: Vedi <a %s>Verifica degli indirizzi</a>
ta: <a %s> முகவரி சரிபார்ப்பு </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>Adres doğrulama</a>

source: See <a %s>Authentication</a>
es: Ver <a %s>Autenticación</a>
it: Vedi <a %s>Autenticazione</a>
ta: <a %s> ஏற்பு </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>Kimlik Doğrulama</a>

source: See <a %s>Command line reference</a>
es: Ver <a %s>Referencia de línea de comandos</a>
it: Vedi <a %s>Riferimento alla riga di comando</a>
ta: <a %s> கட்டளை வரி குறிப்பு </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>Komut satırı referansı</a>

source: See <a %s>Connection blocking</a>
es: Véase <a %s>Bloqueo de conexiones</a>
it: Vedi <a %s>Blocco delle connessioni</a>
ta: <a %s> இணைப்பு தடுப்பு </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>Bağlantı engelleme</a>

source: See <a %s>Running E-MailRelay</a>
es: Ver <a %s>Ejecutar E-MailRelay</a>
it: Vedi<a %s> Running E-MailRelay
ta: <A %s> இயங்கும் மின்னஞ்சல்நேயர் </a> ஐப் பார்க்கவும்
tr: Bkz. <a %s>E-MailRelay'i Çalıştırma</a>

source: See <a %s>Running as a POP server</a>
es: Ver <a %s>Ejecutar como servidor POP</a>
ta: <a %s> ஒரு பாப் சேவையகமாக இயங்குவதைக் காண்க </a>
tr: Bkz. <a %s>POP sunucusu olarak çalışıyor</a>

source: See <a %s>TLS encryption</a>
es: Ver <a %s>Cifrado TLS</a>
ta: <a %s> tls குறியாக்கத்தைக் காண்க </a>
tr: Bkz. <a %s>TLS şifrelemesi</a>

source: See example for <a %s>Gmail</a>
es: Ver ejemplo para <a %s>Gmail</a>
ta: <a %s> gmail </a> க்கான உதாரணத்தைக் காண்க
tr: <a %s>Gmail</a> örneğine bakın

source: Server/proxy authorization file.
es: Archivo de autorización del servidor/proxy.
ta: சேவையகம்/ப்ராக்சி அங்கீகார கோப்பு.
tr: Sunucu / proxy yetkilendirme dosyası.

source: Server: receive incoming mail
es: Servidor: recibir correo entrante
ta: சேவையகம்: உள்வரும் அஞ்சலைப் பெறுங்கள்
tr: Sunucu: gelen postaları alır

source: Smarthost
es: Smarthost (Host inteligente)
ta: ச்மார்தோச்ட்

source: Specifies the server's domain name that is used in SMTP EHLO.
es: Especifica el nombre de dominio del servidor que se utiliza en SMTP EHLO.
ta: SMTP EHLO இல் பயன்படுத்தப்படும் சேவையகத்தின் டொமைன் பெயரைக் குறிப்பிடுகிறது.
tr: SMTP EHLO'da kullanılan sunucunun alan adını belirtir.

source: Specify additional arguments that should be passed to the EmailRelay.
es: Especifica los argumentos adicionales que deben tranferirse a EmailRelay.
ta: மின்னஞ்சல் ரெலிக்கு அனுப்பப்பட வேண்டிய கூடுதல் வாதங்களைக் குறிப்பிடவும்.
tr: EmailRelay'e aktarılması gereken ek bağımsız değişkenleri belirtin.

source: Starts with the transport DNS server's address:port, a timeout in milliseconds, a rejection threshold and list of DNSBL servers.
es: Comienza con la dirección:puerto del servidor DNS de transporte, un tiempo de espera en milisegundos, un umbral de rechazo y una lista de servidores DNSBL.
ta: போக்குவரத்து டிஎன்எச் சேவையகத்தின் முகவரியுடன் தொடங்குகிறது: துறைமுகம், மில்லி விநாடிகளில் நேரம் முடிந்தது, நிராகரிப்பு வாசல் மற்றும் டி.என்.எச்.பி.எல் சேவையகங்களின் பட்டியல்.
tr: Aktarım DNS sunucusunun adresi:bağlantı noktası, milisaniye cinsinden bir zaman aşımı, bir reddetme eşiği ve DNSBL sunucularının listesi ile başlar.

source: TLS certificate
es: Certificado TLS
ta: டி.எல்.எச் சான்றிதழ்
tr: TLS sertifikası

source: TLS private key
es: Clave privada TLS
ta: டி.எல்.எச் தனியார் விசை
tr: TLS özel anahtarı

source: The POP3 used to fetch a mail.
es: El POP3 utilizado para recuperar un correo.
ta: பாப் 3 ஒரு அஞ்சலைப் பெறப் பயன்படுகிறது.
tr: POP3 bir postayı almak için kullanılır.

source: The SMTP server to forward emails
es: El servidor SMTP para reenviar correos electrónicos
ta: மின்னஞ்சல்களை அனுப்ப SMTP சேவையகம்
tr: E-postaların iletileceği SMTP sunucusu

source: The directory used for holding received mail messages.
es: El directorio utilizado para almacenar los mensajes de correo recibidos.
ta: பெறப்பட்ட அஞ்சல் செய்திகளை வைத்திருக்க பயன்படுத்தப்படும் அடைவு.
tr: Alınan posta iletilerini tutmak için kullanılan dizin.

source: Use <code>&lt;default&gt;</code> to use the system trusted CAs.
es: Usa <code>&lt;default&gt;</code> para utilizar las CA de confianza del sistema.
ta: கணினி நம்பகமான CAS ஐப் பயன்படுத்த <குறியீடு> & lt; இயல்புநிலை & gt; </code> ஐப் பயன்படுத்தவும்.
tr: Sistemin güvendiği CA'ları kullanmak için <code>&lt;default&gt;</code> kullanın.

source: Use TLS encryption for SMTP and POP connections.
es: Utiliza el cifrado TLS para conexiones SMTP y POP.
ta: SMTP மற்றும் POP இணைப்புகளுக்கு TLS குறியாக்கத்தைப் பயன்படுத்தவும்.
tr: SMTP ve POP bağlantıları için TLS şifrelemesini kullanın.

source: Use TLS encryption for SMTP proxy client.
es: Utiliza el cifrado TLS para el cliente proxy SMTP.
ta: SMTP பதிலாள் கிளையண்டிற்கு TLS குறியாக்கத்தைப் பயன்படுத்தவும்.
tr: SMTP proxy istemcisi için TLS şifrelemesini kullanın.

source: Verify an SMTP and POP client's certificates against trusted CA certificates in the specified file or directory.
es: Verifica los certificados de un cliente SMTP y POP con los certificados CA de confianza en el archivo o directorio especificado.
ta: குறிப்பிட்ட கோப்பு அல்லது கோப்பகத்தில் நம்பகமான CA சான்றிதழ்களுக்கு எதிராக SMTP மற்றும் POP கிளையன்ட் சான்றிதழை சரிபார்க்கவும்.
tr: SMTP ve POP istemcisinin sertifikalarını belirtilen dosya veya dizindeki güvenilir CA sertifikalarına göre doğrulayın.

source: Verify an SMTP server's certificate against trusted CA certificates in the specified file or directory.
es: Verificar el certificado de un servidor SMTP con los certificados CA confiables en el archivo o directorio especificado.
ta: குறிப்பிட்ட கோப்பு அல்லது கோப்பகத்தில் நம்பகமான CA சான்றிதழ்களுக்கு எதிராக SMTP சேவையகத்தின் சான்றிதழை சரிபார்க்கவும்.
tr: SMTP sunucusunun sertifikasını, belirtilen dosya veya dizindeki güvenilir CA sertifikalarıyla karşılaştırarak doğrulayın.
