Repository: openwrt/luci
Catalog: applications/luci-app-cshark/po/*/cshark.po
Languages: de, fi, ga, lt, nl, ta

source: Actions
de: Aktionen
fi: Toiminnot
ga: Gníomhartha
lt: Veiksmai
nl: Acties
ta: செயல்கள்

source: Capture URL
de: URL aufnehmen
fi: Kaappauksen URL-osoite
ga: Gabháil URL
lt: Užfiksuoti „URL“ – saitą
nl: URL opname
ta: முகவரி ஐ பிடிக்கவும்

source: Capture links
de: Links aufnehmen
fi: Kaappaa linkit
ga: Gabháil naisc
lt: Užfiksuoti nuorodas
nl: Links opname
ta: இணைப்புகளைப் பிடிக்கவும்

source: Capture time
de: Zeit der Aufnahme
fi: Kaappauksen aika
ga: Gabháil am
lt: Užfiksuoti laiką
nl: Tijd opname
ta: நேரத்தைக் கைப்பற்றுங்கள்

source: Clear list
de: Liste leeren
fi: Tyhjennä lista
ga: Glan an liosta
lt: Išvalyti sąrašą
nl: Lijst wissen
ta: தெளிவான பட்டியல்

source: CloudShark
ga: Siorcanna Scamall
ta: கிளவுட்சார்க்

source: CloudShark API token
fi: CloudSharkin rajapinnan poletti
ga: Comhartha API CloudShark
lt: „CloudShark API“ žetonas
ta: கிளவுட்சார்க் பநிஇ கிள்ளாக்கு

source: CloudShark URL
fi: CloudSharkin URL-osoite
ga: URL CloudShark
lt: „CloudShark „URL““ – saitas
ta: கிளவுட்சார்க் முகவரி

source: Filter
fi: Suodatin
ga: Scagaire
lt: Filtras/Filtruoti
ta: வடிப்பி

source: Grant UCI access for luci-app-cshark
de: Gewähre UCI Zugriff auf luci-app-cshark
fi: Myönnä UCI-pääsy luci-app-csharkille
ga: Deonaigh rochtain UCI do luci-app-cshark
lt: Suteikti „UCI“ prieigą – „luci-app-cshark“
nl: Verleen UCI-toegang voor luci-app-cshark
ta: லூசி-ஆப்-சிசார்க்குக்கு யுசிஐ அணுகல் வழங்கவும்

source: Interface
de: Schnittstelle
fi: Liitäntä
ga: Comhéadan
lt: Sąsaja ir/arba Sietuvas
ta: இடைமுகம்

source: Loading
de: Lade
fi: Ladataan
ga: Ag lódáil
lt: Kraunama
nl: Laden
ta: ஏற்றுகிறது

source: Options
de: Optionen
fi: Valinnat
ga: Roghanna
lt: Parinktys
nl: Opties
ta: விருப்பங்கள்

source: Start capture
de: Aufnahme starten
fi: Aloita kaappaus
ga: Tosaigh a ghabháil
lt: Pradėti užfiksavimą
nl: Start opname
ta: பிடிப்பு தொடங்கு

source: Start network capture
de: Starte Netzwerk-Aufzeichnung
fi: Käynnistä verkon kaappaus
ga: Tosaigh ghabháil líonra
lt: Pradėti tinklo užfiksavimą
nl: Start netwerk opname
ta: பிணையம் பிடிப்பு தொடங்கவும்

source: Stop capture
de: Stoppe Netzwerk-Aufzeichnung
fi: Pysäytä kaappaus
ga: Stop a ghabháil
lt: Sustabdyti užfiksavimą
nl: Stop opname
ta: பிடிப்பதை நிறுத்துங்கள்

source: Waiting for capture to complete...
de: Warte auf Fertigstellung der Netzwerk-Aufzeichnung...
fi: Odotetaan kaappauksen valmistuvan...
ga: Ag fanacht leis an ngabháil a chríochnú...
lt: Laukiama, kol užfiksavimas bus užbaigtas...
nl: Wachten tot de opname voltooid is...
ta: பிடிப்பு முடிவடையும் வரை காத்திருக்கிறது ...

source: Waiting for upload to complete...
de: Warte auf Fertigstellung des Uploads...
fi: Odotetaan lähetyksen valmistuvan...
ga: Ag fanacht le huaslódáil a chríochnú...
lt: Laukiama, kol įkėlimas bus užbaigtas...
nl: Wachten tot het uploaden is voltooid...
ta: பதிவேற்றம் முடிவடையும் வரை காத்திருக்கிறது ...

source: any
de: alle
fi: mikä tahansa
ga: aon
lt: bet koks
nl: elke
ta: ஏதேனும்

source: bytes
fi: tavua
ga: bearta
lt: baitai
ta: பைட்டுகள்

source: packets
de: Pakete
fi: pakettia
ga: paicéid
lt: paketai
nl: pakketten
ta: பாக்கெட்டுகள்

source: seconds
de: Sekunden
fi: sekuntia
ga: soicindí
lt: sekundės
nl: seconden
ta: நொடிகள்

source: seconds, packets, bytes
de: Sekunden, Pakete, Bytes
fi: sekuntia, pakettia, tavua
ga: soicindí, paicéid, bearta
lt: sekundės, paketai, baitai
nl: seconden, pakketten, bytes
ta: விநாடிகள், பாக்கெட்டுகள், பைட்டுகள்

source: timeout, bytes, seconds
de: Timeout, Bytes, Sekunden
fi: aikakatkaisu, tavua, sekuntia
ga: teorainn ama, bearta, soicind
lt: pasibaigės užklausos laikas, baitai, sekundės
nl: time-out, bytes, seconden
ta: நேரம் முடிந்தது, பைட்டுகள், விநாடிகள்

source: value for [seconds, packets, bytes] must be Integer
de: Wert für [Sekunden, Pakete, Bytes] muss ganzzahlig sein
fi: [sekuntien, pakettien, tavujen] arvon on oltava kokonaisluku
ga: ní mór an luach do [soicindí, paicéid, bearta] a bheith ina Shlánuimhir
lt: reikšmė skirta [sekundės, paketai, baitai] turi būti integriniai skaičiai
nl: waarde voor [seconden, pakketten, bytes] moet een geheel getal zijn
ta: [விநாடிகள், பாக்கெட்டுகள், பைட்டுகள்] மதிப்பு முழு எண் இருக்க வேண்டும்
