Repository: openwrt/luci
Catalog: applications/luci-app-squid/po/*/squid.po
Languages: bg, es, he, ko, pl, zh_hans

source: Advanced Settings
bg: Разширени настройки
es: Ajustes avanzados
he: הגדרות מתקדמות
ko: 고급 설정
pl: Ustawienia zaawansowane
zh_hans: 高级设置

source: Advanced settings grants you direct access to the configuration files.
bg: Разширените настройки ви дават директен достъп до конфигурационните файлове.
es: Los ajustes avanzados le otorga acceso directo a los archivos de configuración.
he: הגדרות מתקדמות מעניקות לך גישה ישירה לקובצי ההגדרות.
ko: 고급 설정을 통해 설정 파일을 직접 편집할 수 있습니다.
pl: Ustawienia zaawansowane umożliwiają bezpośredni dostęp do plików konfiguracyjnych.
zh_hans: 高级设置允许您直接访问配置文件。

source: Can only be set if Squid is compiled with the %s option
bg: Може да се зададе само ако Squid е компилиран с опцията %s
es: Solo se puede configurar si Squid se compila con la opción %s
he: אפשר להגדיר רק עם Squid הודר עם האפשרות %s
ko: Squid가 %s 옵션으로 컴파일된 경우에만 설정할 수 있습니다
pl: Można ustawiać tylko wtedy, gdy Squid skompilowano z opcją %s
zh_hans: 只有在 Squid 使用 %s 选项编译时才能设置

source: Config file
bg: Конфигурационни файлове
es: Archivo de configuración
he: קובץ הגדרות
ko: 설정 파일
pl: Plik konfiguracyjny
zh_hans: 配置文件

source: Coredump files directory
bg: Директория с файлове на Coredump
es: Directorio de archivos de Coredump
he: תיקיית קובצי היטלי ליבה
ko: 코어덤프 파일 디렉터리
pl: Katalog plików Coredump
zh_hans: 核心转储文件目录

source: Enable ICMP pinger
bg: Активиране на ICMP pinger
es: Activar pinger ICMP
he: הפעלת שולח pingים דרך ICMP
ko: ICMP 응답 확인
pl: Włącz pinger ICMP
zh_hans: 启用 ICMP 探测

source: File must be located in directory /etc/squid
bg: Файлът трябва да се намира в директория /etc/squid
es: El archivo debe estar ubicado en el directorio /etc/squid
he: הקובץ חייב להיות תחת התיקייה ‎/etc/squid
ko: /etc/squid 디렉터리 내 경로만 허용됩니다
pl: Plik musi znajdować się w katalogu /etc/squid
zh_hans: 文件必须位于目录 /etc/squid 中

source: General Settings
bg: Общи настройки
es: Ajustes generales
he: הגדרות כלליות
ko: 일반 설정
pl: Ustawienia główne
zh_hans: 常规设置

source: Grant UCI access for luci-app-squid
bg: Предоставяне на достъп до UCI за luci-app-squid
es: Conceder acceso UCI para luci-app-squid
he: הענקת גישת UCI ל־luci-app-squid
ko: luci-app-squid의 UCI 접근 권한 부여
pl: Przyznaj luci-app-squid dostęp do UCI
zh_hans: 授予 UCI 访问 luci-app-squid 的权限

source: HTTP port options
bg: Опции за HTTP порт
es: Opciones de puerto HTTP
he: אפשרויות פתחת HTTP
ko: HTTP 포트 옵션
pl: Opcje portu HTTP
zh_hans: HTTP 端口选项

source: Mime table
bg: Майм таблица
es: Mesa de mímica
he: טבלת סוגי תוכן
ko: MIME 테이블
pl: Tablica MIME
zh_hans: MIME 表

source: Port
bg: Порт
es: Puerto
he: פתחה
ko: 포트
zh_hans: 端口

source: SSL DB
bg: SSL база данни
es: Base de datos SSL
he: מסד נתוני SSL
pl: Baza danych SSL
zh_hans: SSL 数据库

source: SSL DB options
bg: SSL база данни настройки
es: Opciones de base de datos SSL
he: אפשרויות מסד נתוני SSL
ko: SSL DB 옵션
pl: Opcje bazy danych SSL
zh_hans: SSL 数据库选项

source: Visible Hostname
es: Nombre de host visible
he: שם מארח גלוי
ko: 표시 호스트 이름
pl: Widoczna nazwa hosta
zh_hans: 可见的主机名
