Repository: openwrt/luci
Catalog: applications/luci-app-yggdrasil/po/*/yggdrasil.po
Languages: es, pl, ro, zh_hant

source: Active peers
es: Pares activos
pl: Aktywne peery
ro: Colegii activi
zh_hant: 活躍的使用者群

source: Address to listen for incoming connections
es: Dirección para escuchar las conexiones entrantes
pl: Adres do nasłuchiwania połączeń przychodzących
zh_hant: 監聽傳入連接的位址

source: Allow from direct
es: Permitir desde directo
pl: Zezwalaj bezpośrednio
zh_hant: 直接允許

source: Allow from remote
es: Permitir desde remoto
pl: Zezwalaj na zdalne
zh_hant: 允許遠端

source: Allow network traffic from directly connected peers
es: Permitir tráfico de red de pares conectados directamente
pl: Zezwól na ruch sieciowy z bezpośrednio połączonymi peerami
zh_hant: 允許來自直接連接節點的網絡流量

source: Allow network traffic from remote nodes on the network that you are not directly peered with
es: Permita el tráfico de red desde nodos remotos en la red con los que no está vinculado directamente
pl: Zezwól na ruch sieciowy ze zdalnymi węzłami w sieci, które nie są bezpośrednio podłączone do sieci
zh_hant: 允許來自您未直接與之對等的網絡上遠端節點的網絡流量

source: Allow outbound network traffic regardless of AllowFromDirect or AllowFromRemote
es: Permitir tráfico de red saliente independientemente de AllowFromDirect o AllowFromRemote
pl: Zezwól na ruch sieciowy wychodzący niezależnie od AllowFromDirect lub AllowFromRemote
zh_hant: 無論AllowFromDirect還是AllowFromRemote，都允許傳出網絡流量

source: Allow tunneling non-Yggdrasil traffic over Yggdrasil. This effectively allows you to use Yggdrasil to route to, or to bridge other networks, similar to a VPN tunnel. Tunnelling works between any two nodes and does not require them to be directly peered.
es: Permitir el tráfico de túnel que no sea Yggdrasil sobre Yggdrasil. Esto efectivamente le permite usar Yggdrasil para enrutar o conectar otras redes, de forma similar a un túnel VPN. La tunelización funciona entre dos nodos y no requiere que se asocien directamente.
pl: Zezwalaj na tunelowanie ruchu innego niż Yggdrasil przez Yggdrasil. Pozwala to skutecznie używać Yggdrasil do trasowania lub mostkowania innych sieci, podobnie jak tunel VPN. Tunelowanie działa między dowolnymi dwoma węzłami i nie wymaga ich bezpośredniego podglądu.
zh_hant: 允許通過Yggdrasil隧道傳輸非Yggdrasil流量。這有效地使您可以使用Yggdrasil來路由或橋接其他網絡，類似於VPN隧道。隧道在任何兩個節點之間工作，並且不需要直接對等。

source: Always allow outbound
es: Permitir siempre saliente
pl: Zawsze zezwalaj na połączenia wychodzące
zh_hant: 始終允許傳出

source: Blacklisted public keys
es: Claves públicas en la lista negra
pl: Klucze publiczne na czarnej liście
zh_hant: 黑名單公鑰

source: By default, nodeinfo contains some defaults including the platform, architecture and Yggdrasil version. These can help when surveying the network and diagnosing network routing problems. Enabling nodeinfo privacy prevents this, so that only items specified in "NodeInfo" are sent back if specified.
es: De forma predeterminada, nodeinfo contiene algunos valores predeterminados, incluida la plataforma, la arquitectura y la versión de Yggdrasil. Estos pueden ayudar al inspeccionar la red y diagnosticar problemas de enrutamiento de red. Activar la privacidad de nodeinfo evita esto, de modo que sólo los elementos especificados en "NodeInfo" se envían de regreso si se especifica.
pl: Domyślnie nodeinfo zawiera pewne ustawienia domyślne, w tym platformę, architekturę i wersję Yggdrasil. Mogą one pomóc podczas badania sieci i diagnozowania problemów z trasowaniem sieciowym. Włączenie prywatności nodeinfo zapobiega temu, tak że tylko elementy określone w „NodeInfo” są odsyłane, jeśli są określone.
ro: În mod implicit, nodeinfo conține câteva valori implicite, inclusiv platforma, arhitectura și versiunea Yggdrasil. Acestea pot fi de ajutor la supravegherea rețelei și la diagnosticarea problemelor de rutare a rețelei. Activarea confidențialității nodeinfo previne acest lucru, astfel încât numai elementele specificate în "NodeInfo" sunt trimise înapoi dacă sunt specificate.
zh_hant: 預設情況下，nodeinfo包含一些預設值，包括平台、架構和Yggdrasil版本。這些在調查網絡和診斷網絡路由問題時會有所幫助。啟用nodeinfo隱私可防止這種情況。因此如果指定，則僅發送回在 “NodeInfo” 中指定的項目。

source: Enable NodeInfo privacy
es: Activar privacidad de NodeInfo
pl: Włącz prywatność NodeInfo
ro: Activați confidențialitatea NodeInfo
zh_hant: 啟用NodeInfo隱私

source: Enable session firewall
es: Activar firewall de sesión
pl: Włącz sesje zapory sieciowej
zh_hant: 啟用會話防火牆

source: Encryption keys
es: Claves de encriptación
pl: Klucze szyfrujące
ro: Chei de criptare
zh_hant: 加密金鑰

source: Encryption private key
es: Clave privada de encriptación
pl: Zaszyfruj klucz prywatny
ro: Cheia privată de criptare
zh_hant: 加密私鑰

source: Encryption public key
es: Clave pública de encriptación
pl: Zaszyfruj klucz publiczny
ro: Cheia publică de criptare
zh_hant: 加密公鑰

source: General settings
es: Configuración general
pl: Ustawienia główne
ro: Setări generale
zh_hant: 一般設定值

source: Grant access to LuCI app yggdrasil
es: Conceder acceso a la aplicación yggdrasil de LuCI
pl: Udziel dostępu LuCI do aplikacji yggdrasil
ro: Acordă acces la aplicația LuCI yggdrasil
zh_hant: 授予 luci-app-yggdrasil 擁有存取的權限

source: IPv4 local subnet
es: Subred local IPv4
pl: Lokalna podsieć IPv4
zh_hant: IPv4本地子網

source: IPv4 remote subnet
es: Subred remota IPv4
pl: Zdalna podsieć IPv4
zh_hant: IPv4遠端子網

source: IPv4 subnet
es: Subred IPv4
pl: Podsieć IPv4
zh_hant: IPv4子網

source: IPv4 subnets belonging to remote nodes, mapped to the node's public
es: Subredes IPv4 que pertenecen a nodos remotos, asignados al público del nodo
pl: Podsieci IPv6 należące do zdalnych węzłów, zmapowane do publicznych węzłów
zh_hant: 屬於遠端節點的IPv4子網，映射到該節點的公共節點

source: IPv4 subnets belonging to this node's end of the tunnels. Only traffic from these ranges will be tunnelled.
es: Subredes IPv4 que pertenecen al final de los túneles de este nodo. Solo el tráfico de estos rangos será tunelizado.
pl: Podsieci IPv4 należące do końca tuneli tego węzła. Tunelowany będzie tylko ruch z tych zakresów.
zh_hant: 屬於隧道的此節點末端的IPv4子網。只有這些範圍內的流量將通過隧道傳輸。

source: IPv6 local subnet
es: Subred local IPv6
pl: Lokalna podsieć IPv6
zh_hant: IPv6本地子網

source: IPv6 remote subnet
es: Subred remota IPv6
pl: Zdalna podsieć IPv6
zh_hant: IPv6遠端子網

source: IPv6 subnet
es: Subred IPv6
pl: Podsieć IPv6
zh_hant: IPv6子網

source: IPv6 subnets belonging to remote nodes, mapped to the node's public
es: Subredes IPv6 que pertenecen a nodos remotos, asignados al público del nodo
pl: Podsieci IPv6 należące do zdalnych węzłów, zmapowane do publicznych węzłów
zh_hant: 屬於遠端節點的IPv6子網，映射到該節點的公共節點

source: IPv6 subnets belonging to this node's end of the tunnels. Only traffic from these ranges (or the Yggdrasil node's IPv6 address/subnet) will be tunnelled.
es: Subredes IPv6 que pertenecen al extremo de los túneles de este nodo. Solo se canalizará el tráfico de estos rangos (o la dirección/subred IPv6 del nodo Yggdrasil).
pl: Podsieci IPv6 należące do końca tuneli tego węzła. Tunelowany będzie tylko ruch z tych zakresów (lub adresu IPv6/podsieci węzła Yggdrasil).
zh_hant: 屬於隧道的此節點末端的IPv6子網。僅來自這些範圍（或Yggdrasil節點的IPv6位址/子網）的流量將通過隧道傳輸。

source: If disabled, network traffic from any node will be allowed. If enabled, the below rules apply
es: Si está desactivado, se permitirá el tráfico de red desde cualquier nodo. Si está activado, se aplican las siguientes reglas
pl: Jeśli jest wyłączona, ruch sieciowy z dowolnego węzła będzie dozwolony. Jeśli ta opcja jest włączona, obowiązują poniższe zasady
zh_hant: 如果禁用，則將允許來自任何節點的網絡流量。如果啟用，則適用以下規則

source: Interface
es: Interfaz
pl: Interfejs
ro: Interfață
zh_hant: 介面

source: Interface name
es: Nombre de interfaz
pl: Nazwa interfejsu
zh_hant: 介面名稱

source: Interface peers
es: Interfaz de pares
pl: Interfejs peera
ro: Interfață omologi
zh_hant: 對等介面

source: Keep this private. When compromised, generate a new keypair and IPv6.
es: Mantén esto en privado. Cuando esté comprometido, genere un nuevo par de claves e IPv6.
pl: Zachowaj to w tajemnicy. W przypadku naruszenia bezpieczeństwa wygeneruj nową parę kluczy i IPv6.
ro: Păstrați asta în privat. Atunci când este compromisă, generați o nouă pereche de chei și IPv6.
zh_hant: 保密。受到威脅時，產生新的密鑰對和IPv6。

source: Key
es: Clave
pl: Klucz
zh_hant: 金鑰

source: Link-local TCP port
es: Puerto TCP local de enlace
pl: Link lokalnego portu TCP
zh_hant: 連接本地TCP埠

source: List of connection strings for outbound peer connections in URI format, arranged by source interface, e.g. { "eth0": [ tcp://a.b.c.d:e ] }. Note that SOCKS peerings will NOT be affected by this option and should go in the "Peers" section instead.
es: Lista de cadenas de conexión para conexiones de pares salientes en formato URI, organizadas por interfaz de origen, p.e. { "eth0": [ tcp://a.b.c.d: e] }. Tenga en cuenta que los pares SOCKS NO se verán afectados por esta opción y deberían ir a la sección "Pares".
pl: Lista ciągów połączeń dla wychodzących połączeń równorzędnych w formacie URI, ułożonych według interfejsu źródłowego, np. {"eth0": [tcp: //a.b.c.d: e]}. Należy pamiętać, że ta opcja NIE będzie mieć wpływu na połączenia równorzędne SOCKS i powinny zamiast tego przejść do sekcji "Peery".
ro: Listă de șiruri de conexiuni pentru conexiunile de ieșire între omologi în format URI, aranjate în funcție de interfața sursă, de exemplu {"eth0": [ tcp://a.b.c.d:e ] }. Rețineți că conexiunile între omologi SOCKS NU vor fi afectate de această opțiune și ar trebui să fie incluse în secțiunea "Peers".
zh_hant: 以URI格式的傳出對等連線的連接字串列表，按來源介面排列，例如 { “eth0”; [tcp://a.b.c.d:e ]}。請注意，SOCKS對等不會受到此選項的影響，而應進入“對等”部分。

source: List of connection strings for outbound peer connections in URI format, e.g. tcp://a.b.c.d:e or socks://a.b.c.d:e/f.g.h.i:j. These connections will obey the operating system routing table, therefore you should use this section when you may connect via different interfaces.
es: Lista de cadenas de conexión para conexiones de pares salientes en formato URI, p.e. tcp://a.b.c.d:e o socks://a.b.c.d:e/f.g.h.i:j. Estas conexiones obedecerán la tabla de enrutamiento del sistema operativo, por lo tanto, debe usar esta sección cuando pueda conectarse a través de diferentes interfaces.
pl: Lista ciągów połączeń dla wychodzących połączeń równorzędnych w formacie URI, np. tcp: //a.b.c.d: e lub skarpetki: //a.b.c.d: e / f.g.h.i: j. Połączenia te będą zgodne z tabelą trasowania systemu operacyjnego, dlatego powinieneś skorzystać z tej sekcji, gdy możesz łączyć się za pośrednictwem różnych interfejsów.
ro: Listă de șiruri de conexiuni pentru conexiunile de ieșire între omologi în format URI, de exemplu, tcp://a.b.c.d:e sau socks://a.b.c.d:e/f.g.h.i:j. Aceste conexiuni se vor supune tabelului de rutare al sistemului de operare, prin urmare ar trebui să utilizați această secțiune atunci când este posibil să vă conectați prin interfețe diferite.
zh_hant: 以URI格式的傳出對等連線的連接字串列表，例如 tcp://a.b.c.d:e 或 socks://a.b.c.d:e /f.g.h.i:j。這些連線將遵循操作系統路由表，因此，當您可以通過不同的界面進行連接時，應使用本節。

source: Listen addresses
es: Escuchar direcciones
pl: Nasłuchiwanie adresów
ro: Adrese de ascultare
zh_hant: 監聽位址

source: Listen addresses for incoming connections. You will need to add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery will work regardless of any listeners set here. Each listener should be specified in URI format as above, e.g. tcp://0.0.0.0:0 or tcp://[::]:0 to listen on all interfaces.
es: Escuche las direcciones de las conexiones entrantes. Deberá agregar oyentes para aceptar pares entrantes de nodos no locales. El descubrimiento de pares de multidifusión funcionará independientemente de los oyentes establecidos aquí. Cada escucha debe especificarse en formato URI como se indica arriba, p.e. tcp://0.0.0.0:0 o tcp://[::]:0 para escuchar en todas las interfaces.
pl: Nasłuchuj adresów połączeń przychodzących. Konieczne będzie dodanie detektorów, aby akceptować przychodzące połączenia równorzędne z węzłów nielokalnych. Wykrywanie elementu równorzędnego multiemisji będzie działać niezależnie od ustawionych tutaj nasłuchiwaczy. Każdy detektor powinien być określony w formacie URI jak wyżej, np. tcp: //0.0.0.0: 0 lub tcp: // [::]: 0, aby nasłuchiwać na wszystkich interfejsach.
ro: Adrese de ascultare pentru conexiunile primite. Va trebui să adăugați ascultători pentru a accepta conexiuni de intrare de la noduri non-locale. Descoperirea de omologi multicast va funcționa indiferent de orice ascultători setați aici. Fiecare ascultător trebuie să fie specificat în format URI ca mai sus, de exemplu tcp://0.0.0.0.0:0 sau tcp://[::]:0 pentru a asculta pe toate interfețele.
zh_hant: 監聽傳入連接的位址。您將需要新增監聽器，以接受來自非本地節點傳入的凝視。無論此處設置了哪些監聽器，群播對等節點發現都將起作用。每個監聽器都應按上述URI格式指定，例如 tcp://0.0.0.0:0 或 tcp://[::]:0 以便監聽所有界面.

source: MTU size for the interface
es: Tamaño de MTU para la interfaz
pl: Rozmiar MTU dla interfejsu
ro: Dimensiunea MTU pentru interfață
zh_hant: 介面的MTU大小

source: Maximum size of all switch queues combined
es: Tamaño máximo de todas las colas de conmutación combinadas
pl: Maksymalny rozmiar wszystkich kolejek przełączników łącznie
zh_hant: 所有交換隊列的最大大小

source: Multicast interfaces
es: Interfaces de multidifusión
pl: Interfejsy Multicast
zh_hant: 群播界面

source: Network traffic is always accepted from those peers, regardless of AllowFromDirect or AllowFromRemote
es: El tráfico de red siempre se acepta de esos pares, independientemente de AllowFromDirect o AllowFromRemote
pl: Ruch sieciowy jest zawsze akceptowany od tych peerów, niezależnie od AllowFromDirect lub AllowFromRemote
zh_hant: 無論AllowFromDirect還是AllowFromRemote，始終會從這些對等方接受網絡流量

source: Network traffic is always rejected from those peers, regardless of AllowFromDirect or AllowFromRemote
es: El tráfico de red siempre se rechaza de esos pares, independientemente de AllowFromDirect o AllowFromRemote
pl: Ruch sieciowy jest zawsze odrzucany od tych peerów, niezależnie od AllowFromDirect lub AllowFromRemote
zh_hant: 無論AllowFromDirect還是AllowFromRemote，總是會拒絕這些對等方的網絡流量

source: NodeInfo
pl: Informacje o węźle
ro: InfoNod
zh_hant: 節點信息

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
es: Información opcional del nodo. Debe ser un mapa "clave": "valor", ...} o establecerse como nulo. Esto es completamente opcional pero, si está configurado, es visible para toda la red a pedido.
pl: Opcjonalne informacje o węźle. Musi to być mapa {"klucz": "wartość", ...} lub ustawiona jako null. Jest to całkowicie opcjonalne, ale jeśli jest ustawione, jest widoczne dla całej sieci na żądanie.
ro: Etichetarea DSCP.
zh_hant: 可選節點信息。這必須是一個 { “key”:“ value”, ...} 映射或設置為null。這完全是可選的，但如果設置了，則可應要求在整個網絡中看到。

source: Peers
es: Pares
pl: Peery
ro: Perechi
zh_hant: 對等節點群

source: Public encryption key
es: Clave de encriptación pública
pl: Publiczny klucz szyfrujący
zh_hant: 公共加密金鑰

source: Public key
es: Clave pública
pl: Klucz publiczny
zh_hant: 公鑰

source: Regular expressions for which interfaces multicast peer discovery should be enabled on. If none specified, multicast peer discovery is disabled. The default value is .* which uses all interfaces.
es: Expresiones regulares para las cuales se debe activar el descubrimiento de pares de multidifusión de interfaces. Si no se especifica ninguno, el descubrimiento de pares de multidifusión estará desactivado. El valor predeterminado es.* que usa todas las interfaces.
pl: Wyrażenia regularne, dla których interfejsy multicast peer discovery powinny być włączone. Jeśli żaden z nich nie został określony, funkcja multi-cast peer discovery jest wyłączona. Domyślną wartością jest .*, która wykorzystuje wszystkie interfejsy.
zh_hant: 應啟用其界面群播對等方發現的正則表達式。如果未指定，則禁用群播對等發現。預設值為 .* 將使用所有界面。

source: Session firewall
es: Firewall de sesión
pl: Sesja zapory sieciowej
zh_hant: 會話防火牆

source: Session firewall settings
es: Configuración de firewall de sesión
pl: Ustawienia sesji zapory sieciowej
zh_hant: 會話防火牆設定值

source: Set .* to multicast on all interfaces
es: Establecer .* para la multidifusión en todas las interfaces
pl: Ustaw .* na multicast dla wszystkich interfejsów
zh_hant: 將 .* 設置為在所有界面上群播

source: Settings
es: Configuraciones
pl: Ustawienia
ro: Setări
zh_hant: 設定

source: Signing private key
es: Firma de clave privada
pl: Podpisywanie klucza prywatnego
zh_hant: 簽署私鑰

source: Signing public key
es: Firma de clave pública
pl: Podpisywanie klucza publicznego
zh_hant: 簽署公鑰

source: Status
es: Estado
ro: Stare
zh_hant: 狀態

source: Subnet
es: Subred
pl: Podsieć
zh_hant: 子網路

source: The port number to be used for the link-local TCP listeners for the configured MulticastInterfaces. This option does not affect listenersspecified in the Listen option. Unless you plan to firewall link-localtraffic, it is best to leave this as the default value of 0. This option cannot currently be changed by reloading config during runtime.
es: El número de puerto que se utilizará para las escuchas TCP locales de enlace para las interfaces de multidifusión configuradas. Esta opción no afecta a los oyentes especificados en la opción Escuchar. A menos que planee firewall link-localtraffic, es mejor dejarlo como el valor predeterminado de 0. Esta opción no se puede cambiar actualmente al volver a cargar la configuración durante el tiempo de ejecución.
pl: Numer portu, który ma być używany dla lokalnych nasłuchiwaczy TCP łącza dla skonfigurowanych interfejsów MulticastInterfaces. Ta opcja nie wpływa na słuchaczy określonych w opcji Listen. O ile nie planujesz zapory ogniowej link-localtraffic, najlepiej pozostawić tę wartość jako domyślną 0. Tej opcji nie można obecnie zmienić poprzez ponowne załadowanie config podczas działania.
zh_hant: 用於已配置的MulticastInterfaces的連接本地TCP監聽器的埠號。此選項不影響“監聽”選項中指定的監聽器。除非您計劃防堵 link-localtraffic，否則最好將其保留為預設值0。此選項當前無法通過在運行時重新載入設置來更改。

source: Tunnel Routing
es: Enrutamiento de túnel
pl: Trasowanie tunelu
zh_hant: 隧道路由

source: Tunnel routing
es: Enrutamiento de túnel
pl: Trasowanie tunelu
zh_hant: 隧道路由

source: Whitelisted public keys
es: Claves públicas en la lista blanca
pl: Klucze publiczne z białej listy
zh_hant: 白名單公鑰

source: Yggdrasil
zh_hant: Yggdrasil世界樹

source: Yggdrasil node status
es: Estado del nodo Yggdrasil
pl: Status węzła Yggdrasil
ro: Starea nodului Yggdrasil
zh_hant: Yggdrasil 節點狀態

source: Yggdrasil's network interface name
es: Nombre de la interfaz de red de Yggdrasil
pl: Nazwa interfejsu sieciowego Yggdrasil'a
ro: Numele interfeței de rețea a lui Yggdrasil
zh_hant: Yggdrasil的網絡介面名稱

source: e.g. tcp://0.0.0.0:0 or tcp://[::]:0
es: p.ej. tcp://0.0.0.0:0 o tcp://[::]:0
pl: np. tcp://0.0.0.0:0 or tcp://[::]:0
ro: de exemplu, tcp://0.0.0.0:0 sau tcp://[::]:0
zh_hant: 例如 tcp://0.0.0.0:0 or tcp://[::]:0

source: Configuration for which interfaces multicast peer discovery should be enabled on. Regex is a regular expression which is matched against an interface name, and interfaces use the first configuration that they match gainst. Beacon configures whether or not the node should send link-local multicast beacons to advertise their presence, while listening for incoming connections on Port. Listen controls whether or not the node listens for multicast beacons and opens outgoing connections.
ro: Configurație pentru care interfețe trebuie să fie activată descoperirea omologilor de multicast. Regex este o expresie regulată care este comparată cu un nume de interfață, iar interfețele utilizează prima configurație cu care se potrivesc. Beacon configurează dacă nodul trebuie să trimită sau nu beacon-uri multicast locale pentru a-și anunța prezența, în timp ce ascultă conexiunile primite pe port. Listen (Ascultare) controlează dacă nodul ascultă sau nu balize multicast și deschide conexiuni de ieșire.

source: Link-local port
ro: Port de legătură locală

source: Listen for beacons
ro: Ascultați balizele

source: Multicast interface
ro: Interfața Multicast

source: Regular expression
ro: Expresie regulată

source: Send beacons
ro: Trimiteți balize
