Repository: openwrt/luci
Catalog: applications/luci-app-dnscrypt-proxy/po/*/dnscrypt-proxy.po
Languages: ru

source: Advanced
ru: Дополнительно

source: Alternate Resolver List
ru: Альтернативный список серверов

source: Apply DNSCrypt-Proxy specific settings to the Dnsmasq configuration.<br />
ru: Настроить dnsmasq для работы с DNSCrypt-Proxy.<br />

source: Blacklist
ru: Чёрный список

source: Block IPv6
ru: Блокировать IPv6

source: By default the DNSCrypt-Proxy startup will be triggered by ifup events of 'All' available network interfaces.<br />
ru: По умолчанию DNSCrypt-Proxy запускается после события ifup для любого из интерфейсов.<br />

source: Configuration of the DNSCrypt-Proxy package.
ru: Настройка DNSCrypt-Proxy.

source: Create '/etc/resolv-crypt.conf' with 'options timeout:1' to reduce DNS upstream timeouts with multiple DNSCrypt instances.<br />
ru: Создать файл /etc/resolv-crypt.conf с 'options timeout:1' для уменьшения времени ожидания ответа от вышестоящего DNS-сервера в случае указания нескольких серверов DNSCrypt.<br />

source: Create Config File
ru: Создать файл настроек

source: Create Custom Config File
ru: Создать пользовательский файл настроек

source: DNS Query Logfile
ru: Журнал DNS-запросов

source: DNSCrypt-Proxy Logfile
ru: Журнал DNSCrypt-Proxy

source: DNSCrypt-Proxy Resolver List
ru: Список серверов DNSCrypt-Proxy

source: Default Resolver List
ru: Список серверов по умолчанию

source: Disable IPv6 to speed up DNSCrypt-Proxy.
ru: Отключить IPv6 для ускорения работы DNSCrypt-Proxy.

source: Dnsmasq Options
ru: Настройка dnsmasq

source: Download the current resolver list from 'github.com/dyne/dnscrypt-proxy'.
ru: Загрузить свежий список серверов из репозитория 'github.com/dyne/dnscrypt-proxy'.

source: Edit DNSCrypt-Proxy Configuration
ru: Изменить конфиг DNSCrypt-Proxy

source: Edit Dnsmasq Configuration
ru: Изменить конфиг dnsmasq

source: Edit Resolvcrypt Configuration
ru: Изменить resolv-crypt.conf

source: Enable Caching to speed up DNSCcrypt-Proxy.
ru: Включить кэширование для ускорения DNSCcrypt-Proxy.

source: Ephemeral Keys
ru: Эфемерные ключи

source: File Checksum
ru: Контрольная сумма файла по алгоритму SHA-256

source: File Date
ru: Дата изменения файла

source: For further information <a href="%s" target="_blank">see the wiki online</a>
ru: За подробностями обратитесь к <a href="%s" target="_blank">wiki-страничке</a>

source: General Options
ru: Основные настройки

source: Grant UCI access for luci-app-dnscrypt-proxy
ru: Предоставить UCI доступ к luci-app-dnscrypt-proxy

source: IP Address
ru: IP-адрес

source: Improve privacy by using an ephemeral public key for each query.
ru: Улучшить безопасность, генерируя отдельный открытый ключ для каждого запроса.

source: Input file not found, please check your configuration.
ru: Файл не найден. Пожалуйста, проверьте ваши настройки.

source: Instance Options
ru: Настройки экземпляров приложения

source: Local Cache
ru: Локальный кэш

source: Local blacklists allow you to block abuse sites by domains or ip addresses.
ru: Локальный черный список позволяет блокировать сайты по домену или IP-адресу.

source: Log the received DNS queries to a file, so you can watch in real-time what is happening on the network.
ru: Записывать в журнал полученные DNS-запросы. Глядя в него вы можете наблюдать в режиме реального времени, что происходит в сети.

source: Name of the remote DNS service for resolving queries incl. Location, DNSSEC- and NOLOG-Flag.
ru: Имя DNS-сервера, которому будут пересылаться DNS-запросы. Флаги: location, DNSSEC, и NOLOG.

source: No SSL support available.<br />
ru: SSL не поддерживается.<br />

source: No default resolver list and no SSL support available.<br />
ru: Отсутствует как список серверов по умолчанию, так и поддержка SSL.<br />

source: Overview
ru: Обзор

source: Please edit the file manually in the 'Advanced' section.
ru: Пожалуйста, отредактируйте файл вручную в разделе 'Дополнительно'.

source: Please install a 'libustream-ssl' library to download the current resolver list from 'github.com/dyne/dnscrypt-proxy'.
ru: Пожалуйста, установите библиотеку 'libustream-ssl', чтобы скачать актуальный список серверов из репозитория 'github.com/dyne/dnscrypt-proxy'.

source: Please install a resolver list to '/usr/share/dnscrypt-proxy/dnscrypt-resolvers.csv' to use this package.
ru: Для использования этого пакета, пожалуйста, расположите список серверов по пути /usr/share/dnscrypt-proxy/dnscrypt-resolvers.csv.

source: Please note: This may change the values for 'noresolv', 'resolvfile', 'allservers' and the list 'server' settings.
ru: Внимание: эта опция изменит значения параметров 'noresolv', 'resolvfile', 'allservers', а так же список 'servers' dnsmasq.

source: Port
ru: Порт

source: Refresh List
ru: Обновить список

source: Refresh Resolver List
ru: Обновить список серверов

source: Resolver (LOC/SEC/NOLOG)
ru: Сервер (LOC/SEC/NOLOG)

source: Save
ru: Сохранить

source: Specify a non-default Resolver List.
ru: Укажите альтернативный список серверов.

source: Startup Trigger
ru: Стартовать после

source: The config file '/etc/resolv-crypt.conf' already exist.<br />
ru: Файл /etc/resolv-crypt.conf уже существует.<br />

source: The listening port for DNS queries.
ru: Порт для прослушивания DNS-запросов.

source: The local IPv4 or IPv6 address. The latter one should be specified within brackets, e.g. '[::1]'.
ru: Локальный IPv4 или IPv6-адрес. IPv6-адрес должен быть заключен в квадратные скобки: '[::1]'.

source: The value for this property is the blocklist type and path to the file, e.g.'domains:/path/to/dbl.txt' or 'ips:/path/to/ipbl.txt'.
ru: Укажите тип (домены или IP-адреса), а так же путь к файлу с чёрным списком, разделив их двоеточием: 'domains:/path/to/dbl.txt' или 'ips:/path/to/ipbl.txt'.

source: This form allows you to modify the content of the main DNSCrypt-Proxy configuration file (/etc/config/dnscrypt-proxy).
ru: Здесь вы можете изменить содержимое основного файла с настройками DNSCrypt-Proxy (/etc/config/dnscrypt-proxy).

source: This form allows you to modify the content of the main Dnsmasq configuration file (/etc/config/dhcp).
ru: Здесь вы можете изменить содержимое основного файла с настройками dnsmasq (/etc/config/dhcp).

source: This form allows you to modify the content of the resolv-crypt configuration file (/etc/resolv-crypt.conf).
ru: Здесь вы можете изменить содержимое файла настроек resolv-crypt (/etc/resolv-crypt.conf).

source: This form shows the content of the current DNSCrypt Resolver List.
ru: Здесь вы можете ознакомиться с текущим списком серверов DNSCrypt.

source: This form shows the syslog output, pre-filtered for DNSCrypt-Proxy related messages only.
ru: Здесь вы можете посмотреть сообщения системного журнала (syslog), касающиеся DNSCrypt-Proxy.

source: This option requires extra CPU cycles and is useless with most DNSCrypt server.
ru: Этот режим нагружает ЦП и большинством DNSCrypt-серверов не поддерживается.

source: To restrict the trigger, select only the relevant network interface. Usually the 'wan' interface should work for most users.
ru: Чтобы уменьшить количество сработок, выберите только необходимый сетевой интерфейс. Для большинства пользователей обычно достаточно интерфейса 'wan'.

source: Transfer Options To Dnsmasq
ru: Интегрироваться с dnsmasq

source: View Logfile
ru: Журнал работы

source: View Resolver List
ru: Список серверов
