Repository: openwrt/luci
Catalog: applications/luci-app-bcp38/po/*/bcp38.po
Languages: ko, lv

source: Allowed IP ranges
ko: 허용된 IP 범위
lv: Atļautie IP apgabali

source: Auto-detect upstream IP
ko: 상위 IP 자동 감지
lv: Automātiski noteikt augšupplūsmas IP

source: Automatically attempt to detect whether the upstream IP will be blocked by the configuration, adding an exception if so. If this does not work correctly, you can add exceptions manually below.
ko: 상위 IP가 현재 설정에서 차단되는지 확인하여 자동으로 예외 목록에 등록합니다. 자동으로 등록되지 않으면, 아래에 직접 예외를 추가할 수 있습니다.
lv: Automātiski mēģināt noteikt, vai konfigurācija liegs augšupplūsmas IP, pievienojot izņēmumu, ja tā. Ja tas nedarbojas pareizi, zemāk var pašrocīgi pievienot izņēmumus.

source: BCP38 config
ko: BCP38 설정
lv: BCP38 konfigurācija

source: Blocked IP ranges
ko: 차단된 IP 범위
lv: Liegto IP adrešu apgabali

source: Enable
ko: 활성화
lv: Iespējot

source: Grant UCI access for luci-app-bcp38
ko: luci-app-bcp38의 UCI 접근 권한 부여
lv: Piešķirt luci-app-bcp38 UCI piekļuvi

source: Interface name
ko: 인터페이스 이름
lv: Saskarnes nosaukums

source: Interface to apply the blocking to should be the upstream WAN interface).
ko: 차단은 상위 WAN 인터페이스를 대상으로 해야 합니다.
lv: Saskarnei, kurai pielietot liegšanu, vajadzētu būt augšupplūsmas WAN saskarnei).

source: Takes precedence over blocked ranges. Use to whitelist your upstream network if you're behind a double NAT and the auto-detection doesn't work.
ko: 차단된 범위보다 우선 적용됩니다. 이중 NAT 환경에서 자동 감지가 되지 않을 경우, 상위 네트워크를 허용 목록에 추가하세요.
lv: Ņem virsroku pār liegtajiem apgabaliem. Izmantojams, lai pievienotu izņēmumiem augšupplūsmas tīklu, ja atrodies aiz divkārša NAT un automātiskā noteikšana nedarbojas.

source: This function blocks packets with private address destinations from going out onto the internet as per <a href="http://tools.ietf.org/html/bcp38">BCP 38</a>. For IPv6, only source specific default routes are installed, so no BCP38 firewall routes are needed.
ko: 이 기능은 <a href="http://tools.ietf.org/html/bcp38">BCP 38</a>에 따라 사설 주소를 목적지로 하는 패킷이 인터넷으로 나가지 못하게 차단합니다. IPv6는 출발지 특정 기본 경로만 사용하므로 BCP38 방화벽이 필요 없습니다.
lv: Šī iespēja liedz paketēm ar galamērķiem, kuriem ir privātas adreses, nokļūt internetā, kā norādīts <a href="http://tools.ietf.org/html/bcp38">BCP 38</a>. IPv6 adresēm tiek uzstādīti tikai avotam piesaistīti noklusējuma maršruti, tādēļ BCP38 ugunsmūra kārtulas nav nepieciešamas.
