Repository: openwrt/luci
Catalog: applications/luci-app-dawn/po/*/dawn.po
Languages: cs, lt

source: 2.4G Band Metric
cs: Metriky 2.4G pásma
lt: 2.4G diapazono metrika

source: 5G Band Metric
cs: Metriky 5G pásma
lt: 5G diapazono metrika

source: 802.11 code used when ASSOCIATION is denied
cs: 802.11 kód když je ASSOCIATION odepřeno
lt: „802.11“ kodas, naudojamas, kai ASOCIACIJA yra atmesta

source: 802.11 code used when AUTHENTICATION is denied
cs: 802.11 kód když je AUTHENTICATION odepřeno
lt: „802.11“ kodas, naudojamas, kai AUTENTIFIKAVIMAS yra atmestas

source: 802.11k BEACON request DURATION parameter
cs: Parametr DURATION 802.11k požadavku BEACON
lt: „802.11k“ ŠVYTURIO užklausos TRUKMĖS parametras

source: Access Point
cs: Přístupový bod
lt: Prieigos taškas

source: All timer values are in seconds. They are the main mechanism for DAWN collecting and managing much of the data that it relies on.
cs: Veškeré hodnoty časovače jsou v sekundách. Jsou hlavním mechanizmem pro DAWN shromažďování a správa mnoha dat, na kterých závisí.
lt: Visos laikmačio vertės nurodytos sekundėmis. Tai pagrindinis „DAWN“ mechanizmas, kuriuo ji renka ir tvarko daugelį duomenų, kuriais ji remiasi.

source: Ap Weight
cs: Váha přístup. bodu
lt: „AP“ svoris

source: Available
cs: K dispozici
lt: Pasiekiamas/-a/-i/-os

source: Average channel utilization
cs: Průměrné vytížení kanálu
lt: Vidutinis kanalo panaudojimas

source: Bandwidth Threshold (Mbits/s)
cs: Práh přenosové kapacity (Mbitů/s)
lt: Duomenų siuntimo ir perdavimo srauto pralaidumo slenkstis (Mbit/s)

source: Base score for AP based on operating band
cs: Základní hodnocení pro přístupový bod, založené na frekv. pásmu, ve kterém operuje
lt: Bazinis „AP“ balas, pagrįstas veikimo diapazonu

source: Broadcast
cs: Všesměrové vysílání
lt: Transliacija/-vimas/-iuoti

source: Broadcast IP
cs: IP adresa všesměrového vysílání
lt: Transliacijos IP

source: Broadcast PORT
cs: Port všesměrového vysílání
lt: Transliacijos PRIEVADAS

source: Channel
cs: Kanál
lt: Kanalas

source: Channel Utilization
cs: Vytížení kanálu
lt: Kanalo panaudojimas

source: Channel Utilization Value
cs: Hodnota vytížení kanálu
lt: Kanalo panaudojimo vertė

source: Check Startup services
cs: Zkontrolovat služby spouštěné po startu
lt: Patikrinti paleidimo tarnybas

source: Client
cs: Klient
lt: Klientas

source: Clients
cs: Klienti
lt: Klientai

source: Compare connected station counts when considering kicking
cs: Při zvažování vykopnutí porovnat počty připojených stanic
lt: Svarstant apie išmetimą, palyginti prijungtų stočių skaičių

source: Connected to Network
cs: Připojeno k síti
lt: Prijungtas į tinklą

source: Connection Timeout
cs: Překročen časový limit spojení
lt: Ryšio pasibaigusios užklausos laikas

source: Control whether ASSOCIATION frames are evaluated for rejection
cs: Řídí zda jsou pro odmítnutí vyhodnocovány rámce ASSOCIATION
lt: Valdyti, ar ASOCIACIJOS kadrai bus vertinami dėl atmetimo

source: Control whether AUTHENTICATION frames are evaluated for rejection
cs: Řídí zda jsou pro odmítnutí vyhodnocovány rámce AUTHENTICATION
lt: Valdyti, ar AUTENTIFIKAVIMO kadrai bus vertinami dėl atmetimo

source: Control whether PROBE frames are evaluated for rejection
cs: Řídí zda jsou pro odmítnutí vyhodnocovány rámce PROBE
lt: Valdyti, ar ZONDO kadrai bus vertinami dėl atmetimo

source: DAWN Form Configuration.
cs: Nastavení DAWN formuláře.
lt: „DAWN“ formos konfigūracija.

source: DAWN service unavailable
cs: Služba DAWN není k dispozici
lt: „DAWN“ tarnyba nepasiekiama

source: DURATION
cs: TRVÁNÍ
lt: TRUKMĖ

source: Deeper tracing to fix bugs - for debugging
cs: Hlubší trasování pro opravu chyb – pro účely ladění
lt: Gilesnis sekimas, siekiant ištaisyti trukdžius – skirtas derinimui/trukdžių šalinimui

source: Default Value
cs: Výchozí hodnota
lt: Numatyta reikšmė

source: Deny Association reason
cs: Důvod odepření asociace
lt: Atmesti/Neprileisti asociacijos priežastį

source: Deny auth reason
cs: Důvod odepření ověření
lt: Atmesti/Neprileisti autentifikavimo priežastį

source: Disassociate Neighbor Report length
cs: Délka hlášení odasociovaného souseda
lt: Atsiriboti kaimyno atskaitos ilgio

source: Evaluated Association Req
cs: Vyhodnocený požadavek na asociaci
lt: Įvertinta asociacijos užklausa

source: Evaluated Auth Req
cs: Vyhodnocený požadavek na ověření
lt: Įvertinta autentifikavimo užklausa

source: Evaluated Probe Req
cs: Vyhodnocený požadavek na sondu
lt: Įvertinta zondo užklausa

source: Frequency
cs: Frekvence
lt: Dažnis

source: Global Metric
cs: Globální metrika
lt: Išorinė/Visuotinė metrika

source: Grant UCI access for luci-app-dawn
cs: Udělit luci-app-dawn přístup do UCI nastavování
lt: Suteikti „UCI“ prieigą – „luci-app-dawn“

source: HT Support
cs: Podpora HT
lt: „HT“ palaikymas

source: Hearing Map
cs: Mapa „slyšení“
lt: Klausymosi žemėlapis

source: High Throughput
cs: Vysoká propustnost
lt: Aukštas pralaidumas

source: Hostapd dir
cs: Složka s hostapd
lt: „Hostapd“ katalogas/vietovė

source: IP address for broadcast and multicast
cs: IP adresa pro všesměrové a vícesměrové vysílání
lt: IP adresas, skirtas transliavimui ir daugiaadresiniam transliavimui

source: IP address when not using UMDNS
cs: IP adresa když není používáno UMDNS
lt: IP adresas, kai nenaudojamas „UMDNS“

source: IP port for broadcast and multicast
cs: IP port pro všesměrové a vícesměrové vysílání
lt: IP prievadas, skirtas transliavimui ir daugiaadresiniam transliavimui

source: Initial Score
cs: Počáteční hodnocení
lt: Pradinis balas

source: Interface
cs: Rozhraní
lt: Sąsaja ir/arba Sietuvas

source: Kicking
cs: Vykopávání
lt: Išmėtimas

source: Kicking Threshold
cs: Práh pro vykopávání
lt: Išmėtimo slenkstis

source: Local
cs: Lokální
lt: Vietinis/-ė

source: Log Level
cs: Stupeň podrobnosti záznamu událostí
lt: Žurnalo lygis

source: Low RSSI
cs: Nízké RSSI
lt: Žemas „RSSI“

source: Low RSSI Value
cs: Nízká hodnota RSSI
lt: Žema „RSSI“ reikšmė

source: Lower threshold for bad channel utilization
cs: Nižší práh pro špatné vytížení kanálu
lt: Sumažinti slenkstį blogo kanalo panaudojimui

source: Max Channel Utilization
cs: Nejvyšší umožněné vytížení kanálu
lt: Maksimalus kanalo panaudojimas

source: Max Channel Utilization Value
cs: Hodnota nejvyššího vytížení kanálu
lt: Maksimali kanalo panaudojimo reikšmė

source: Max Station Diff
cs: Nejvyšší rozdíl stanic
lt: Maksimalus stoties skirtumas

source: Maximum reported AP-client bandwidth permitted when kicking. Set to zero to disable the check.
cs: Nejvyšší hlášená propustnost mezi přístupovým bodem a klientem při vykopnutí. Pokud chcete tuto kontrolu vypnout, nastavte na nulu (0).
lt: Maksimalus pranešamas „AP“ - prieigos taško kliento pralaidumas, leidžiamas išmetant. Nustatykite į – 0-i, kad išjungtumėte/išgalintumėte patikra.

source: Method of networking between DAWN instances
cs: Metoda síťování mezi instancemi DAWN
lt: Tinklavimo metodas tarp „DAWN“ egzempliorių

source: Method to select clients to move to better AP
cs: Metoda pro výběr klientů k přesunutí na lepší přístupový bod
lt: Klientų atrankos metodas pereiti prie geresnio „AP“ – prieigos taško

source: Method used to set Neighbor Report on AP
cs: Metoda použitá pro nastavování hlášení o sousedech na přístupovém bodu
lt: Naudojamas metodas nustatyti kaimyno atskaitos „AP“ – prieigos tašką

source: Midpoint for weighted RSSI evaluation
cs: Střední bod pro vážené vyhodnocování RSSI
lt: Vidurio taškas, skirtas svertinam „RSSI“ įvertinimui

source: Min Number To Kick
cs: Nejnižší počet pro vykopnutí
lt: Minimalus skaičius išmetimui

source: Min Probe Count
cs: Nejnižší počet sond
lt: Minimalus zondo skaičius

source: Minimum score difference to consider kicking to alternate AP
cs: Nejnižší rozdíl hodnocení pro zvážení vykopnutí na alternativní přístupový bod
lt: Minimalus balų skirtumas, į kurį reikia atsižvelgti išmetant į alternatyvią „AP“ – prieigos tašką

source: More info to help trace where algorithms may be going wrong - for debugging
cs: Další informace pro pomoc s dosledováním, kde algormitmy mohou dělat chybu – pro účely ladění
lt: Daugiau informacijos, padėsiančios atsekti, kur gali suklysti algoritmai – skirtas derinimui/trukdžių šalinimui

source: Multicast
cs: Vícesměrové vysílání
lt: Daugiaadresinis transliavimas

source: Neighbors
cs: Sousedé
lt: Kaimynai

source: Network
cs: Síť
lt: Tinklas

source: Network Overview
cs: Přehled sítě
lt: Tinklo apžiūra

source: Network option
cs: Předvolba sítě
lt: Tinklo parinktis

source: No
cs: Ne
lt: Ne

source: No HT Support
cs: Bez podpory HT
lt: Nėra „HT“ palaikymo

source: No VHT Support
cs: Bez podpory VHT
lt: Nėra „VHT“ palaikymo

source: No access points available.
cs: Nejsou k dispozici žádné přístupové body.
lt: Nėra pasiekiamų „AP – prieigos taškų.

source: No clients connected.
cs: Nepřipojeni žádní klienti.
lt: Nėra prijungtų klientų.

source: Not available
cs: Není k dispozici
lt: Nepasiekiama

source: Number of connected stations to consider "better" for use_station_count
cs: Počet připojených stanic pro zvažování „lepšího“ pro use_station_count
lt: Prijungtų stočių skaičius, kurį reikia atsižvelgti „geresniu“, skirtas – „use_station_count“

source: Number of consecutive times a client should be evaluated as ready to kick before actually doing it
cs: Počet po sobě následujících okamžiků po kterých by měl být klient vyhodnocen jako připraven k vykopnutí ještě než se tak skutečně stane
lt: Kiek kartų iš eilės klientas turėtų būti įvertintas kaip pasirengęs išmesti, skaičius, prieš tai aktualiai darant

source: Number of entries to include in a 802.11v DISASSOCIATE Neighbor Report
cs: Počet položek které zahrnout do 802.11v DISASSOCIATE hlášení sousedů
lt: įvestys, kuriuos reikia įtraukti į – „802.11v“ ATSIRIBOJIMO kaimyno atskaitą, skaičius

source: Number of sampling periods to average channel utilization values over
cs: Počet období sběru vzorků pro zprůměrování hodnot využití kanálu
lt: Pavyzdžių atrankos periodų skaičius, siekiant apskaičiuoti vidutines kanalo panaudojimo reikšmes per

source: Number of times a client should retry PROBE before acceptance
cs: Kolikrát by se klient měl znovu pokusit o PROBE než bude přijat
lt: Kiek kartų klientas turėtų pakartoti PATIKRINIMĄ prieš priėmimą, skaičius

source: Path to hostapd runtime information
cs: Popis umístění běhových informaci z hostapd
lt: Kelias į – „hostapd“ vykdančiąją informaciją

source: Per AP weighting
cs: Váhy pro jednotlivé přístupové body
lt: Per „AP“ - prieigos taško svertinį

source: Per dB increment for weighted RSSI evaluation
cs: Přírůstek na dB pro vážené vyhodnocování RSSI
lt: Per dB prieaugį, skirta svertinam „RSSI“ įvertinimui

source: Port for TCP networking
cs: Port pro TCP síťování
lt: Prievadas, skirtas „TCP“ tinklavimui

source: Preferred order for using Passive, Active or Table 802.11k BEACON information
cs: Upřednostňované pořadí pro použití BEACON informace Passive, Active nebo Table 802.11k
lt: Pageidaujama pasyviosios, aktyviosios arba lentelės „802.11k“ ŠVYTURIO informacijos naudojimo tvarka

source: RRM Mode
cs: Režim RRM
lt: „RRM“ veiksena

source: RSSI Center
cs: Střed RSSI
lt: „RSSI“ centras

source: RSSI Value
cs: Hodnota RSSI
lt: „RSSI“ reikšmė

source: RSSI Weight
cs: Váha RSSI
lt: „RSSI“ svoris

source: Received Channel Power Indication
cs: Obdržená indikace energie kanálu
lt: Gauto kanalo galios indikacija

source: Received Signal to Noise Indicator
cs: Obdržený indikátor signál/šum
lt: Gauto „SNR“ indikatorius

source: Remove AP
cs: Odebrat přístupový bod
lt: Pašalinti „AP“ – prieigos tašką

source: Remove Client
cs: Odebrat klienta
lt: Pašalinti klientą

source: Remove Probe
cs: Odebrat sondu
lt: Pašalinti zondą

source: Reporting on standard behaviour
cs: Hlášení při standardním chování
lt: Pranešamas ant standartinio elgesio

source: Score
cs: Hodnocení
lt: Balas/-ai

source: Score addition when signal exceeds threshold
cs: Přidání hodnocení pokud signál přesáhne prahovou hodnotu
lt: Balų pridėjimas, kai signalas viršija slenkstį

source: Score addition when signal is below threshold
cs: Přidání hodnocení pokud je signál pod prahovou hodnotou
lt: Balų pridėjimas, kai signalas yra žemiau slenksčio

source: Score increment if HT is not supported
cs: Přírůstek hodnocení pokud HT není podporováno
lt: Balų prieaugis, jei „HT“ yra nepalaikomas

source: Score increment if HT is supported
cs: Přírůstek hodnocení pokud HT je podporováno
lt: Balų prieaugis, jei „HT“ yra palaikomas

source: Score increment if VHT is not supported
cs: Přírůstek hodnocení pokud VHT není podporováno
lt: Balų prieaugis, jei „VHT“ yra nepalaikomas

source: Score increment if VHT is supported
cs: Přírůstek hodnocení pokud VHT je podporováno
lt: Balų prieaugis, jei „VHT“ yra palaikomas

source: Score increment if channel utilization is above max_chan_util_val
cs: Přírůstek hodnocení pokud je využití kanálu nad max_chan_util_val
lt: Balų prieaugis, jei kanalo panaudojimas viršija – „max_chan_util_val“

source: Score increment if channel utilization is below chan_util_val
cs: Přírůstek hodnocení pokud je využití kanálu pod max_chan_util_val
lt: Balų prieaugis, jei kanalo panaudojimas yra žemiau – „max_chan_util_val“

source: Serious malfunction / unexpected behaviour
cs: Vážná porucha / neočekávané chování
lt: Rimta/-as triktis/netikėtas elgesys

source: Server IP
cs: IP adresa serveru
lt: Serverio IP

source: Set Hostapd Neighbor Report
cs: Nastavit hlášení o sousedech z hostapd
lt: Nustatyti „Hostapd“ kaimyno atskaitą

source: Signal
cs: Signál
lt: Signalas

source: Something appears wrong, but recoverable
cs: Něco se jeví špatné, ale zotavitelné
lt: Kažkas atrodo negerai, bet galima atkurti

source: Space separated list of MACS to use in "static" AP Neighbor Report
cs: Mezerou oddělovaný seznam MAC adres které používat ve „statickém“ hlášení sousedů přístupového bodu
lt: Tarpais atskirtas „MAC“ (dgs.) sąrašas, naudojamas „nekintamo AP“ – prieigos taško kaimyno atskaitoje

source: Standard behaviour always worth reporting
cs: Standardní chování stojí za to hlásit vždy
lt: Tipinis elgesys, apie kurį visada verta pranešti

source: Stations Connected
cs: Připojených stanic
lt: Stotys prijungtos

source: TCP w/out UMDNS discovery
cs: TCP s/bez UMDNS objevováním
lt: „TCP“ be „UMDNS“ atradimu

source: TCP with UMDNS discovery
cs: TCP s UMDNS objevováním
lt: „TCP“ su „UMDNS“ atradimu

source: Threshold for a good RSSI
cs: Práh pro dobré RSSI
lt: Gero „RSSI“ slenkstis

source: Threshold for bad RSSI
cs: Práh pro špatné RSSI
lt: Blogo „RSSI“ slenkstis

source: Timer to (re-)register for hostapd messages for each local BSSID
cs: Časovač (opětnovné) registrace pro zprávy hostapd pro každé lokální BSSID
lt: Laikmatis, skirtas (pakartotinei) registracijai, norint gauti „hostapd“ pranešimus kiekvienam vietiniam „BSSID“

source: Timer to ask all connected clients for a new BEACON REPORT
cs: Časovač požádání všech připojených klientů o nové BEACON REPORT
lt: Laikmatis, skirtas visiems prijungtiems klientams prašyti naujo ŠVYTURIO ATSKAITO

source: Timer to get recent channel utilization figure for each local BSSID
cs: Časovač získání stávající hodnoty vytížení kanálu pro každé lokální BSSID
lt: Laikmatis, skirtas gauti naujausią kiekvieno vietinio „BSSID“ kanalo panaudojimo iliustraciją

source: Timer to refresh / remove the TCP connections to other DAWN instances found via uMDNS
cs: Časovač znovunačtení / odebrání TCP spojení s ostatním instancemi DAWN, nalezenými prostřednictvím uMDNS
lt: Laikmatis, skirtas atnaujinti/pašalinti „TCP“ ryšius su kitais „DAWN“ egzemplioriais, randamus per „uMDNS“

source: Timer to refresh local connection information and send revised NEIGHBOR REPORT to all clients
cs: Časovač znovunačtení informací o lolálním spojení a odeslání revidovaného NEIGHBOR REPORT všem klientům
lt: Laikmatis, skirtas atnaujinti vietinio ryšio informaciją ir išsiųsti peržiūrėtą KAIMYNŲ ATSKAITĄ visiems klientams

source: Timer to remove expired AP entries from core data set
cs: Časovač odebrání položek přístupvých bodů se skončenou platností z hlavní datové sady
lt: Laikmatis, skirtas pašalinti pasibaigusio galiojimo „AP“ – prieigos taško įvestis iš branduolinio duomenų rinkinio

source: Timer to remove expired PROBE and BEACON entries from core data set
cs: Časovač odebrání položek PROBE a BEACON se skončenou platností z hlavní datové sady
lt: Laikmatis, skirtas pašalinti pasibaigusio galiojimo ZONDO ir ŠVYTURIO įvestys iš branduolinio duomenų rinkinio

source: Timer to remove expired client entries from core data set
cs: Časovač pro odebrání položek klientů se skončenou platností z hlavní datové sady
lt: Laikmatis, skirtas pašalinti pasibaigusio galiojimo kliento įvestys iš branduolinio duomenų rinkinio

source: Times
cs: Časy

source: Timespan until a connection is seen as disconnected
cs: Časové rozpětí, než je na spojení pohlíženo jak ona odpojené
lt: Gyvavimo trukmė, kol ryšys bus laikomas atsijungusiu

source: Unable to query the DAWN service via ubus, the service appears to be stopped.
cs: Nebylo možné dotázat službu DAWN prostřednictvím ubus – služba se zdá být zastavená.
lt: Nepavyksta užklausti „DAWN“ tarnybos per „ubus“, atrodo, kad tarnyba sustabdyta.

source: Update Beacon reports
cs: Zaktualizovat hlášení o beacon
lt: Atnaujinti švyturio atskaitas

source: Update Channel utilization
cs: Zaktualizovat vytížení kanálu
lt: Atnaujinti kanalo panaudojimą

source: Update Client
cs: Zaktualizovat klienta
lt: Atnaujinti klientą

source: Update Hostapd
cs: Zaktualizovat hostapd
lt: Atnaujinti „Hostapd“

source: Update TCP connections
cs: Zaktualizovat TCP spojení
lt: Atnaujinti „TCP“ prisijungimus

source: Upper threshold for good channel utilization
cs: Horní hranice pro dobré vytížení kanálu
lt: Viršutinė slenkstis, gero kanalo panaudojimui

source: Use Station Count
cs: Použít počet stanic
lt: Naudoti stoties klientą

source: Utilization
cs: Vytížení
lt: Panaudojimas/-ai

source: VHT Support
cs: Podpora VHT
lt: „VHT“ palaikymas

source: Verbosity of messages in syslog
cs: Podrobnost zpráv v syslog
lt: „Syslog“ pranešimų išsamumas/platumas/daugiažodiškumas

source: Very High Throughput
cs: Velmi vysoká propustnost
lt: Labai aukštas pralaidumas

source: Yes
cs: Ano
lt: Taip

source: TCP port
lt: „TCP“ prievadas
