Repository: openwrt/luci
Catalog: applications/luci-app-vpnbypass/po/*/vpnbypass.po
Languages: da

source: Disable
da: Deaktiver

source: Disabling %s service
da: Deaktiverer %s-tjenesten

source: Domains to Bypass
da: Domæner, der skal omgås

source: Domains to be accessed directly, see %sREADME%s for syntax.
da: Domæner, der skal tilgås direkte, se %sREADME%s for syntaks.

source: Enable
da: Aktiver

source: Enabling %s service
da: Aktiverer %s tjeneste

source: Grant UCI and file access for luci-app-vpnbypass
da: Giv UCI- og filadgang til luci-app-vpnbypass

source: Local IP Addresses to Bypass
da: Lokale IP-adresser til Bypass

source: Local IP addresses or subnets with direct internet access.
da: Lokale IP-adresser eller undernet med direkte internetadgang.

source: Local Ports to Bypass
da: Lokale porte til Bypass

source: Local ports to trigger VPN Bypass.
da: Lokale porte til at udløse VPN Bypass.

source: Not installed or not found
da: Ikke installeret eller ikke fundet

source: Quering
da: Forespørger

source: Remote IP Addresses to Bypass
da: Fjern-IP-adresser til Bypass

source: Remote IP addresses or subnets which will be accessed directly.
da: Fjern-IP-adresser eller undernet, som vil blive tilgået direkte.

source: Remote Ports to Bypass
da: Fjernporte til Bypass

source: Remote ports to trigger VPN Bypass.
da: Fjernporte for at udløse VPN Bypass.

source: Restart
da: Genstart

source: Restarting %s service
da: Genstarter %s-tjenesten

source: Running (version: %s)
da: Kører (version: %s)

source: Service Control
da: Kontrol af tjenesten

source: Service Status
da: Tjenestestatus

source: Starting %s service
da: Starter %s tjeneste

source: Stopped (Disabled)
da: Stoppet (deaktiveret)

source: Stopped (version: %s)
da: Stoppet (version: %s)

source: Stopping %s service
da: Stopper tjenesten %s
