Repository: openwrt/luci
Catalog: applications/luci-app-nft-qos/po/*/nft-qos.po
Languages: cs, ga, ta, vi

source: Bytes Total
cs: Celkově bajtů
ga: Beart Iomlán
ta: மொத்தம்
vi: Tổng số byte

source: Collecting data...
cs: Shromažďování dat…
ga: Sonraí a bhailiú...
ta: தரவு சேகரித்தல் ...
vi: Đang lấy dữ liệu...

source: Comment
cs: Komentář
ga: Trácht
ta: கருத்து
vi: Bình luận

source: Default Download Rate
cs: Výchozí rychlost stahování
ga: Ráta réamhshocraithe íoslódáil
ta: இயல்புநிலை பதிவிறக்க வீதம்
vi: Tốc độ tải xuống mặc định

source: Default Download Unit
cs: Výchozí jednotka pro příjem
ga: Aonad íoslódála réamhshocraithe
ta: இயல்புநிலை பதிவிறக்க அலகு
vi: Đơn vị tải xuống mặc định

source: Default Network Interface
cs: Výchozí síťové rozhraní
ga: Comhéadan Líonra Réamhshocraithe
ta: இயல்புநிலை பிணைய இடைமுகம்
vi: Giao diện mạng mặc định

source: Default Upload Rate
cs: Výchozí rychlost odesílání
ga: Ráta Uaslódála Réamhshocraithe
ta: இயல்புநிலை பதிவேற்ற விகிதம்
vi: Tốc độ tải lên mặc định

source: Default Upload Unit
cs: Výchozí jednotka pro odesílání
ga: Aonad Uaslódála Réamhshocraithe
ta: இயல்புநிலை பதிவேற்ற அலகு
vi: Đơn vị tải lên mặc định

source: Default unit for download rate
cs: Výchozí jednotka pro rychlost příjmu
ga: Aonad réamhshocraithe le haghaidh ráta íoslódála
ta: பதிவிறக்க வீதத்திற்கான இயல்புநிலை அலகு
vi: Đơn vị mặc định cho tốc độ tải xuống

source: Default unit for upload rate
cs: Výchozí jednotka pro rychlost odesílání
ga: Aonad réamhshocraithe le haghaidh ráta uaslódála
ta: பதிவேற்ற விகிதத்திற்கான இயல்புநிலை அலகு
vi: Đơn vị mặc định cho tốc độ tải lên

source: Default value for download bandwidth
cs: Výchozí hodnota pro šířku pásma příjmu
ga: Luach réamhshocraithe le haghaidh bandaleithead íoslódála
ta: பதிவிறக்கம் அலைவரிசைக்கான இயல்புநிலை மதிப்பு
vi: Giá trị mặc định cho băng thông tải xuống

source: Default value for download rate
cs: Výchozí hodnota pro rychlost příjmu
ga: Luach réamhshocraithe le haghaidh ráta íoslódála
ta: பதிவிறக்க வீதத்திற்கான இயல்புநிலை மதிப்பு
vi: Giá trị mặc định cho tốc độ tải xuống

source: Default value for upload bandwidth
cs: Výchozí hodnota pro šířku pásma odesílání
ga: Luach réamhshocraithe le haghaidh bandaleithead uaslódála
ta: பதிவேற்ற அலைவரிசைக்கான இயல்புநிலை மதிப்பு
vi: Giá trị mặc định cho băng thông tải lên

source: Default value for upload rate
cs: Výchozí hodnota pro rychlost odesílání
ga: Luach réamhshocraithe don ráta uaslódála
ta: பதிவேற்ற விகிதத்திற்கான இயல்புநிலை மதிப்பு
vi: Giá trị mặc định cho tốc độ tải lên

source: Download Bandwidth (Mbps)
cs: Šířka pásma příjmu (Mb/s)
ga: Íoslódáil Bandaleithid (Mbps)
ta: அலைவரிசை பதிவிறக்கவும் (எம்.பி.பி.எச்)
vi: Băng thông tải xuống (Mbps)

source: Download Rate
cs: Rychlost příjmu
ga: Ráta íosluchtaigh
ta: பதிவிறக்க வீதம்
vi: Tỷ lệ tải xuống

source: Enable Limit Rate Feature
cs: Zapnout funkci omezování rychlosti
ga: Cumasaigh Gné Ráta Teorainn
ta: வரம்பு வீத அம்சத்தை இயக்கவும்
vi: Kích hoạt tính năng tỷ lệ giới hạn

source: Enable Traffic Priority
cs: Zapnout prioritu provozu
ga: Cumasaigh Tosaíocht Tráchta
ta: போக்குவரத்து முன்னுரிமையை இயக்கவும்
vi: Bật ưu tiên lưu lượng truy cập

source: Enable this feature
cs: Zapnout tuto funkci
ga: Cumasaigh an ghné seo
ta: இந்த அம்சத்தை இயக்கவும்
vi: Kích hoạt tính năng này

source: Grant UCI access for luci-app-nft-qos
cs: Udělit luci-app-nft-qos přístup do UCI nastavování
ga: Deonaigh rochtain UCI do luci-app-nft-qos
ta: லூசி-ஆப்-என்எஃப்டி-கேஓஎச்சிற்கான யுசிஐ அணுகலை வழங்கவும்
vi: Cấp quyền truy cập UCI cho luci-app-nft-qos

source: Hostname
cs: Název stroje
ga: Ainm óstach
ta: புரவலன்பெயர்
vi: Tên máy chủ (hostname)

source: IP Address
cs: IP adresa
ga: Seoladh IP
ta: ஐபி முகவரி
vi: Địa chỉ IP

source: IP Address (v4 / v6)
cs: IP adresa (v4/v6)
ga: Seoladh IP (v4 / v6)
ta: ஐபி முகவரி (வி 4 / வி 6)
vi: Địa chỉ IP (v4 / v6)

source: IP Address (v4 Only)
cs: IP adresa (pouze v4)
ga: Seoladh IP (v4 Amháin)
ta: ஐபி முகவரி (வி 4 மட்டும்)
vi: Địa chỉ IP (Chỉ v4)

source: Limit Enable
cs: Zapnout limit
ga: Cumasaigh Teorainn
ta: வரம்பு இயக்கு
vi: Kích hoạt giới hạn

source: Limit Rate by IP Address
cs: Omezovat rychlost podle IP adresy
ga: Ráta Teorainn de réir Seoladh IP
ta: ஐபி முகவரி மூலம் வீதத்தைக் கட்டுப்படுத்துங்கள்
vi: Tỷ lệ giới hạn theo địa chỉ IP

source: Limit Rate by Mac Address
cs: Omezovat rychlost podle MAC adresy
ga: Ráta Teorainn le Seoladh Mac
ta: MAC முகவரி மூலம் விகிதத்தைக் கட்டுப்படுத்துங்கள்
vi: Tỷ lệ giới hạn theo địa chỉ Mac

source: Limit Traffic Rate By Mac Address
cs: Omezovat rychlost provozu podle MAC adresy
ga: Ráta Teorainn le Seol Mac
ta: MAC முகவரி மூலம் போக்குவரத்து வீதத்தைக் கட்டுப்படுத்துங்கள்
vi: Giới hạn tỷ lệ lưu lượng truy cập theo địa chỉ Mac

source: Limit Type
cs: Typ limitu
ga: Cineál Teorainn
ta: வரம்பு வகை
vi: Loại giới hạn

source: MAC Address
cs: MAC adresa
ga: Seoladh MAC
ta: மேக் முகவரி
vi: Địa chỉ MAC

source: MB
ta: எம்பி

source: NFT-QoS Settings
cs: Nastavení NFT-QoS
ga: Socruithe NFT-QoS
ta: NFT-QOS அமைப்புகள்
vi: Cài đặt NFT-QoS

source: Network Interface for Traffic Shaping, e.g. br-lan, eth0.1, eth0, etc.
cs: Síťové rozhraní, na kterém provádět omezování provozu – např. br-lan, eth0.1, eth0, atd.
ga: Comhéadan Líonra le haghaidh Múnlú Tráchta, e.g. br-lan, eth0.1, eth0, etc.
ta: போக்குவரத்து வடிவமைப்பிற்கான பிணைய இடைமுகம், எ.கா. br-lan, eth0.1, eth0, முதலியன.
vi: Giao diện mạng để định hình lưu lượng, ví dụ: br-lan, eth0.1, eth0, v.v.

source: Network to be applied, e.g. 192.168.1.0/24, 10.2.0.0/16, etc.
cs: Síť, na kterou uplatnit, např. 192.168.1.0/24, 10.2.0.0/16, atd.
ga: Líonra le cur i bhfeidhm, e.g. 192.168.1.0/24, 10.2.0.0/16, etc.
ta: பிணையம் பயன்படுத்தப்பட வேண்டும், எ.கா. 192.168.1.0/24, 10.2.0.0/16, முதலியன.
vi: Mạng được áp dụng, ví dụ: 192.168.1.0/24, 10.2.0.0/16, v.v.

source: Network to be applied, e.g. AAAA::BBBB/64, CCCC::1/128, etc.
cs: Síť, na kterou uplatnit, např. AAAA::BBBB/64, CCCC::1/128, atd.
ga: Líonra le cur i bhfeidhm, e.g. AAAA::BBBB/64, CCCC:: 1/128, etc.
ta: பிணையம் பயன்படுத்தப்பட வேண்டும், எ.கா. AAAA :: BBBB/64, CCCC :: 1/128, முதலியன.
vi: Mạng được áp dụng, ví dụ: AAAA::BBBB/64, CCCC::1/128, v.v.

source: No information available
cs: Nejsou k dispozici žádné údaje
ga: Níl aon eolas ar fáil
ta: எந்த தகவலும் கிடைக்கவில்லை
vi: Không có thông tin có sẵn

source: Packets Total
cs: Celkem paketů
ga: Paicéid Iomlán
ta: மொத்தம் பாக்கெட்டுகள்
vi: Tổng Packets

source: Priority
cs: Priorita
ga: Tosaíocht
ta: முன்னுரிமை
vi: Ưu tiên

source: Protocol
cs: Protokol
ga: Prótacal
ta: நெறிமுறை
vi: Giao thức

source: QoS over Nftables
cs: QoS přes Nftables
ga: QoS thar Nftables
ta: Nftables க்கு மேல் QoS

source: Rate
cs: Rychlost
ga: Ráta
ta: விகிதம்

source: Realtime Download Rate
cs: Rychlost příjmu (v reálném čase)
ga: Ráta fíor-ama íosluchtaigh
ta: நிகழ்நேர பதிவிறக்க வீதம்
vi: Tỷ lệ tải xuống thời gian thực

source: Realtime Rate
cs: Rychlost (v reálném čase)
ga: Ráta Fíor-ama
ta: நிகழ்நேர வீதம்
vi: Tỷ lệ thời gian thực

source: Realtime Upload Rate
cs: Rychlost odesílání (v reálném čase)
ga: Ráta Uaslódála Fíor-ama
ta: நிகழ்நேர பதிவேற்ற வீதம்
vi: Tỷ lệ tải lên theo thời gian thực

source: Service
cs: Služba
ga: Seirbhís
ta: பணி
vi: Dịch vụ

source: Static QoS-Download Rate
cs: Statická rychlost QoS stahování
ga: Statach QoS-Ráta Íoslódála
ta: நிலையான QoS-DOWNLOAD விகிதம்
vi: Tốc độ tải xuống QoS tĩnh

source: Static QoS-Upload Rate
cs: Statická rychlost QoS odesílání
ga: Ráta Statach QoS-Uaslódáil
ta: நிலையான QoS- பதிவேற்ற விகிதம்
vi: Tốc độ tải lên QoS tĩnh

source: Target Network (IPv4/MASK)
cs: Cílová síť (IPv4/maska)
ga: Líonra Sprioc (IPv4/MASC)
ta: இலக்கு பிணையம் (ஐபிவி 4/மாச்க்)

source: Target Network6 (IPv6/MASK)
cs: Cílová síť6 (IPv6/maska)
ga: Líonra Sprioc6 (IPv6/MASC)
ta: இலக்கு பிணையம் 6 (ஐபிவி 6/மாச்க்)

source: This page gives an overview over currently download/upload rate.
cs: Tato stránka podává přehled o stávající rychlosti příjmu/odesílání.
ga: Tugann an leathanach seo forbhreathnú ar an ráta íoslódála/uaslódála faoi láthair.
ta: இந்த பக்கம் தற்போது பதிவிறக்கம்/பதிவேற்ற வீதத்தைப் பற்றிய ஒரு கண்ணோட்டத்தை வழங்குகிறது.
vi: Trang này cung cấp thông tin tổng quan về tốc độ tải xuống/tải lên hiện tại.

source: Traffic Priority
cs: Priorita provozu
ga: Tosaíocht Tráchta
ta: போக்குவரத்து முன்னுரிமை
vi: Ưu tiên lưu lượng

source: Traffic Priority Settings
cs: Nastavení priority provozu
ga: Socruithe Tosaíochta Tráchta
ta: போக்குவரத்து முன்னுரிமை அமைப்புகள்
vi: Cài đặt ưu tiên lưu lượng

source: Type of Limit Rate
cs: Typ omezení rychlosti
ga: Cineál Ráta Teorainn
ta: வரம்பு வீத வகை
vi: Loại tỷ lệ giới hạn

source: Unit
cs: Jednotka
ga: Aonad
ta: அலகு
vi: Đơn vị

source: Upload Bandwidth (Mbps)
cs: Šířka pásma odesílání (Mb/s)
ga: Uaslódáil Bandaleithid (Mbps)
ta: அலைவரிசையை பதிவேற்றவும் (எம்.பி.பி.எச்)
vi: Băng thông tải lên (Mbps)

source: Upload Rate
cs: Rychlost odesílání
ga: Ráta Uaslódála
ta: பதிவேற்ற விகிதம்
vi: Tỷ lệ tải lên

source: White List for Limit Rate
cs: Seznam povolených pro omezení rychlosti
ga: Liosta Bán le haghaidh Ráta Teorann
ta: வரம்பு வீதத்திற்கான வெள்ளை பட்டியல்
vi: Danh sách trắng cho tỷ lệ giới hạn

source: e.g. https, 23, (separator is comma)
cs: např. https, 23, (oddělovačem je čárka)
ga: e.g. https, 23, (coma is ea an deighilteoir)
ta: எ.கா. https, 23, (பிரிப்பான் கமா)

source: kB
ta: கே.பி.

source: MAC (optional)
vi: MAC (tùy chọn)
