Repository: openwrt/luci
Catalog: applications/luci-app-vnstat/po/*/vnstat.po
Languages: nl

source: Configuration
nl: Configuratie

source: Daily traffic
nl: Dagelijks verkeer

source: Grant UCI access for luci-app-vnstat
nl: Verleen UCI-toegang voor luci-app-vnstat

source: Graphs
nl: Grafieken

source: Hourly traffic
nl: Verkeer per uur

source: Monitor selected interfaces
nl: Bewaak geselecteerde interfaces

source: Monthly traffic
nl: Maandelijks verkeer

source: No database has been set up yet. Go to the VnStat configuration and enable monitoring for one or more interfaces.
nl: Er is nog geen database aangemaakt. Ga naar de VnStat-configuratie en schakel monitoring in voor een of meer interfaces.

source: Restart VnStat
nl: Herstart VnStat

source: Summary display
nl: Overzichtsweergave

source: Top 10 display
nl: Top 10-weergave

source: VnStat Graphs
nl: VnStat Grafieken

source: VnStat Traffic Monitor
nl: VnStat Verkeersmonitor

source: VnStat is a network traffic monitor for Linux that keeps a log of network traffic for the selected interface(s).
nl: VnStat is een netwerkverkeersmonitor voor Linux die een logboek bijhoudt van het netwerkverkeer voor de geselecteerde interface(s).
