Repository: openwrt/luci
Catalog: applications/luci-app-ustreamer/po/*/ustreamer.po
Languages: bg, cs, es, ga, pl, ru

source: H264 M2M device
cs: H264 M2M zařízení
es: Dispositivo H.264 M2M
ga: Gléas H264 M2M
pl: Urządzenie M2M H264
ru: Устройство H264 M2M

source: H264 bitrate in Kbps. Default: 5000.
cs: H264 bitová rychlost (Kb/s). Výchozí: 5000.
es: Tasa de bits H264 en Kbps. Predeterminado: 5000.
ga: Ráta giotán H264 i Kbps. Réamhshocrú: 5000.
pl: Szybkość transmisji H264 w Kbps. Domyślnie: 5000.
ru: Битрейт H264 в Кбит/с. По умолчанию: 5000.

source: H264 sink mode
cs: Režim odchodu H264
es: Modo sumidero H264
ga: Mód doirteal H264
pl: Tryb odpływu H264
ru: Режим приёмника H264

source: HTTP output
cs: HTTP výstup
es: Salida HTTP
ga: Aschur HTTP
pl: Wyjście HTTP
ru: HTTP-вывод

source: Host
cs: Hostitel
ga: Óstach
ru: Хост

source: IO method
cs: Metoda vstupu/výstupu
es: Método E/S
ga: Modh IO
pl: Metoda wejścia-wyjścia
ru: Метод ввода-вывода

source: Increase encoder performance on PiKVM V4. Default: disabled.
cs: Zvýšit výkon enkodéru na PiKVM v4. Výchozí: vypnuto.
es: Aumentar el rendimiento del codificador en PiKVM V4. Predeterminado: desactivado.
ga: Méadaigh feidhmíocht an ionchódóra ar PiKVM V4. Réamhshocrú: díchumasaithe.
pl: Zwiększ wydajność kodera w PiKVM v4. Domyślnie: wyłączone.
ru: Повысить производительность кодировщика на PiKVM V4. По умолчанию: отключено.

source: Interval between keyframes. Default: 30.
cs: Rozdíl mezi úplnými snímky. Výchozí: 30.
es: Intervalo entre fotogramas clave. Predeterminado: 30.
ga: Eatramh idir eochairfhrámaí. Réamhshocrú: 30.
pl: Odstęp między klatkami kluczowymi. Domyślnie: 30.
ru: Интервал между ключевыми кадрами. По умолчанию: 30.

source: JPEG sink mode
cs: Režim JPEG odchodu
es: Modo de sumidero JPEG
ga: Mód doirteal JPEG
pl: Tryb odpływu JPEG
ru: Режим приёмника JPEG

source: JPEG sink timeout
cs: Časový limit JPEG odchodu
es: Tiempo de espera del sumidero JPEG
ga: Am críochnaithe doirteal JPEG
pl: Limit czasu odpływu JPEG
ru: Тайм-аут приёмника JPEG

source: Path to V4L2 M2M encoder device. Default: auto select.
cs: Popis umístění souboru, představujícího zařízení V4l2 M2M enkodéru. Výchozí: vybrat automaticky.
es: Ruta al codificador M2M V4L2. Predeterminado: selección automática.
ga: Cosán chuig gléas ionchódóra V4L2 M2M. Réamhshocrú: rogha uathoibríoch.
pl: Ścieżka do urządzenia kodera M2M V4L2. Domyślnie: wybór automatyczny.
ru: Путь к устройству кодировщика V4L2 M2M. По умолчанию: авто.

source: Plugin settings
cs: Nastavení zásuvného modulu
es: Configuración de plugin
ga: Socruithe breiseán
pl: Ustawienia wtyczki
ru: Настройки плагинов

source: RAW sink client TTL
cs: TTL klienta odchodu RAW
es: TTL del cliente del sumidero RAW
ga: Cliant doirteal RAW TTL
pl: TTL klienta odpływu RAW
ru: Время жизни клиента приёмника RAW

source: RAW sink mode
cs: Režim odchodu RAW
es: Modo sumidero RAW
ga: Mód doirteal RAW
pl: Tryb odpływu RAW
ru: Режим приёмника RAW

source: RAW sink timeout
cs: Časový limit odchodu RAW
es: Tiempo de espera del sumidero RAW
ga: Am scoir doirteal RAW
pl: Limit czasu odpływu RAW
ru: Тайм-аут приёмника RAW

source: Remove
cs: Odebrat
es: Eliminar
ga: Bain
pl: Usuń
ru: Удалить

source: Remove JPEG sink
cs: Odebrat JPEG odchod
es: Eliminar sumidero JPEG
ga: Bain an doirteal JPEG
pl: Usuń odpływ JPEG
ru: Удалить приёмник JPEG

source: Remove JPEG sink file on exit
cs: Při ukončení odebrat soubor JPEG odchodu
es: Eliminar el archivo de sumidero JPEG al salir
ga: Bain comhad doirteal JPEG ag an scoir
pl: Usuń plik odpływu JPEG przy wyjściu
ru: Удалять файл приёмника JPEG при выходе

source: Remove RAW sink
cs: Odebrat odchod RAW
es: Eliminar sumidero RAW
ga: Bain an doirteal RAW
pl: Usuń odpływ RAW
ru: Удалить приёмник RAW

source: Remove shared memory on stop. Default: disabled.
cs: Při zastavení odebrat sdílenou paměť. Výchozí: vypnuto.
es: Eliminar memoria compartida al detener. Predeterminado: desactivado.
ga: Bain cuimhne chomhroinnte nuair a stopann sé. Réamhshocrú: díchumasaithe.
pl: Usuń pamięć współdzieloną przy zatrzymywaniu. Domyślnie: wyłączone.
ru: Удалять разделяемую память при остановке. По умолчанию: отключено.

source: Set H264 sink permissions (like 777). Default: 660.
cs: Nastavit práva na odchodu H264 (jako např. 777). Výchozí: 660.
es: Establecer permisos de sumidero H264 (p. ej., 777). Predeterminado: 660.
ga: Socraigh ceadanna doirteal H264 (cosúil le 777). Réamhshocrú: 660.
pl: Ustaw uprawnienia odpływu H264 (np. 777). Domyślnie: 660.
ru: Установить права доступа для приёмника H264 (например, 777). По умолчанию: 660.

source: Set JPEG sink permissions (like 777). Default: 660.
cs: Nastavit práva na odchodu JPEG (jako např. 777). Výchozí: 660.
es: Establecer permisos de sumidero JPEG (p. ej., 777). Predeterminado: 660.
ga: Socraigh ceadanna doirteal JPEG (cosúil le 777). Réamhshocrú: 660.
pl: Ustaw uprawnienia odpływu JPEG (np. 777). Domyślnie: 660.
ru: Установить права доступа для приёмника JPEG (например, 777). По умолчанию: 660.

source: Set RAW sink permissions (like 777). Default: 660.
cs: Nastavit práva na odchodu RAW (jako např. 777). Výchozí: 660.
es: Establecer permisos de sumidero RAW (p. ej., 777). Predeterminado: 660.
ga: Socraigh ceadanna doirteal RAW (cosúil le 777). Réamhshocrú: 660.
pl: Ustaw uprawnienia odpływu RAW (np. 777). Domyślnie: 660.
ru: Установить права доступа для приёмника RAW (например, 777). По умолчанию: 660.

source: Set the minimum size if the webcam produces small-sized garbage frames. May happen under low light conditions
cs: Pokud webová kamera vytváří nepoužitelné snímky s malou velikostí, nastavte nejmenší umožněnou velikost. Může se dít při nedostatečném osvětlení
es: Establezca el tamaño mínimo si la cámara web produce marcos de basura de tamaño pequeño. Puede ocurrir en condiciones de poca luz
ga: Socraigh an t-íosmhéid má tháirgeann an ceamara gréasáin frámaí truflais beagmhéide. D'fhéadfadh sé tarlú faoi choinníollacha solais íseal
pl: Ustaw minimalny rozmiar, jeśli kamera wytwarza małe, bezużyteczne klatki. Może występować w warunkach słabego oświetlenia
ru: Укажите минимальный размер корректных кадров, чтобы отфильтровать "мусорные" кадры. Настройка особенно актуальна, если веб-камера при плохом освещении не справляется с работой

source: Set the quality in percent.
cs: Nastavit kvalitu (v %).
es: Establecer la calidad en porcentaje.
ga: Socraigh an caighdeán i gcéatadán.
pl: Ustaw jakość w procentach.
ru: Установить качество в процентах.

source: Sink client TTL
cs: TTL klienta odchodu
es: TTL del cliente sumidero
ga: TTL cliant doirteal
pl: TTL klienta odpływu
ru: Время жизни клиента приёмника

source: Sink timeout
cs: Časový limit odchodu
es: Tiempo de espera del sumidero
ga: Am scoir doirteal
pl: Limit czasu odpływu
ru: Тайм-аут приёмника

source: Socket
cs: Soket
ga: Soicéad
pl: Gniazdo
ru: Сокет

source: Socket Permissions
cs: Oprávnění k soketu
es: Permisos de socket
ga: Ceadanna Soicéad
pl: Uprawnienia gniazda
ru: Права доступа к сокету

source: TCP host for this HTTP server
cs: TCP hostitel pro tento HTTP server
es: Host TCP para este servidor HTTP
ga: Óstach TCP don fhreastalaí HTTP seo
pl: Host TCP dla tego serwera HTTP
ru: TCP-хост для этого HTTP-сервера

source: TCP port for this HTTP server
cs: TCP port pro tento HTTP server
es: Puerto TCP para este servidor HTTP
ga: Port TCP don fhreastalaí HTTP seo
pl: Port TCP dla tego serwera HTTP
ru: Укажите TCP-порт для HTTP-сервера

source: TV standard
es: Estándar de TV
ga: Caighdeán teilifíse
pl: Standard TV
ru: ТВ-стандарт

source: The name should end with a suffix ".h264"
cs: Název by měl končit na příponu „.h264“.
es: El nombre debe terminar con el sufijo ".h264"
ga: Ba chóir go mbeadh iarmhír ".h264" ag críochnú an ainm
pl: Nazwa powinna kończyć się sufiksem „.h264”.
ru: Имя должно оканчиваться на ".h264"

source: The name should end with a suffix ".jpeg".
cs: Název by měl končit na příponu „.jpeg“.
es: El nombre debe terminar con el sufijo ".jpeg".
ga: Ba chóir go mbeadh iarmhír ".jpeg" ag críochnú an ainm.
pl: Nazwa powinna kończyć się sufiksem „.jpeg”.
ru: Имя должно оканчиваться на ".jpeg".

source: The name should end with a suffix ".raw".
cs: Název by měl končit na příponu „.h264“.
es: El nombre debe terminar con el sufijo ".raw".
ga: Ba chóir go mbeadh iarmhír ".raw" ag críochnú an ainm.
pl: Nazwa powinna kończyć się sufiksem „.raw”.
ru: Имя должно оканчиваться суффиксом ".raw".

source: The number of buffers to receive data from the device.
cs: Počet vyrovnávacích pamětí pro obdržování dat ze zařízení.
es: Número de búferes para recibir datos del dispositivo.
ga: Líon na maolán chun sonraí a fháil ón bhfeiste.
pl: Liczba buforów do odbierania danych z urządzenia.
ru: Количество буферов для получения данных с устройства.

source: The number of worker threads but not more than buffers.
cs: Počet zpracovávajících vláken (ale ne vyšší než počet vyrovnávacích pamětí).
es: Número de subprocesos de trabajo, pero no más que los búferes.
ga: Líon na snáitheanna oibrithe ach gan níos mó ná maoláin.
pl: Liczba wątków roboczych, ale nie większa niż liczba buforów.
ru: Количество рабочих потоков (не больше количества буферов).

source: Timeout
cs: Časový limit
es: Tiempo de espera
ga: Am críochnaithe
pl: Limit czasu
ru: Тайм-аут

source: Timeout for lock. Default: 1.
cs: Časový limit pro zámek. Výchozí: 1.
es: Tiempo de espera para el bloqueo. Predeterminado: 1.
ga: Am scoir don ghlasáil. Réamhshocrú: 1.
pl: Limit czasu blokady. Domyślnie: 1.
ru: Тайм-аут блокировки. По умолчанию: 1.

source: UVC input
cs: UVC vstup
es: Entrada UVC
ga: Ionchur UVC
pl: Wejście UVC
ru: UVC-ввод

source: Use device defaults
cs: Použít výchozí hodnoty ze zařízení
es: Usar valores predeterminados del dispositivo
ga: Úsáid réamhshocruithe gléis
pl: Użyj ustawień domyślnych urządzenia
ru: Использовать настройки устройства по умолчанию

source: Use the shared memory to sink H264 frames. Default: disabled.
cs: Použít pro snímky odchodu H264 sdílenou paměť. Výchozí: vypnuto.
es: Usar memoria compartida para el sumidero de fotogramas H264. Predeterminado: desactivado.
ga: Úsáid an chuimhne chomhroinnte chun frámaí H264 a shíneadh. Réamhshocrú: díchumasaithe.
pl: Użyj pamięci współdzielonej do odpływu klatek H264. Domyślnie: wyłączone.
ru: Использовать разделяемую память для приёма кадров H264. По умолчанию: отключено.

source: Use the shared memory to sink JPEG frames. Default: disabled.
cs: Použít pro snímky odchodu JPEG sdílenou paměť. Výchozí: vypnuto.
es: Usar memoria compartida para el sumidero de fotogramas JPEG. Predeterminado: desactivado.
ga: Úsáid an chuimhne chomhroinnte chun frámaí JPEG a shíneadh. Réamhshocrú: díchumasaithe.
pl: Użyj pamięci współdzielonej do odpływu klatek JPEG. Domyślnie: wyłączone.
ru: Использовать разделяемую память для приёма кадров JPEG. По умолчанию: отключено.

source: Use the shared memory to sink RAW frames. Default: disabled.
cs: Použít pro snímky odchodu RAW sdílenou paměť. Výchozí: vypnuto.
es: Usar memoria compartida para el sumidero de fotogramas RAW. Predeterminado: desactivado.
ga: Úsáid an chuimhne chomhroinnte chun frámaí RAW a shíneadh. Réamhshocrú: díchumasaithe.
pl: Użyj pamięci współdzielonej do odpływu klatek RAW. Domyślnie: wyłączone.
ru: Использовать разделяемую память для приёма кадров RAW. По умолчанию: отключено.

source: debug
cs: ladění
es: depurar
ga: dífhabhtú
pl: debugowanie
ru: отладка

source: info
cs: informace
ga: eolas
ru: информация

source: or any HTTP requests in the last N seconds. Default: 0 (disabled).
cs: nebo jakékoli HTTP požadavky za uplynulých N sekund. Výchozí: 0 (vypnuto).
es: o cualquier solicitud HTTP en los últimos N segundos. Predeterminado: 0 (desactivado).
ga: nó aon iarratais HTTP sna N soicind dheireanacha. Réamhshocrú: 0 (díchumasaithe).
pl: lub dowolne żądania HTTP w ciągu ostatnich n sekund. Domyślnie: 0 (wyłączone).
ru: или любых HTTP-запросов за последние N секунд. По умолчанию: 0 (отключено).

source: performance
cs: výkon
es: rendimiento
ga: feidhmíocht
pl: wydajność
ru: производительность

source: units: seconds
cs: jednotky: sekundy
es: unidades: segundos
ga: aonaid: soicindí
pl: jednostki: sekundy
ru: единицы: секунды

source: verbose
cs: výřečné
es: verboso
ga: focal
pl: pełne
ru: подробный

source: µStreamer is a lightweight and very quick server to stream MJPEG video from any V4L2 device to the net.
cs: µStreamer je na systémové prostředky nenáročný a velmi rychlý server pro proudové vysílání MJPEG videa z libovolného V4L2 zařízení do sítě.
es: µStreamer es un servidor liviano y muy rápido para transmitir video MJPEG desde cualquier dispositivo V4L2 a la red.
ga: Is freastalaí éadrom agus an-tapa é µStreamer chun físeán MJPEG a shruthú ó aon fheiste V4L2 chuig an ngréasán.
pl: µStreamer to lekki i bardzo szybki serwer umożliwiający strumieniowanie wideo MJPEG z dowolnego urządzenia V4L2 do sieci.
ru: µStreamer — это лёгкий и очень быстрый сервер для трансляции MJPEG-видео с любого V4L2-устройства в сеть.
