Repository: openwrt/luci
Catalog: applications/luci-app-ustreamer/po/*/ustreamer.po
Languages: bg, cs, es, ga, pl, ru

source: A short string identifier to be displayed in the /state handle.<br />It must satisfy regexp ^[a-zA-Z0-9./+_-]*$. Default: an empty string
bg: Кратък низов идентификатор, който да се показва в манипулатора /stateТрябва да съответства на регулярен израз regexp ^[a-zA-Z0-9./+_-]*$.По подразбиране: празен низ

source: Allow origin
bg: Allow origin хедър
cs: Umožnit původ
es: Permitir origen
ga: Ceadaigh bunús
pl: Zezwalaj na źródło
ru: Разрешённый источник

source: Allow truncated frames
bg: Позволи непълни кадри
cs: Povolit zkrácené snímky
es: Permitir marcos truncados
ga: Ceadaigh frámaí gearrtha
pl: Zezwalaj na obcięte klatki
ru: Разрешать усечённые кадры

source: Allows to handle truncated frames. Default: disabled<br />Useful if the device produces incorrect but still acceptable frames
bg: Позволява обработката на непълни кадри. По подразбиране: деактивирано<br />Полезно когато устройството генерира дефектни, но използваеми кадри

source: Backlight compensation
bg: Компенсация на фонова осветеност
cs: Kompenzace podsvětlení
es: Compensación de contraluz
ga: Cúiteamh ar an solas cúil
pl: Kompensacja podświetlenia
ru: Компенсация встречной засветки

source: Bind to UNIX domain socket. Default: disabled
bg: Свързване към UNIX домейн сокет. По подразбиране: деактивирано

source: Bind to this TCP port. Default: 8080
bg: Слушай на този TCP порт. По подразбиране: 8080

source: Bitrate (kbps)
bg: Битрейт (kbps)

source: Brightness
bg: Яркост
cs: Jas
es: Brillo
ga: Gile
pl: Jasność
ru: Яркость

source: Buffers
bg: Буфери
cs: Vyrovnávací paměti
es: Búfers
ga: Maoláin
pl: Bufory
ru: Буферы

source: Capture
bg: Заснемане

source: Changing this parameter may increase the performance. Or not.<br />See kernel documentation. Default: MMAP
bg: Промяната на този параметър може да подобри производителността. Или не.<br />Прочетете документацията на Линукс ядрото. По подразбиране: MMAP

source: Client TTL
bg: TTL на клиента
cs: TTL klienta
es: TTL del cliente
ga: TTL Cliant
pl: TTL klienta
ru: Время жизни клиента (TTL)

source: Colour effect
bg: Цветен ефект

source: Contrast
bg: Контраст
cs: Kontrast
es: Contraste
ga: Codarsnacht
pl: Kontrast
ru: Контрастность

source: DV-timings
bg: DV-тайминги

source: Debug
bg: Дебъг

source: Default: 1 second
bg: По подразбиране: 1 секунда

source: Default: 10 seconds
bg: По подразбиране: 10 секунди

source: Default: 30
bg: По подразбиране: 30

source: Default: 5000 kbps
bg: По подразбиране: 5000 kbps

source: Default: YUYV
bg: По подразбиране: YUYV

source: Default: disabled
bg: По подразбиране: деактивирано

source: Delay before trying to connect to the device again<br />after an error (timeout for example). Default: 1 second
bg: Изчакване, преди повторен опит за връзка с устройството<br />след грешка (например таймаут). По подразбиране: 1 секунда

source: Desired FPS. Default: maximum possible
bg: Желан FPS. По подразбиране: максимално възможен

source: Device
bg: Устройство
cs: Zařízení
es: Dispositivo
ga: Gléas
pl: Urządzenie
ru: Устройство

source: Device error delay
bg: Изчакване след грешка на устройство
cs: Prodleva chyby zařízení
es: Retraso por error del dispositivo
ga: Moill earráide gléis
pl: Opóźnienie po błędzie urządzenia
ru: Задержка при ошибке устройства

source: Device timeout
bg: Таймаут на устройство

source: Don't re-initialize device on timeout. Default: disabled
bg: Да не се инициализира устройството повторно, при таймаут. По подразбиране: деактивирано

source: Don't send identical frames to clients, but no more than specified number.<br />It can significantly reduce the outgoing traffic, but will increase<br />the CPU loading. Don't use this option with analog signal sources<br />or webcams, it's useless. Default: disabled
bg: Да не се изпращат идентични кадри на клиентите, но не повече от зададения брой.<br />Може значително да намали изходящия трафик, но ще увеличи натоварването на процесора.<br />Не използвайте тази опция с аналогови източници на сигнал или уеб камери, тя е безполезна.<br />По подразбиране: деактивирано

source: Drop frames smaller than this limit. Useful if the device<br />produces small-sized garbage frames. Default: 128 bytes
bg: Изпускане на кадри, по-малки от това ограничение. Полезно, ако устройството<br />генерира малки по размер повредени кадри. По подразбиране: 128 байта

source: Drop same frames
bg: Изпускане на еднакви кадри
cs: Zahazovat stejné snímky
es: Eliminar los mismos fotogramas
ga: Scaoil na frámaí céanna
pl: Porzucaj te same klatki
ru: Отбрасывать дубликаты кадров

source: Enable DV-timings querying and events processing to automatic resolution change<br />Default: disable
bg: Активиране на заявките за DV-тайминги и обработката на събития за<br />автоматична промяна на резолюцията. По подразбиране: деактивирано

source: Enable µStreamer
bg: Разреши µStreamer

source: Enabled
bg: Включен
cs: Povoleno
es: Activado
ga: Cumasaithe
pl: Włączone
ru: Включено

source: Еncoder
bg: Енкодер

source: Exit on no clients
bg: Изход при липса на клиенти
cs: Pokud nejsou žádní klienti, ukončit
es: Salir sin clientes
ga: Scoir nuair nach bhfuil aon chliaint ann
pl: Wyjście przy braku klientów
ru: Завершать при отсутствии клиентов

source: Exit the program if there have been no stream or sink clients<br />or any HTTP requests in the last N seconds. Default: 0 (disabled)
bg: Изход на програмата, ако не е имало клиенти за поточно предаване или приемник,<br />както и HTTP заявки през последните N секунди.<br />По подразбиране: 0 (деактивирано)

source: Expecting: file mode, e.g. 640 or 0640
bg: Очаква се: file mode, на пример 640 или 0640

source: Expecting: number | default
bg: Очаква се: число | default

source: Expecting: number | default | auto
bg: Очаква се: число | default | auto

source: Fake resolution
bg: Фалшива резолюция
cs: Nastrčené rozlišení
es: Resolución falsa
ga: Rún bréige
pl: Fałszywa rozdzielczość
ru: Подмена разрешения

source: Flip horizontal
bg: Обърни хоризонтално

source: Flip vertical
bg: Обърни вертикално

source: Path to dir with static files instead of embedded root index page<br />Symlinks are not supported for security reasons. Default: disabled
bg: Път до директория със статични файлове, вместо до вградена коренна индексна страница<br />Символични връзки не се поддържат от съображения за сигурност. По подразбиране: деактивирано

source: Force TV standard
bg: Телевизионен стандарт

source: Frames per second
bg: Кадри в секунда (FPS)
cs: Snímků za sekundu
es: Cuadros por segundo
ga: Frámaí in aghaidh an tsoicind
pl: Klatki na sekundę
ru: Кадров в секунду

source: Gain
bg: Усилване
cs: Zisk
es: Ganancia
ga: Gnóthachan
pl: Wzmocnienie
ru: Усиление

source: Gamma
bg: Гама
es: Gama
ga: Gáma
ru: Гамма

source: General
bg: Общи
cs: Obecné
ga: Ginearálta
pl: Ogólne
ru: Общие

source: Grant UCI access for luci-app-ustreamer
bg: Позволи достъп на luci-app-ustreamer до UCI
cs: Udělit luci-app-ustreamer přístup do UCI nastavování
es: Otorgar acceso UCI para luci-app-ustreamer
ga: Deonaigh rochtain UCI do luci-app-ustreamer
pl: Przyznaj luci-app-ustreamer dostęp do UCI
ru: Предоставить доступ UCI для luci-app-ustreamer

source: H264 boost
bg: H264 ускорение
cs: H264 posílení
es: Refuerzo de H.264
ga: Borradh H264
pl: Wzmocnienie H264
ru: Ускорение H264

source: H264 sink
bg: H264 приемник (sink)
cs: odchod H264
es: Sumidero H264
ga: Doirteal H264
pl: Odpływ H264
ru: Приёмник H264

source: HTTP basic auth passwd. Default: empty
bg: Парола за HTTP удостоверяване. По подразбиране: празна

source: HTTP basic auth user. Default: disabled
bg: Потребител за HTTP удостоверяване. По подразбиране: деактивирано

source: HTTP server
bg: HTTP сървър

source: Hue
bg: Оттенък
cs: Odstín
es: Matiz
ga: Lí
pl: Odcień
ru: Оттенок

source: Image control
bg: Картина
cs: Ovládání obrazu
es: Control de imagen
ga: Rialú íomhá
pl: Sterowanie obrazem
ru: Управление изображением

source: Image default
bg: Картина по подразбиране

source: Image format
bg: Формат на картината

source: Increase encoder performance on PiKVM V4. Default: disabled
bg: Увеличаване на производителността на енкодера на PiKVM V4. По подразбиране: деактивирано

source: Info
bg: Информация

source: Initial image resolution. Default: 640x480
bg: Резолюция. По подразбиране: 640x480

source: Input
bg: Вход
cs: Vstup
es: Entrada
ga: Ionchur
pl: Ruch przychodzący
ru: Источник

source: Input channel. Default: 0
bg: Входен канал. По подразбиране: 0

source: Instance ID
bg: Индентификатор на инстанция
cs: Identif. instance
es: ID de instancia
ga: Aitheantas an Cháis
pl: Identyfikator instancji
ru: Идентификатор экземпляра

source: JPEG sink
bg: JPEG приемник
cs: Odchod JPEG
es: Sumidero JPEG
ga: Doirteal JPEG
pl: Odpływ JPEG
ru: Приёмник JPEG

source: Keyframe interval
bg: Интервал между ключовите кадри

source: Lightweight and fast MJPEG-HTTP streamer
bg: Лек и бърз MJPEG-HTTP стример

source: Listen on Hostname or IP. Default: 127.0.0.1
bg: Слушай на име на хост или IP адрес. По подразбиране: 127.0.0.1

source: Log level
bg: Детайлост на дневника
cs: Stupeň podrobnosti záznamu událostí
es: Nivel de registro
ga: Leibhéal loga
pl: Poziom rejestrowania
ru: Уровень журналирования

source: Logging
bg: Дневник

source: M2M device
bg: M2M устройство
cs: M2M zařízení
es: Dispositivo M2M
ga: Gléas M2M
pl: Urządzenie M2M
ru: Устройство M2M

source: Min frame size
bg: Минимален размер на кадъра

source: Override image resolution for the /state. Default: disabled
bg: Замяна на резолюцията на изображението за /state. По подразбиране: деактивирано

source: Password
bg: Парола
cs: Heslo
es: Contraseña
ga: Pasfhocal
pl: Hasło
ru: Пароль

source: Path to V4L2 M2M encoder device. Default: auto select
bg: Път към V4L2 M2M енкодер. По подразбиране: автоматичен избор

source: Path to V4L2 device. Default: /dev/video0
bg: Път към V4L2 устройство. По подразбиране: /dev/video0

source: Performance
bg: Производителност

source: Persistent
bg: Неименен
cs: Trvalé
es: Persistente
ga: Buan
pl: Trwałe
ru: Постоянный режим

source: Port
bg: Порт
es: Puerto
ru: Порт

source: Preview
bg: Преглед

source: Quality
bg: Качество
cs: Kvalita
es: Calidad
ga: Cáilíocht
pl: Jakość
ru: Качество

source: R-G-B order swap
bg: Обръщане на поредността R-G-B

source: RAW sink
bg: RAW приемник
cs: Odchod RAW (nezpracovaného)
es: Sumidero RAW
ga: Doirteal RAW
pl: Odpływ RAW
ru: Приёмник RAW

source: RGB to BGR and vice versa. Default: disabled
bg: RGB към BGR и обратно. По подразбиране: деактивирано

source: Remove on stop
bg: Премахни при спиране

source: Remove shared memory on stop. Default: disabled
bg: Премахване на споделена памет при спиране. По подразбиране: деактивирано

source: Reset all image settings below to default. Unchecked: no change
bg: Възстанови всички настройки на картината до фабричните. По подразбиране: без промяна

source: Resolution
bg: Резолюция
cs: Rozlišení
es: Resolución
ga: Taifeach
pl: Rozdzielczość
ru: Разрешение

source: Rotate
bg: Завъртане
cs: Otočit
es: Girar
ga: Rothlaigh
pl: Obróć
ru: Поворот

source: Saturation
bg: Цвят
cs: Sytost
es: Saturación
ga: Sáithiú
pl: Nasycenie
ru: Насыщенность

source: Server timeout
bg: Таймаут на сървъра
cs: Časový limit serveru
es: Tiempo de espera del servidor
ga: Am críochnaithe freastalaí
pl: Limit czasu serwera
ru: Тайм-аут сервера

source: Set Access-Control-Allow-Origin header. Default: disabled
bg: Задаване на хедър Access-Control-Allow-Origin. По подразбиране: деактивирано

source: Set TCP_NODELAY flag to the client /stream socket. Only for TCP socket<br />Default: disabled
bg: Активирай флаг TCP_NODELAY на клиентския /stream сокет. Само за TCP сокет<br />По подразбиране: деактивирано

source: Set UNIX socket file permissions (like 777). Default: disabled
bg: Задаване на разрешения за UNIX socket файлове (например 777). По подразбиране: деактивирано

source: Set sink file permissions. Default: 660
bg: Задаване на разрешения за файлове на приемника. По подразбиране: 660

source: Set the quality of JPEG encoding: 1 to 100 (best). Default: 80<br />If HW encoding is used (JPEG source format), attempts to configure<br />the camera or capture device hardware's internal encoder.<br />MJPEG will not be recoded to MJPEG to change the quality
bg: Качеството на JPEG кодиране: от 1 до 100 (най-добро). По подразбиране: 80Ако се използва хардуерно кодиране (JPEG изходен формат), се прави опит за<br />конфигуриране на вътрешния енкодер на камерата или хардуера на устройството за заснемане. MJPEG няма да бъде прекодиран в MJPEG, за да се промени качеството

source: Settings
bg: Настройки

source: Sharpness
bg: Острота
cs: Ostrost
es: Nitidez
ga: Géire
pl: Ostrość
ru: Резкость

source: Sink permissions
bg: Разрешения на приемника

source: Slowdown
bg: Забавяне

source: Slowdown capturing to 1 FPS or less when no stream or sink clients are connected.<br />Useful to reduce CPU consumption. Default: disabled
bg: Забавяне на заснемането до 1 FPS или по-малко, когато няма свързани клиенти за стрийминг или приемник.<br />Полезно за намаляване на консумацията на процесора. По подразбиране: деактивирано

source: Stream unavailable
bg: Видео потокът не е наличен
cs: Proud není k dispozici
es: Transmisión no disponible
ga: Níl an sruth ar fáil
pl: Strumień niedostępny
ru: Поток недоступен

source: The number of buffers to receive data from the device.<br />Each buffer may be processed using an independent thread.<br />Default: 3 (the number of CPU cores (but not more than 4) + 1)
bg: Брой буфери за получаване на данни от устройството.<br />Всеки буфер може да бъде обработен с помощта на независима нишка.<br />По подразбиране: 3 (броят на ядрата на процесора (но не повече от 4) + 1)

source: The number of worker threads but not more than buffers.<br />Default: 2 (the number of CPU cores (but not more than 4))
bg: Брой на работните нишки, но не повече от буферите.<br />По подразбиране: 2 (броят на ядрата на процесора (но не повече от 4))

source: Timeout for client connections. Default: 10 seconds
bg: Таймаут за клиентски връзки. По подразбиране: 10 секунди

source: Timeout for device querying. Default: 1 second
bg: Таймаут за запитване на устройство. По подразбиране: 1 секунда

source: Timeout for lock
bg: Таймаут за заключване

source: Try to remove old UNIX socket file before binding. Default: disabled
bg: Опит за премахнете стария UNIX socket файл преди свързване. По подразбиране: деактивирано

source: UNIX socket
bg: UNIX сокет

source: UNIX socket permissions
bg: Разрешения за UNIX сокет

source: UNIX socket remove old
bg: Премахване на стария UNIX сокет

source: Use specified encoder. It may affect the number of workers<br /><li><kbd>CPU ──────── </kbd>Software MJPEG encoding (default)</li><li><kbd>HW ───────── </kbd>Use pre-encoded MJPEG frames directly from camera hardware</li><li><kbd>M2M-VIDEO ── </kbd>GPU-accelerated MJPEG encoding using V4L2 M2M video interface</li><li><kbd>M2M-IMAGE ── </kbd>GPU-accelerated JPEG encoding using V4L2 M2M image interface</li>
bg: Избор на енкодер. Това може да повлияе на броя на работниците<br /><li><kbd>CPU ──────── </kbd>Софтуерно MJPEG кодиране (по подразбиране)</li><li><kbd>HW ───────── </kbd>Използване на MJPEG кадри директно от хардуера на камерата</li><li><kbd>M2M-VIDEO ── </kbd>GPU-ускорено MJPEG кодиране с помощта на V4L2 M2M видео интерфейс</li><li><kbd>M2M-IMAGE ── </kbd>GPU-ускорено JPEG кодиране с помощта на V4L2 M2M интерфейс за изображения</li>

source: Use the shared memory to sink H264 frames. Default: disabled<br />The name should end with a suffix .h264
bg: Използване на споделена памет за приемане на H264 кадри. По подразбиране: деактивирано<br />Името трябва да завършва с .h264

source: Use the shared memory to sink JPEG frames. Default: disabled<br />The name should end with a suffix .jpg or .jpeg
bg: Използване на споделена памет за приемане на JPEG кадри. По подразбиране: деактивирано<br />Името трябва да завършва с .jpg или .jpeg

source: Use the shared memory to sink RAW frames. Default: disabled<br />The name should end with a suffix .raw
bg: Използване на споделена памет за приемане на RAW кадри. По подразбиране: деактивирано<br />Името трябва да завършва с .raw

source: Username
bg: Потребителско име
cs: Uživatelské jméno
es: Nombre de usuario
ga: Ainm úsáideora
pl: Nazwa użytkownika
ru: Имя пользователя

source: V4L2 IO method
bg: V4L2 IO метод

source: Verbose
bg: Подробно

source: Verbosity level of messages from 0 (info) to 3 (debug)<br />Enabling debugging messages can slow down the program<br />Default: 0 (info)
bg: Ниво на детайлност на съобщенията от 0 (информация) до 3 (дебъг)<br />Съобщенията за отстраняване на грешки, може да забавят програмата<br />По подразбиране: 0 (информация)

source: WWW folder
bg: WWW папка
cs: WWW složka
es: Carpeta WWW
ga: WWW fillteán
pl: Folder WWW
ru: Директория WWW

source: White balance
bg: Баланс на бялото
cs: Vyvážení bílé
es: Balance de blancos
ga: Cothromaíocht bán
pl: Balans bieli
ru: Баланс белого

source: Workers
bg: Работници
cs: Zpracovávající vlákna
es: Trabajadores
ga: Oibrithe
pl: Wątki robocze
ru: Рабочие потоки

source: default
bg: по подразбиране

source: number | default | auto
bg: число | default | auto

source: number | default | auto. Blank: no change
bg: число | default | auto. Празно: без промяна

source: number | default. Blank: no change
bg: число | default. Празно: без промяна

source: temperature | default | auto. Blank: no change
bg: температура | default | auto. Празно: без промяна

source: Ask for username and password on connect
cs: Zeptat se při připojení na uživatelské jméno a heslo
es: Pregunte por nombre de usuario y contraseña en conectar
ga: Iarr ainm úsáideora agus pasfhocal ar an nasc
pl: Pytaj o nazwę użytkownika i hasło przy połączeniu
ru: Спрашивать имя пользователя и пароль при подключении

source: Authentication required
cs: Je nutné přihlášení
es: Autenticacion requerida
ga: Fíordheimhniú ag teastáil
pl: Wymagane uwierzytelnienie
ru: Логин и пароль

source: Bitrate
cs: Bitová rychlost
es: Tasa de bits
ga: Ráta Giotáin
pl: Szybkość transmisji
ru: Битрейт

source: Client TTL. Default: 10.
cs: TTL klienta. Výchozí: 10.
es: TTL del cliente. Predeterminado: 10.
ga: TTL an chliaint. Réamhshocrú: 10.
pl: TTL klienta. Domyślnie: 10.
ru: Время жизни клиента. По умолчанию: 10.

source: Color effect
cs: Barevný efekt
es: Efecto de color
ga: Éifeacht datha
pl: Efekt kolorystyczny
ru: Цветовой эффект

source: DV Timings
cs: Časování DV
es: Tiempos de DV
ga: Amanna DV
pl: Parametry sygnału wideo (DV)
ru: DV-тайминги

source: Default: 10.
cs: Výchozí: 10.
es: Predeterminado: 10.
ga: Réamhshocrú: 10.
pl: Domyślnie: 10.
ru: По умолчанию: 10.

source: Default: 2 (the number of CPU cores (but not more than 4)).
cs: Výchozí: 2 (počet jader procesoru (ale ne více než 4)).
es: Predeterminado: 2 (la cantidad de núcleos de CPU (pero no más de 4)).
ga: Réamhshocrú: 2 (líon chroíthe an LAP (ach gan níos mó ná 4)).
pl: Domyślnie: 2 (liczba rdzeni CPU (ale nie większa niż 4)).
ru: По умолчанию: 2 (количество ядер CPU (но не более 4)).

source: Default: 3 (the number of CPU cores (but not more than 4) + 1).
cs: Výchozí: 3 (počet jader procesoru (ale ne více než 4) + 1).
es: Predeterminado: 3 (la cantidad de núcleos de CPU (pero no más de 4) + 1).
ga: Réamhshocrú: 3 (líon chroíthe an LAP (ach gan níos mó ná 4) + 1).
pl: Domyślnie: 3 (liczba rdzeni CPU (ale nie większa niż 4) + 1).
ru: По умолчанию: 3 (количество ядер CPU (но не более 4) + 1).

source: Default: disabled.
cs: Výchozí: vypnuto.
es: Predeterminado: desactivado.
ga: Réamhshocrú: díchumasaithe.
pl: Domyślnie: wyłączone.
ru: По умолчанию: отключено.

source: Default: maximum possible.
cs: Výchozí: maximální možné.
es: Predeterminado: máximo posible.
ga: Réamhshocrú: an t-uasmhéid is féidir.
pl: Domyślnie: maksymalna możliwa wartość.
ru: По умолчанию: максимально возможное.

source: Don't re-initialize device on timeout. Default: disabled.
cs: Neprovádět opětovnou inicializaci zařízení při překročení časového limitu. Výchozí: vypnuto.
es: No reinicializar el dispositivo tras el tiempo de espera. Valor predeterminado: desactivado.
ga: Ná hath-thosaigh an gléas nuair a bhíonn an t-am críochnaithe. Réamhshocrú: díchumasaithe.
pl: Nie inicjuj ponownie urządzenia po przekroczeniu limitu czasu. Domyślnie: wyłączone.
ru: Не переинициализировать устройство при тайм-ауте. По умолчанию: отключено.

source: Drop frames smaller than this limit
cs: Zahazovat rámce menší, než tento limit
es: Drop frames más pequeños que este límite
ga: Íosluchtaigh frámaí níos lú ná an teorainn seo
pl: Porzucaj klatki mniejsze niż ten limit
ru: Отбрасывать кадры меньше, чем

source: Each buffer may processed using an independent thread.
cs: Každá z vyrovnávacích paměti může být zpracovávána nezávislým vláknem.
es: Cada búfer puede procesarse usando un hilo independiente.
ga: Féadfar gach maolán a phróiseáil ag baint úsáide as snáithe neamhspleách.
pl: Każdy bufor może być przetwarzany przy użyciu niezależnego wątku.
ru: Каждый буфер может обрабатываться в отдельном потоке.

source: Enable DV-timings querying and events processing to automatic resolution change. Default: disabled.
cs: Zapnout zařazování DV časování do fronty a zpracovávání událostí pro automatické měnění rozlišení. Výchozí: vypnuto.
es: Activar la consulta de tiempos de DV y el procesamiento de eventos para el cambio automático de resolución. Predeterminado: desactivado.
ga: Cumasaigh fiosrúcháin uainiúcháin DV agus próiseáil imeachtaí chun athrú uathoibríoch réitigh a dhéanamh. Réamhshocrú: díchumasaithe.
pl: Włącz zapytania o czasy DV i przetwarzanie zdarzeń, aby automatycznie zmieniać rozdzielczość. Domyślnie: wyłączone.
ru: Включить опрос DV-таймингов и обработку событий для автоматического изменения разрешения. По умолчанию: отключено.

source: Enable R-G-B order swapping: RGB to BGR and vice versa.
cs: Zapnout přehazování pořadí R-G-B (Č-Z-M): RGB na BGR a obráceně.
es: Activar el intercambio de orden R-G-B: RGB a BGR y viceversa.
ga: Cumasaigh malartú ord R-G-B: RGB go BGR agus a mhalairt.
pl: Włącz zamianę kolejności RGB na BGR i odwrotnie.
ru: Включить инверсию порядка цветовых каналов: RGB ↔ BGR.

source: Encoder
cs: Enkodér
es: Codificador
ga: Ionchódóir
pl: Koder
ru: Кодировщик

source: Exit the program if there have been no stream or sink clients
cs: Pokud neexistuje žádný proud nebo klienti odchodu, ukončit program
es: Finalizar el programa si no hay clientes de flujo o sumidero
ga: Scoir an clár mura raibh aon chliaint sruthaithe nó doirteal ann
pl: Wyjdź z programu, jeśli nie było klientów strumieniowych ani odbiorczych
ru: Завершать программу, если в течение указанного времени не было подключено ни одного клиента

source: Flip horizontally
cs: Převrátit vodorovně
es: Voltear horizontalmente
ga: Smeach go cothrománach
pl: Odwróć poziomo
ru: Отразить по горизонтали

source: Flip vertically
cs: Převrátit svisle
es: Voltear verticalmente
ga: Smeach go hingearach
pl: Odwróć pionowo
ru: Отразить по вертикали

source: Folder that contains the socket
cs: Složka která obsahuje soket
es: Carpeta que contiene el socket
ga: Fillteán ina bhfuil an soicéad
pl: Folder zawierający gniazdo
ru: Директория сокета

source: Folder that contains webpages
cs: Složka, která obsahuje webové stránky
es: Carpeta que contiene páginas web
ga: Fillteán ina bhfuil leathanaigh ghréasáin
pl: Folder zawierający strony sieci Web
ru: Директория с веб-страницами

source: Format
cs: Formát
es: Formato
ga: Formáid
ru: Формат

source: Format: Swap RGB
cs: Formát: prohodit RGB
es: Formato: Intercambio RGB
ga: Formáid: Malartaigh RGB
pl: Format: zamień RGB
ru: Формат: инверсия RGB

source: H264 GOP
es: GOP de H.264
pl: GOP H264
ru: H264 GOP (группа кадров)
