Repository: openwrt/luci
Catalog: applications/luci-app-banip/po/*/banip.po
Languages: lt

source: -- Please choose (optional) --
lt: -- Prašome pasirinkti (pasirinktinis) --

source: -- Set Selection --
lt: -- Nustatyti pasirinkimą --

source: -- default --
lt: -- numatytasis/-oji --

source: <IP-Address>
lt: <IP-adresas>

source: <IP-Address> <Netmask>
lt: <IP-adresas> <tinklavimo „net-kaukė“ – 32-bitų adresas, IP užmaskãvimas>

source: <IP-Address><CSV-Seperator>
lt: <IP-adresas><„CSV“-skirtukas>

source: <Suricata Syntax>
lt: <„Suricata“ sintaksė>

source: AFRINIC - serving Africa and the Indian Ocean region
lt: „AFRINIC“ – teikia Afrikos ir Indijos vandenyno regioną

source: APNIC - serving the Asia Pacific region
lt: „APNIC“ – teikia Azijos, Ramiojo vandenyno regioną

source: ARIN - serving Canada and the United States
lt: „ARIN“ – teikia Kanadą ir JAV

source: ASN Selection
lt: „ASN“ pasirinkimas

source: ASNs
lt: Autonominės sistemos („ASNs“)

source: Active Devices
lt: Aktyvūs įrenginiai

source: Active Feeds
lt: Aktyvūs padavimai

source: Active Uplink
lt: Aktyvus aukštynkryptis

source: AdGuardHome login error
lt: „AdGuardHome“ prisijungimo klaida

source: Additional trigger delay in seconds before banIP processing begins.
lt: Papildomas suaktyvinimo atidėjimas sekundėmis, prieš pradedant „banIP“ apdorojimą.

source: Advanced Settings
lt: Pažangūs nustatymai

source: Allow Protocol/Ports
lt: Leisti protokolą/prievadus

source: Allow VLAN Forwards
lt: Leisti „VLAN“ persiuntimus

source: Allowlist Feed URLs
lt: Leidžiamojo sąrašo padavimo „URL“ – saitai

source: Allowlist Only
lt: Tik leidžiamas sąrašas

source: Allowlist modifications have been saved, reload banIP that changes take effect.
lt: Leidžiamojo sąrašo redagavimai buvo išsaugoti, perleiskite „banIP“, kad pakeitimai įsigaliotų.

source: Always allow a protocol (tcp/udp) with certain ports or port ranges in WAN-Input and WAN-Forward chain.
lt: Visada leisti protokolą („TCP/UDP“) su tam tikrais prievadais arba prievadų diapazonais „WAN“ įvesties ir „WAN“ persiuntimo grandinėse.

source: Always allow certain VLAN forwards.
lt: Visada leisti kai kuriuos „VLAN“ persiuntimus.

source: Always block certain VLAN forwards.
lt: Visada blokuoti kai kuriuos „VLAN“ persiuntimus.

source: Auto Allow Uplink
lt: Automatinio leidžiamojo sąrašo aukštynkryptis

source: Auto Allowlist
lt: Automatiškas leidžiamas sąrašas

source: Auto Block Subnet
lt: Automatiškai blokuoti potinklį/-ius

source: Auto Blocklist
lt: Automatiškas blokavimo sąrašas

source: Auto Detection
lt: Automatinis patikrinimas

source: Automatically add entire subnets to the blocklist Set based on an additional RDAP request with the suspicious IP.
lt: Automatiškai pridėti ištisus potinklius į blokavimo sąrašą. Nustatyti pagal papildomą „RDAP“ užklausą su įtartinu IP adresu.

source: Automatically add resolved domains and suspicious IPs to the local banIP blocklist.
lt: Automatiškai pridėti išspręstus domenus-sritys ir įtartinus IP adresus į vietinį „banIP“ blokavimo sąrašą.

source: Automatically add resolved domains and uplink IPs to the local banIP allowlist.
lt: Automatiškai pridėti išspręstus domenus ir aukštynkripties IP adresus į vietinį „banIP“ leidžiamąjį sąrašą.

source: Backup Directory
lt: Atsarginės kopijos katalogas/vietovė

source: Base Directory
lt: Bazinis/-ė katalogas/vietovė

source: Base working directory while banIP processing.
lt: Bazinis/-ė darbinis/-ė katalogas/vietovė, apdorojant – „banIP“.

source: Block VLAN Forwards
lt: Blokuoti „VLAN“ persiuntimus

source: Block packets with spoofed source IP addresses in all supported chains.
lt: Blokuoti paketus su apsimetančiais šaltinio IP adresais visose palaikomose grandinėse.

source: Blocklist Feed
lt: Draudžiamojo sąrašo padavimas

source: Blocklist Set Expiry
lt: Nustatyti blokavimo sąrašo galiojimo laiką

source: Blocklist modifications have been saved, reload banIP that changes take effect.
lt: Blokavimo sąrašo redagavimai buvo išsaugoti, perleiskite „banIP“, kad pakeitimai įsigaliotų.

source: CPU Cores
lt: Procesoriaus branduoliai

source: Cancel
lt: Atšaukti

source: Chain
lt: Grandinė

source: Chain Priority
lt: Grandinės pirmenybė

source: Changes on this tab needs a banIP service reload to take effect.
lt: Pakeitimai, kuriuos šiame skirtuke atlikote, reikalauja tarnybos perleidimo, kad būtų pritaikyti „banIP“ tarnybai.

source: Changes on this tab needs a banIP service restart to take effect.
lt: Pakeitimai, kuriuos šiame skirtuke atlikote, reikalauja tarnybos paleidimo iš naujo, kad būtų pritaikyti „banIP“ tarnybai.

source: Clear
lt: Išvalyti

source: Collection of IP addresses based on Autonomous System Numbers.
lt: IP adresų kolekcija pagal autonominių sistemų numerius („ASN“).

source: Configuration of the banIP package to ban incoming and outgoing IPs via named nftables Sets. For further information please check the <a style="color:#37c;font-weight:bold;" href="https://github.com/openwrt/packages/blob/master/net/banip/files/README.md" target="_blank" rel="noreferrer noopener" >online documentation</a>
lt: „banIP“ prog. įrang paketo konfigūracija, skirta uždrausti gaunamus ir išsiunčiamus IP adresus naudojant įvardytus „nftables“ rinkinius. Prašome apsilankyti – <a style="color:#37c;font-weight:bold;" href="https://github.com/openwrt/packages/blob/master/net/banip/files/README.md" target="_blank" rel="noreferrer noopener" >internetinėje dokumentacijoje</a>, dėl išsamios informacijos.

source: Count
lt: Suskaičiuoti

source: Countries
lt: Šalys

source: Country Selection
lt: Šalies pasirinkimas

source: Custom Feed Editor
lt: Pasirinktinis padavimo redaktorius

source: Deduplicate IP addresses across all active Sets and tidy up the local blocklist.
lt: Dedubliuoti IP adresus visuose aktyviuose rinkiniuose ir sutvarkyti vietinę blokavimo sąrašą.

source: Deduplicate IPs
lt: Dedubliuoti IP(dgs.)

source: Description
lt: Aprašas/-ymas

source: Detect relevant network devices, interfaces, subnets, protocols and utilities automatically.
lt: Aptikti aktualius/reikšmingus tinklo įrenginius, sąsajas ir sietuvus, potinklius, protokolus ir įrankius automatiškai.

source: Disable
lt: Išjungti/Išgalinti

source: Don't check SSL server certificates during download.
lt: Netikrinti „SSL“ serverio sertifikatus, kol siunčiasi.

source: Download
lt: Atsisiųsti

source: Download Insecure
lt: Atsisiuntimas nesaugus

source: Download Parameters
lt: Atsisiuntimo parametrai

source: Download Retries
lt: Atsisiuntimo atkartojimai

source: Download Utility
lt: Atsisiuntimo įrankis

source: Drop packets silently or actively reject Inbound traffic.
lt: Tyliai mesti/šalinti paketus arba aktyviai atmesti atvykstančią srautą.

source: E-Mail Notification
lt: El. pašto pranešimas

source: E-Mail Profile
lt: El. pašto profilis

source: E-Mail Receiver Address
lt: El. pašto gavėjo adresas

source: E-Mail Sender Address
lt: El. pašto siuntėjo adresas

source: E-Mail Settings
lt: El. pašto nustatymai

source: E-Mail Topic
lt: El. pašto tema

source: Edit Allowlist
lt: Redaguoti leidžiamąjį sąrašą

source: Edit Blocklist
lt: Redaguoti draudžiamąjį sąrašą

source: Element Count
lt: Elementų kiekis

source: Elements (max. 50)
lt: Elementai (maks. 50)

source: Empty field not allowed
lt: Tuščias laukas nėra leidžiamas

source: Enable BCP38
lt: Įjungti/Įgalinti „BCP38“

source: Enable GeoIP Map
lt: Įjungti/Įgalinti „GeoIP“ žemėlapį

source: Enable Remote Logging
lt: Įjungti/Įgalinti nuotolinį žurnalinimą

source: Enable a GeoIP Map with suspicious Set elements. This requires external requests to get the map tiles and geolocation data.
lt: Įjungti/Įgalinti „GeoIP“ žemėlapį su įtartinais rinkinio elementais. Tam reikalingos išorinės užklausos, norint gauti žemėlapio išklotinės ir geografinės vietos duomenys.

source: Enable nft counter for every Set element.
lt: Įjungti/Įgalinti „nft“ skaitiklį kiekvienam rinkinio elementui.

source: Enable the banIP service.
lt: Įjungti „banIP“ tarnybą.

source: Enable the cgi interface to receive remote logging events.
lt: Įjunkite/Įgalinkite „cgi“ sąsają, kad gautumėte nuotolinio žurnalinimo įvykius.

source: Enable verbose debug logging in case of processing errors.
lt: Įjungti/Įgalinti plačią/išsamią/daugiažodišką derinimo/trukdžių šalinimo žurnalinimą klaidų apdorojimo atveju.

source: Enabled
lt: Įjungtas/Įgalintas

source: Enables IPv4 support.
lt: Įgalina IPv4 palaikymą.

source: Enables IPv6 support.
lt: Įgalina IPv6 palaikymą.

source: Error Directory
lt: Klaidos katalogas/vietovė

source: Expiry time for auto added blocklist Set members.
lt: Galiojimo laikas, skirtai automatiškai pridėto blokavimo sąrašo rinkinio nariams.

source: External Allowlist Feeds
lt: Išoriniai leidžiamojo sąrašo padavimai

source: External Blocklist Feeds
lt: Išoriniai blokavimo sąrašo padavimai

source: Feed Complete
lt: Padavimas užbaigtas

source: Feed Flag Reset
lt: Padavimo vėliavos grąžinimas į pradinę padėtį ar būseną

source: Feed Name
lt: Padavimo pavadinimas

source: Feed Selection
lt: Padavimo pasirinkimas

source: Feed/Set Settings
lt: Padavimo/Rinkinio nustatymai

source: Fill
lt: Užpildyti

source: Firewall Log
lt: Užkardos žurnalas

source: Flag
lt: Vėliava

source: Flag not supported
lt: Vėliava nepalaikoma

source: General Settings
lt: Bendri nustatymai

source: Grant access to LuCI app banIP
lt: Duoti prieigą prie „LuCI-app-banIP“

source: High Priority
lt: Aukšta pirmenybė

source: Highest Priority
lt: Aukščiausia pirmenybė

source: ICMP-Threshold
lt: „ICMP-slenkstis“

source: ICMP-Threshold in packets per second to prevent WAN-DoS attacks. To disable this safeguard set it to '0'.
lt: „ICMP“ – paketų per sekundę slenkstis, skirtas išvengti kelią „WAN-DoS“ atakoms. Norėdami išjungti/išgalinti šią apsaugos priemonę, nustatykite ją į – „0-į“.

source: IP Search
lt: IP paieška

source: IP Search...
lt: IP paieška...

source: IPv4 Network Interfaces
lt: IPv4 tinklo sąsajos ir sietuvai

source: IPv4 Support
lt: IPv4 palaikymas

source: IPv6 Network Interfaces
lt: IPv6 tinklo sąsajos ir sietuvai

source: IPv6 Support
lt: IPv6 palaikymas

source: Inbound
lt: Atvykstantis/-ys

source: Inbound & Outbound
lt: Atvykstantis/-ys ir išsiunčiami

source: Inbound & Outbound Feed
lt: Atvykstantys ir išsiunčiami padavimai

source: Inbound Block Policy
lt: Atvykstanti blokavimo politika

source: Inbound Feed
lt: Atvykstantis padavimas

source: Inbound&#160;(packets)
lt: Atvykstantys&#160;(paketai)

source: Increase the maximal number of open files, e.g. to handle the amount of temporary split files while loading the Sets.
lt: Padidinti maksimalų atidarytų failų skaičių, pvz., kad būtų galima tvarkyti laikinai padalintų failų kiekį įkeliant rinkinius.

source: Information
lt: Informacija

source: Invalid characters
lt: Negalimos rašmenys

source: Invalid input values, unable to save modifications.
lt: Negalimos įvesties reikšmės, nepavyko išsaugoti pakeitimų/redagavimų.

source: LACNIC - serving the Latin American and Caribbean region
lt: „LACNIC“ – teikia Lotynų Amerikos ir Karibų regioną

source: Last Run
lt: Paskutinį kartą vykdytą

source: Least Priority
lt: Mažiausia pirmenybė

source: Less Priority
lt: Mažesnė pirmenybė

source: Limit the cpu cores used by banIP to save RAM, autodetected by default.
lt: Apriboti „banIP“ naudojamus „CPU“ branduolius, kad sutaupytumėte operatyvią atmintį „RAM“, pagal numatytuosius nustatymus automatiškai aptinkama.

source: Limit the uplink autoallow function.
lt: Apriboti aukštynkrypties automatinio leidimo funkciją.

source: List of available network interfaces to trigger the banIP start.
lt: Galimų tinklo sąsajų ir/arba sietuvų, skirtų suaktyvinti „banIP“ paleidimą, sąrašas.

source: List the elements of a specific banIP-related Set.
lt: Išvardyti konkretaus su „banIP“ susijusio rinkinio elementus.

source: Local Feed Settings
lt: Vietinio padavimo nustatymai

source: Location for parsing the log file, e.g. via syslog-ng, to deactivate the standard parsing via logread.
lt: Žurnalo failo nagrinėjimo vieta, pvz., naudojant – „syslog-ng“, kad būtų išjungtas/išgalintas standartinis nagrinėjimas naudojant – „logread“.

source: Log Count
lt: Žurnalo kiekis

source: Log Inbound
lt: Žurnalinti atvykstanti/-čius

source: Log Limit
lt: Žurnalo riba

source: Log Outbound
lt: Žurnalinti išsiunčianti/-mus

source: Log Prerouting
lt: Preliminarios kelvados žurnalas

source: Log Settings
lt: Žurnalo nustatymai

source: Log Terms
lt: Žurnalinimo sąlygos

source: Log suspicious packets in the LAN-Forward chain.
lt: Žurnalinti įtartinus paketus „LAN-Forward“ grandinėje.

source: Log suspicious packets in the Prerouting chain.
lt: Žurnalinti įtartinus paketus preliminarios kelvados grandinėje.

source: Log suspicious packets in the WAN-Input and WAN-Forward chain.
lt: Žurnalinti įtartinus paketus „WAN-Input“ ir „WAN-Forward“ grandinėse.

source: Logfile Location
lt: Žurnalo failo vietovė

source: LuCI failed login
lt: „LuCI“ nevykęs prisijungimas

source: Map Reset
lt: Žemėlapio grąžinimas į pradinę padėtį ar būseną

source: Map...
lt: Žemėlapis...

source: Max Open Files
lt: Maksimalus atidarytų failų kiekis

source: NFT Information
lt: „NFT“ informacija

source: NFT Log Level
lt: „NFT“ žurnalo lygis

source: Network Devices
lt: Tinklo įrenginiai

source: Nice Level
lt: Lygis – „Nice“

source: No %s related logs yet!
lt: Kol kas nėra %s susijusių žurnalų!

source: No GeoIP Map data!
lt: Nėra „GeoIP“ žemėlapio duomenų!

source: Normal Priority
lt: Normali pirmenybė

source: Number of Set load attempts in case of an error.
lt: Nustatytų rinkinio įkėlimo bandymų skaičius klaidos atveju.

source: Number of download attempts in case of an error (not supported by uclient-fetch).
lt: Atsisiuntimų bandymų skaičius atsiradus klaidai (nepalaikomas „uclient-fetch“).

source: Number of failed login attempts of the same IP in the log before blocking.
lt: Nepavykusių prisijungimų skaičius to pačio IP, kuris randamas žurnale prieš blokavimą.

source: Opt out specific feeds from the deduplication process.
lt: Atsisakyti konkrečių padavimų iš dedubliavimo vyksmo.

source: Outbound
lt: Išsiunčiama/-s/-i

source: Outbound Feed
lt: Išsiunčiamas padavimas

source: Outbound&#160;(packets)
lt: Išsiunčiama/-s/-i&#160;(paketai)

source: Override the default feed configuration and apply the feed to the inbound and outbound chain.
lt: Perkeisti/Perrašyti numatytą padavimo konfigūraciją ir pritaikyti padavimą atvykstančiai ir išsiunčiamai grandinei.

source: Override the default feed configuration and apply the feed to the inbound chain only.
lt: Perkeisti/Perrašyti numatytą padavimo konfigūraciją ir pritaikyti padavimą tik atvykstančiai grandinei.

source: Override the default feed configuration and apply the feed to the outbound chain only.
lt: Perkeisti/Perrašyti numatytą padavimo konfigūraciją ir pritaikyti padavimą tik išsiunčiamai grandinei.

source: Override the default feed configuration and remove existing port/protocol limitations.
lt: Perkeisti/Perrašyti numatytą padavimo konfigūraciją ir pašalinti esamus prievado/protokolo apribojimus.

source: Override the pre-configured download options for the selected download utility.
lt: Perrašyti jau sukonfigūruotus atsisiuntimo parinktis, pasirinktam atsisiuntimo įrankiui.

source: Overview
lt: Apžiūra

source: Parse only the last stated number of log entries for suspicious events. To disable the log monitor at all set it to '0'.
lt: Nagrinėti tik paskutinį nurodytą žurnalo įvesčių skaičių, ieškant įtartinų įvykių. Norėdami visiškai išjungti/išgalinti žurnalo stebėjimą, nustatykite reikšmę – „0-į“.

source: Port&#160;/&#160;Protocol
lt: Prievado&#160;/&#160;protokolas

source: Processing Log
lt: Apdorojamas žurnalas

source: Profile used by 'msmtp' for banIP notification E-Mails.
lt: Profilis, kurį naudoja „msmtp“, skirta – „banIP“ el. pašto pranešimams.

source: Protocol/URL format not supported
lt: Protokolo/„URL“ – Saito formatas nepalaikomas

source: RIPE - serving Europe, Middle East and Central Asia
lt: „RIPE“ – teikia Europos, Vidurinių rytų ir centrinės Azijos regionus

source: Receive E-Mail notifications with every banIP run.
lt: Gauti el. pašto pranešimus su kiekvienu „banIP“ paleidimu.

source: Receiver address for banIP notification E-Mails, this information is required to enable E-Mail functionality.
lt: Gavėjo adresas, skirtas „banIP“ pranešimų el. paštams. Ši informacija reikalinga el. pašto funkcionalumui.

source: Refresh
lt: Atnaujinti

source: Regional Internet Registry
lt: Regioninis interneto registras

source: Regular expressions to detect suspicious IPs in the system log.
lt: Reguliariosios išraiškos, skirtos aptikti įtartinus IP (dgs.) sistemos žurnale.

source: Remote Token
lt: Nuotolinis žetonas

source: Report Directory
lt: Atskaitos katalogas

source: Restrict the internet access from/to a small number of secure IPs.
lt: Apriboti prieigą prie interneto iš/į nedidelį skaičių saugių IP (dgs.).

source: Result
lt: Rezultatas

source: Rule
lt: Taisyklė

source: Run Flags
lt: Vykdymo vėliavos

source: Run Information
lt: Vykdymo informacija

source: SYN-Threshold
lt: „SYN-slenkstis“

source: SYN-Threshold in packets per second to prevent WAN-DoS attacks. To disable this safeguard set it to '0'.
lt: „SYN“ slenkstis paketais per sekundę, skirtas užkirsti kelią „WAN-DoS“ atakoms. Norėdami išjungti/iįgalinti šią apsaugą, nustatykite ją į – „0-į“.

source: Save
lt: Išsaugoti

source: Save & Reload
lt: Išsaugoti ir perleisti

source: Save & Restart
lt: Išsaugoti ir paleisti iš naujo

source: Search IP
lt: Ieškoti IP

source: Search the banIP-related Sets for a specific IP.
lt: Ieškoti „banIP“ susijusių rinkinių konkrečiam IP.

source: Select one of the pre-configured download utilities.
lt: Pasirinkti vieną iš iš anksto sukonfigūruotų atsisiuntimo įrankių.

source: Select the WAN network device(s).
lt: Pasirinkite „WAN“ tinklo įrenginį/-ius.

source: Select the logical WAN IPv4 network interface(s).
lt: Pasirinkti loginę/-es/-ius „WAN“ IPv4 tinklo sąsają/-s ir/arba sietuvą/-us.

source: Select the logical WAN IPv6 network interface(s).
lt: Pasirinkti loginę/-es/-ius „WAN“ IPv6 tinklo sąsają/-s ir/arba sietuvą/-us.

source: Sender address for banIP notification E-Mails.
lt: Siuntėjo adresas, skirtas „banIP“ pranešimų el. paštams.

source: Set
lt: Nustatyti

source: Set Content
lt: Nustatyti turinį

source: Set Content...
lt: Nustatyti turinį...

source: Set Element Counter
lt: Nustatyti elementų skaitiklį

source: Set Load Retries
lt: Nustatyti įkėlimo pakartojimus/badymus iš naujo

source: Set Policy
lt: Nustatyti politiką

source: Set Reporting
lt: Nustatyti atskaitavimą

source: Set Split Size
lt: Nustatyti plyšio dydį

source: Set details
lt: Nustatyti išsamesnę informaciją

source: Set the nft chain priority within the banIP table, lower values means higher priority.
lt: Nustatyti „nft“ grandinės pirmenybę „banIP“ lentelės viduje, žemesnės reikšmės nurodo aukštesnę pirmenybę.

source: Set the nft policy for banIP-related Sets.
lt: Nustatyti „nft“ politiką, skirta „banIP“ susijusiems rinkiniams.

source: Set the syslog level for NFT logging.
lt: Nustatyti „syslog“ lygį „NFT“ žurnalinimui.

source: Settings
lt: Nustatymai

source: Show Content
lt: Rodyti turinį

source: Show only Set elements with hits
lt: Rodyti tik rinkinio elementus su sutapimais

source: Split ASN Set
lt: Padalinti „ASN“ rinkinį

source: Split Country Set
lt: Padalinti šalių rinkinį

source: Split external Set loading after every n members to save RAM, disabled by default.
lt: Padalinti išorinį rinkinio įkėlimą po kiekvieno n nario, kad būtų sutaupyta operatyviosios atminties „RAM“, pagal numatytuosius nustatymus išjungta/neįgalinta.

source: Startup Trigger Interface
lt: Paleidimo suaktyvinimo sąsaja ir/arba sietuvas

source: Status
lt: Būklė/Būsena

source: Stop
lt: Sustabdyti

source: Subnet
lt: Potinklis (numatytas/-a)

source: Summary of countries based on the Regional Internet Registry (RIR).
lt: Šalių santrauka pagal regioninį interneto registrą („RIR“).

source: System Info
lt: Sistemos informacija

source: Table/Chain Settings
lt: Lentelės/Grandinės nustatymai

source: Target directory for banIP-related error files.
lt: Taikomasis/-oji katalogas/vietovė, skirtas/-a „banIP“ susijusioms klaidų failams.

source: Target directory for banIP-related report files.
lt: Taikomasis/-oji katalogas/vietovė, skirtas/-a „banIP“ susijusioms atskaitų failams.

source: Target directory for compressed feed backups.
lt: Taikomasis/-oji katalogas/vietovė, skirtas/-a suspaustiems/-oms┃suglaudintiems/-oms padavimų atsarginėms kopijoms.

source: The allowlist is too big, unable to save modifications.
lt: Leidžiamasis sąrašas yra per didelis, nepavyko/negalima išsaugoti pakeitimų/redagavimų.

source: The blocklist is too big, unable to save modifications.
lt: Draudžiamasis sąrašas yra per didelis, nepavyko/negalima išsaugoti pakeitimų/redagavimų.

source: The selected ASNs are stored in separate Sets.
lt: Pasirinkti „ASN“ (dgs.) yra saugomi atskiruose rinkiniuose.

source: The selected Countries are stored in separate Sets.
lt: Pasirinktos šalys yra saugomos atskiruose rinkiniuose.

source: The selected priority will be used for banIP background processing.
lt: Pasirinkta pirmenybė bus naudojama „banIP“ foniniam apdorojimui.

source: The syslog output, pre-filtered for messages related to: %s
lt: „Syslog“ išvestis, iš anksto filtruota pagal pranešimus, susijusius su: %s

source: This is the local banIP allowlist that will permit certain MAC-, IP-addresses or domain names.<br /> <em><b>Please note:</b></em> add only exactly one MAC/IPv4/IPv6 address or domain name per line. Ranges in CIDR notation and MAC/IP-bindings are allowed.
lt: Tai yra vietinis „banIP“ leidžiamasis sąrašas, kuris leis tam tikrus „MAC“, IP adresus arba domenų-sričių pavadinimus. <br /> <em><b>Prašome atkreipti dėmesį:</b></em> į kiekvieną eilutę pridėkite tik vieną „MAC“/IPv4/IPv6 adresą arba domeno-srities pavadinimą. Leidžiami „CIDR“ žymėjimo diapazonai ir „MAC“/IP pririšimai.

source: This is the local banIP blocklist that will prevent certain MAC-, IP-addresses or domain names.<br /> <em><b>Please note:</b></em> add only exactly one MAC/IPv4/IPv6 address or domain name per line. Ranges in CIDR notation and MAC/IP-bindings are allowed.
lt: Tai yra vietinis „banIP“ draudžiamasis sąrašas, kuris išvengs tam tikrus „MAC“, IP adresus arba domenų-sričių pavadinimus. <br /> <em><b>Prašome atkreipti dėmesį:</b></em> į kiekvieną eilutę pridėkite tik vieną „MAC“/IPv4/IPv6 adresą arba domeno-srities pavadinimą. Leidžiami „CIDR“ žymėjimo diapazonai ir „MAC“/IP pririšimai.

source: This report shows the latest NFT Set statistics, press the 'Refresh' button to get a new one. You can also display the specific content of Sets, search for suspicious IPs and finally, these IPs can also be displayed on a map.
lt: Šiame apskaite rodo naujausia „NFT“ rinkinio statistika. Norėdami gauti naują, paspauskite mygtuką „Atnaujinti“. Jūs taip pat galite rodyti savitą rinkinių turinį, ieškoti įtartinų IP (dgs.) ir galiausiai šiuos IP (dgs.) galima rodyti žemėlapyje.

source: Timestamp
lt: Laiko žyma

source: To enable email notifications, set up the 'msmtp' package and specify a vaild E-Mail receiver address.
lt: Norėdami įjungti/įgalinti el. pašto pranešimus, nustatykite „msmtp“ prog. įrang. paketą ir nurodykite tinkamą el. pašto gavėjo adresą.

source: Token to communicate with the cgi interface.
lt: Žetonas, skirtas komunikuoti su „cgi“ sąsaja ir/arba sietuvu.

source: Topic for banIP notification E-Mails.
lt: Tema, skirta „banIP“ pranešimų el. paštams

source: Trigger Delay
lt: Suaktyvinimo atidėjimas

source: UDP-Threshold
lt: „UDP-slenkstis“
