Repository: openwrt/luci
Catalog: applications/luci-app-banip/po/*/banip.po
Languages: lt

source: UDP-Threshold in packets per second to prevent WAN-DoS attacks. To disable this safeguard set it to '0'.
lt: „UDP“ slenkstis paketais per sekundę, skirtas užkirsti kelią „WAN-DoS“ atakoms. Norėdami išjungti/išgalinti šią apsaugą, nustatykite ją į – „0-į“.

source: Unable to parse the countries file!
lt: Nepavyko išnagrinėti šalių failo!

source: Unable to parse the custom feed file!
lt: Nepavyko išnagrinėti pasirinktinio padavimo failo!

source: Unable to parse the default feed file!
lt: Nepavyko išnagrinėti numatyto padavimo failo!

source: Unable to parse the ruleset file!
lt: Nepavyko išnagrinėti taisyklių rinkinio failo!

source: Unable to parse the runtime information!
lt: Nepavyko išnagrinėti vykdančiosios informacijos!

source: Unable to save modifications: %s
lt: Nepavyko išsaugoti pakeitimų/redagavimų: %s

source: Upload
lt: Įkelti

source: Upload of the custom feed file failed.
lt: Įkeliant pasirinktinį padavimo failą įvyko klaida.

source: Verbose Debug Logging
lt: Platus/Išsamus/Daugiažodiškas derinimo/trukdžių šalinimo žurnalinimas

source: With this editor you can upload your local custom feed file or fill up an initial one (a 1:1 copy of the version shipped with the package). The file is located at '/etc/banip/banip.custom.feeds'. Then you can edit this file, delete entries, add new ones or make a local backup. To go back to the maintainers version just clear the custom feed file.
lt: Naudodami šį redaktorių, Jūs galite įkelti savo vietinį pasirinktinio padavimo failą arba užpildyti pradinį (1:1 versijos kopija, pateiktas su prog. įrang. paketu). Failas yra randamas per – „/etc/banip/banip.custom.feeds“. Tada Jūs galite redaguoti šį failą, ištrinti įvestys, pridėti naujų arba sukurti vietinę atsarginę kopiją. Norėdami grįžti į kūrėjo versiją, tiesiog išvalykite pasirinktinį padavimo failą.

source: alert
lt: įspėjimas

source: asterisk invalid account
lt: „asterisk“ negalima paskyra

source: auto-added IPs to allowlist
lt: Automatiškai pridėti IP (dgs.) į leidžiamąjį sąrašą

source: auto-added IPs to blocklist
lt: Automatiškai pridėti IP (dgs.) į draudžiamąjį sąrašą

source: blocked bcp38 packets
lt: užblokuoti „BCP38“ paketai

source: blocked icmp-flood packets
lt: blokuoti „icmp-flood“ paketai

source: blocked invalid ct packets
lt: blokuoti negalimi „ct“ paketai

source: blocked invalid tcp packets
lt: blokuoti negalimi „tcp“ paketai

source: blocked syn-flood packets
lt: blokuoti „syn-flood“ paketai

source: blocked udp-flood packets
lt: blokuoti „udp-flood“ paketai

source: crit
lt: kritinė

source: debug
lt: derinimas/trukdžių šalinimas

source: drop
lt: mesti

source: dropbear failed login
lt: „dropbear“ nevykęs prisijungimas

source: emerg
lt: kritinė būklė/avarinis

source: err
lt: klaida

source: info
lt: informacija

source: local allowlist
lt: vietinis leidžiamasis sąrašas

source: local blocklist
lt: vietinis blokavimo sąrašas

source: memory
lt: atmintis

source: nginx suspicious IP
lt: „nginx“ įtartinas IP

source: notice
lt: pranešimas

source: openvpn TLS error
lt: „openvpn TLS“ klaida

source: performance
lt: našumas

source: reject
lt: atmesti

source: sshd closed connection
lt: „sshd“ uždarytas ryšys

source: sshd failed login
lt: „sshd“ nevykęs prisijungimas

source: warn
lt: įspėti
