Repository: openwrt/luci
Catalog: applications/luci-app-shadowsocks-libev/po/*/shadowsocks-libev.po
Languages: nl

source: -- instance type --
nl: -- instantietype --

source: <hidden>
nl: <verborgen>

source: ACL file
nl: ACL bestand

source: Advanced Settings
nl: Geavanceerde instellingen

source: Bypass ss-redir for packets with dst address in this list
nl: Omzeil ss-redir voor pakketten met een dst-adres in deze lijst

source: Bypass ss-redir for packets with src address in this list
nl: Omzeil ss-redir voor pakketten met src-adres in deze lijst

source: Cancel
nl: Annuleren

source: Continue to have dst address checked for packets with src address in this list
nl: Blijf dst-adres controleren op pakketten met src-adres in deze lijst

source: Default action for locally generated TCP packets
nl: Standaardactie voor lokaal gegenereerde TCP-pakketten

source: Default action for packets whose dst address do not match any of the dst ip list
nl: Standaardactie voor pakketten waarvan het dst-adres niet overeenkomt met een van de dst ip-lijsten

source: Default action for packets whose src address do not match any of the src ip/net list
nl: Standaardactie voor pakketten waarvan het src-adres niet overeenkomt met een van de src ip/net-lijsten

source: Definition of remote shadowsocks servers. Disable any of them will also disable instances referring to it.
nl: Definitie van externe shadowsocks-servers. Als u een van deze uitschakelt, worden ook instanties die ernaar verwijzen uitgeschakeld.

source: Destination Settings
nl: Bestemmingsinstellingen

source: Disable
nl: Uitschakelen

source: Disabled
nl: Uitgeschakeld

source: Dst default
nl: Dst standaard

source: Dst ip/net bypass file
nl: Dst ip/net bypass bestand

source: Dst ip/net forward file
nl: Dst ip/net forward bestand

source: Enable SO_REUSEPORT
nl: SO_REUSEPORT inschakelen

source: Enable TCP Fast Open
nl: TCP Fast Open inschakelen

source: Enable TCP_NODELAY
nl: TCP_NODELAY inschakelen

source: Enable/Disable
nl: Inschakelen/Uitschakelen

source: Enabled
nl: Ingeschakeld

source: Extra nftables expression for matching tcp traffics, e.g. "tcp dport { 80, 443 }"
nl: Extra nftables-expressie voor het matchen van tcp-verkeer, b.v. "tcp dport { 80, 443 }"

source: Extra nftables expression for matching udp traffics, e.g. "udp dport { 53 }"
nl: Extra nftables-expressie voor het matchen van udp-verkeer, b.v. "udp dport { 53 }"

source: Extra tcp expression
nl: Extra tcp-expressie

source: Extra udp expression
nl: Extra udp-expressie

source: File containing Access Control List
nl: Bestand met toegangscontrolelijst

source: File containing ip/net for the purposes as with <em>Dst ip/net bypass</em>
nl: Bestand met ip/net voor de doeleinden zoals bij <em>Dst ip/net bypass</em>

source: File containing ip/net for the purposes as with <em>Dst ip/net forward</em>
nl: Bestand met ip/net voor de doeleinden zoals bij <em>Dst ip/net forward</em>

source: Forward through ss-redir for packets with dst address in this list
nl: Doorsturen via ss-redir voor pakketten met dst-adres in deze lijst

source: Forward through ss-redir for packets with src address in this list
nl: Forward via ss-redir voor pakketten met src-adres in deze lijst

source: General Settings
nl: Algemene instellingen

source: Grant service list access to LuCI app shadowsocks-libev
nl: Geef toegang tot de servicelijst aan de LuCI-app shadowsocks-libev

source: IPv6 First
nl: IPv6 eerst

source: Import
nl: Importeren

source: Import Links
nl: Links importeren

source: Ingress interfaces
nl: Inkomend interfaces

source: Install package
nl: Pakket installeren

source: Instances of shadowsocks-libev components, e.g. ss-local, ss-redir, ss-tunnel, ss-server, etc. To enable an instance it is required to enable both the instance itself and the remote server it refers to.
nl: Instanties van shadowsocks-libev-componenten, b.v. ss-local, ss-redir, ss-tunnel, ss-server, enz. Om een instantie in te schakelen, is het vereist om zowel de instantie zelf als de externe server waarnaar het verwijst in te schakelen.

source: Key (base64)
nl: Sleutel (base64)

source: Local IPv4 address
nl: Lokaal IPv4-adres

source: Local IPv6 address
nl: Lokaal IPv6-adres

source: Local Instances
nl: Lokale instanties

source: Local address
nl: Lokaal adres

source: Local port
nl: Lokale poort

source: Local-out default
nl: Local-out standaard

source: Method
nl: Methode

source: Mode of operation
nl: Werkwijze

source: On this page you can configure how traffics are to be forwarded to ss-redir instances. If enabled, packets will first have their src ip addresses checked against <em>Src ip/net bypass</em>, <em>Src ip/net forward</em>, <em>Src ip/net checkdst</em> and if none matches <em>Src default</em> will give the default action to be taken. If the prior check results in action <em>checkdst</em>, packets will continue to have their dst addresses checked.
nl: Op deze pagina kunt u configureren hoe verkeer moet worden doorgestuurd naar ss-redir-instanties. Indien ingeschakeld, zullen pakketten eerst hun src ip-adressen laten controleren tegen <em>Src ip/net bypass</em>, <em>Src ip/net forward</em>, <em>Src ip/net checkdst</em> en als geen komt overeen met <em>Src default</em> geeft de standaardactie die moet worden ondernomen. Als de voorafgaande controle resulteert in actie <em>checkdst</em>, worden de dst-adressen van pakketten nog steeds gecontroleerd.

source: Only apply rules on packets from these network interfaces
nl: Pas alleen regels toe op pakketten van deze netwerkinterfaces

source: Overview
nl: Overzicht

source: Package is not installed
nl: Pakket is niet geïnstalleerd

source: Password
nl: Wachtwoord

source: Plugin Options
nl: Plugin Opties

source: Prefer IPv6 addresses when resolving names
nl: Geef de voorkeur aan IPv6-adressen bij het oplossen van namen

source: Redir Rules
nl: Redir Regels

source: Remote Servers
nl: Externe servers

source: Remote server
nl: Externe server

source: Run as
nl: Uitvoeren als

source: Running
nl: Lopend

source: Server port
nl: Server poort

source: Source Settings
nl: Broninstellingen

source: Src default
nl: Src standaard

source: Src ip/net forward
nl: Src ip/net vooruit

source: The IPv4 address ss-server will initiate IPv4 connections from
nl: Het IPv4-adres ss-server zal IPv4-verbindingen initiëren

source: The IPv6 address ss-server will initiate IPv6 connections from
nl: Het IPv6-adres ss-server zal IPv6-verbindingen initiëren

source: The address ss-server will initiate connections from
nl: Het adres ss-server zal verbindingen initiëren

source: The address ss-tunnel will forward traffic to
nl: Het adres ss-tunnel zal het verkeer forward naar

source: Tunnel address
nl: Tunneladres

source: Verbose
nl: Uitgebreid

source: ss-redir for TCP
nl: ss-redir voor TCP

source: ss-redir for UDP
nl: ss-redir voor UDP
