Repository: openwrt/luci
Catalog: applications/luci-app-noddos/po/*/noddos.po
Languages: fr

source: Class
fr: Classe

source: Client Firewall
fr: Pare-feu client

source: DHCP Hostname
fr: Nom d'hôte DHCP

source: DHCP Vendor
fr: Fournisseur DHCP

source: Don't monitor these IPv4 addresses
fr: Ne pas surveiller pas ces adresses IPv4

source: Don't monitor these IPv6 addresses
fr: Ne pas surveiller pas ces adresses IPv6

source: Don't monitor these MAC addresses
fr: Ne pas surveiller pas ces adresses MAC

source: Excluded IPv4 addresses
fr: Adresses IPv4 exclues

source: Excluded IPv6 addresses
fr: Adresses IPv6 exclues

source: Excluded MAC addresses
fr: Adresses MAC exclues

source: Hostname
fr: Nom d'hôte

source: Manufacturer
fr: Fabricant

source: Model
fr: Modèle

source: Noddos Client Tracking
fr: Suivi des clients Noddos

source: Noddos Clients
fr: Clients Noddos

source: Noddos controls traffic from the clients on your network to the Internet. This helps protect your network, the bandwidth on your Internet connection and the Internet
fr: Noddos contrôle le trafic des clients de votre réseau vers Internet. Cela permet de protéger votre réseau, la bande passante de votre connexion Internet et Internet

source: Private networks
fr: Réseaux privés

source: Recognized Clients
fr: Clients reconnus

source: Report traffic to private networks (10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64)
fr: Signaler le trafic vers des réseaux privés (10/8, 172.16/12, 192.168/16, fd75:6b5d:352c:ed05::/64)

source: Server Settings
fr: Paramètres du serveur

source: The following clients have been discovered on the network. The last discovery was completed at
fr: Les clients suivants ont été découverts sur le réseau. La dernière découverte a été achevée à

source: Unrecognized Clients
fr: Clients non reconnus

source: Upload anonimized traffic stats
fr: Envoyer des statistiques de trafic anonymisées

source: Uploading your statistics helps improving device recognition and discovering hacked devices & botnets
fr: L'envoi de vos statistiques permet d'améliorer la reconnaissance des appareils et de découvrir les appareils piratés et les réseaux de zombies
