Repository: openwrt/luci
Catalog: applications/luci-app-meshwizard/po/*/meshwizard.po
Languages: pt_br

source: Activate or deactivate IPv6 config globally.
pt_br: Habilita e desabilita a configuração IPv6 globalmente.

source: Channel
pt_br: Canal

source: Check this to protect your LAN from other nodes or clients
pt_br: Marque isto para proteger sua rede local (LAN) de outros nós ou clientes

source: Cleanup config
pt_br: Limpar configuração

source: Configure this interface
pt_br: Configure esta interface

source: DHCP IP range
pt_br: Faixa de IP do DHCP

source: DHCP will automatically assign ip addresses to clients
pt_br: O DHCP irá atribuir automaticamente endereços IP para os clientes

source: Enable DHCP
pt_br: Habilitar DHCP

source: Enable RA
pt_br: Habilitar <abbr title=\"Router Advertisement, Anúncio de Roteador\">RA</abbr>

source: Enabled
pt_br: Habilitado

source: General Settings
pt_br: Configurações Gerais

source: IPv6 Settings
pt_br: Configurações IPv6

source: If this is selected then config is cleaned before setting new config options.
pt_br: Se selecionado, a configuração é limpa antes de definir as novas opções de configuração.

source: Mesh IP address
pt_br: Endereço IP da rede em malha

source: Mesh IPv6 address
pt_br: Endereço IPv6 da rede em malha

source: Mesh Wizard
pt_br: Assistente de Configuração da Rede em Malha

source: Protect LAN
pt_br: Proteget Rede Local (LAN)

source: Select this to allow others to use your connection to access the internet.
pt_br: Selecione isto para permitir que outros usem sua conexão para acessar a internet.

source: Send router advertisements on this device.
pt_br: Envia <abbr title=\"Router Advertisement, Anúncio de Roteador\">RA</abbr> a partir deste dispositivo.

source: Share your internet connection
pt_br: Compartilhar sua conexão com a internet

source: The IP range from which clients are assigned ip addresses (e.g. 10.1.2.1/28). If this is a range inside your mesh network range, then it will be announced as HNA. Any other range will use NAT. If left empty then the defaults from the community profile will be used.
pt_br: Faixa de endereços IP atribuídos aos clientes (ex: 10.1.2.1/28). Se esta faixa está dentro da faixa da rede em malha, então ela será anunciada no <abbr title="Host and network association, Associação de equipamentos e redes">HNA</abbr>. Qualquer outra faixa irá utilizar NAT. Se deixada vazia, os padrões do perfil da comunidade será usada.

source: The given IP address is not inside the mesh network range
pt_br: O endereço IP informado não está na faixa de endereços da rede em malha

source: This is a unique IPv6 address in CIDR notation (e.g. 2001:1:2:3::1/64) and has to be registered at your local community.
pt_br: Este é um endereço IPv6 único na notação CIDR (ex: 2001:1:2:3::1/64) e deve ser registrado na sua comunidade local.

source: This is a unique address in the mesh (e.g. 10.1.1.1) and has to be registered at your local community.
pt_br: Este é um endereço único na rede em malha (ex: 10.1.1.1) e tem que ser registrado na sua comunidade local.

source: This will setup a new virtual wireless interface in Access Point mode.
pt_br: Isto configurará uma nova interface de rede sem fio virtual em modo de ponto de acesso.

source: This wizard will assist you in setting up your router for Freifunk or another similar wireless community network.
pt_br: Este assistente irá ajudá-lo na configuração do seu roteador para Freifunk ou outra rede comunitária sem fio similar.

source: Virtual Access Point (VAP)
pt_br: Ponto de Acesso Virtual (VAP)

source: Wizard
pt_br: Assistente

source: Your device and neighbouring nodes have to use the same channel.
pt_br: Seu dispositivo e os nós vizinhos devem utilizar o mesmo canal.

source: recommended
pt_br: recomendado
