Repository: openwrt/luci
Catalog: applications/luci-app-sshtunnel/po/*/sshtunnel.po
Languages: it

source: <code>*</code> means to listen all interfaces <b>including public</b>.
it: <code>*</code> significa ascoltare tutte le interfacce <b>inclusa quella pubblica</b>.

source: A key with that name already exists.
it: Una chiave con lo stesso nome è già esistente.

source: Accept new and check if not changed
it: Accetta il nuovo valore e controlla se fosse uguale

source: Add the pub key to %s or %s.
it: Aggiungi la chiave pubblica a %s o %s.

source: Advanced Settings
it: Impostazioni avanzate

source: Bind IP address e.g. <code>192.168.1.1</code> or hostname e.g. <code>localhost</code>.
it: Lega un indirizzo IP, come, ad esempio <code>192.168.1.1</code> o, un hostname <code>localhost</code>.

source: Check host IP
it: Controlla l'indirizzo IP dell'host

source: Check the host IP address in the %s file.
it: Controlla l'indirizzo IP dell'host nel file %s.

source: Compression may be useful on slow connections.
it: La compressione potrebbe essere utile nelle connessioni lente.

source: Configure TUN/TAP devices for VPN tunnels.
it: Configura i dispositivi TUN/TAP per i tunnel VPN.

source: Delay after a connection failure before trying to reconnect.
it: Ritardo dopo una connessione fallita prima di tentare di connettersi nuovamente.

source: Dynamic Tunnels
it: Tunnel dinamici

source: Enabled
it: Abilitato

source: For Dropbear %s
it: Per Dropbear %s

source: For OpenSSH %s
it: Per OpenSSH %s

source: For example, the following command would connect via an HTTP proxy:
it: Ad esempio, il comando seguente si connetterebbe per mezzo di un proxy HTTP:

source: Forward a port on the local host to a service on the remote host.
it: Inoltra una porta dell'host locale ad un servizio sull'host remoto.

source: Forward a port on the remote host to a service on the local host.
it: Inoltra una porta dall'host remoto ad un servizio nell'host locale.

source: General Settings
it: Impostazioni Generali

source: Generate
it: Genera

source: Generate a new key
it: Genera una nuova chiave

source: Grant UCI access for luci-app-sshtunnel
it: Concedi l'accesso UCI a luci-app-sshtunnel

source: Hostname
it: Nome dell'host (hostname)

source: Identity Key
it: Chiave dell'identità

source: If not specified then a default will be used.
it: Se non specificato, l'impostazione di default sarà usata.

source: In LuCI you can do that with <a %s>System / Administration / SSH-Keys</a>
it: Su LuCI puoi farlo con <a %s>System / Administration / SSH-Keys</a>

source: Keys of SSH servers found in %s.
it: Chiavi di server SSH trovate in %s.

source: Known Hosts
it: Host conosciuti

source: Known hosts
it: Host noti

source: Local Tunnels
it: Tunnel locali

source: Local address
it: Indirizzo locale

source: Local dev
it: Dev locale

source: Local port
it: Porta locale

source: Log level
it: Livello dei log

source: Name
it: Nome

source: No SSH keys found, <a %s>generate a new one</a>
it: Nessuna chiave SSH trovata <a %s>generane una nuova</a>

source: Port
it: Porta

source: Private key file with authentication identity.
it: File della chiave privata contenente l'identità d'autenticazione.

source: Proxy tunnel command
it: Comando proxy tunnel

source: Public Key
it: Chiave pubblica

source: Refuse to connect to hosts whose host key has changed.
it: Rifiuta la connessione ad host la quale chiave host è cambiata.

source: Remote Tunnels
it: Rimuovi tunnel

source: Remote address
it: Indirizzo remoto

source: Remote dev
it: Dev Remoto

source: Remote port
it: Porta remota

source: Retry delay
it: Ritardo nel tentativo successivo

source: SOCKS proxy via remote host.
it: Proxy SOCKS tramite host remoto.

source: SSH Keys
it: Chiavi SSH

source: SSH Tunnels
it: Tunnel SSH

source: See %s.
it: Vedi %s.

source: Server keep alive attempts
it: Numero di tentativi durante i quali il server rimarrà attivo

source: Server keep alive interval (seconds)
it: Intervallo del mantenimento dello stato acceso in secondi

source: Servers
it: Server

source: Strict host key checking
it: Controllo stringente delle chiavi degli host

source: The command to use to connect to the server.
it: Il comando da usare per connettersi al server.

source: The number of server alive messages which may be sent before SSH disconnects from the server.
it: Il numero di messaggi per mantenere attivo il server che potrebbero essere mandati prima che l'SSH sia disconnesso dal server.

source: This allows SSH to detect whether a host key changed due to DNS spoofing.
it: Questo permette ad SSH di rilevare se una chiave di un host sia mutata per mezzo del DNS spoofing.

source: This configures <a %s>SSH Tunnels</a>.
it: Questo configura dei <a %s>Tunnel SSH</a>.

source: Unable to generate a key: %s
it: Impossibile generare una chiave:%s

source: Use compression
it: Usa la compressione

source: User
it: Utente

source: VPN Tunnels
it: Tunnel VPN

source: VPN type
it: Tipo di VPN

source: Yes
it: Si
