Repository: openwrt/luci
Catalog: applications/luci-app-acl/po/*/acl.po
Languages: de, es, lt, nl, tr

source: ACL Settings
de: ACL-Einstellungen
es: Configuraciones de ACL
lt: „ACL“ nustatymai
nl: ACL instellingen
tr: ACL Ayarları

source: ACL group
de: ACL-Gruppe
es: Grupo ACL
lt: „ACL“ grupė
nl: ACL groep
tr: ACL grubu

source: Access level
de: Zugriffsebene
es: Nivel de acceso
lt: Prieigos lygis
nl: Toegangsniveau
tr: Yetki düzeyi

source: Cannot encrypt plaintext password since uhttpd is not installed.
de: Klartextpassword konnte nicht verschlüsselt werden, da uhttpd nicht installiert ist.
es: No se puede cifrar la contraseña de texto sin formato ya que uhttpd no está instalado.
lt: Negalima užšifruoti tiesioginio teksto slaptažodžio, nes „uhttpd“ nėra įdiegtas.
nl: Kan wachtwoord niet versleutelen omdat uhttpd niet geïnstalleerd is.
tr: Uhttpd kurulana kadar düz metin şeklindeki dosyalar şifrelenemez.

source: Description
de: Beschreibung
es: Descripción
lt: Aprašymas
nl: Omschrijving
tr: Açıklama

source: Grant access to ACL configuration
de: Zugriff auf ACL-Konfiguration gewähren
es: Conceder acceso a la configuración de ACL
lt: Duoti prieigą „ACL configuration“
nl: Toegang tot ACL configuratie
tr: ACL ayarlarına erişim sağla

source: Login name
es: Nombre de inicio de sesión
lt: Prisijungimo vardas
nl: Login naam
tr: Kullanıcı adı

source: LuCI Logins
es: Inicios de sesión en LuCI
lt: „LuCI“ prisijungimai
nl: LuCI login
tr: LuCI Girişleri

source: New account
de: Neues Konto
es: Nueva cuenta
lt: Nauja paskyra
nl: Nieuw account
tr: Yeni kullanıcı hesabı

source: Password value
de: Passwort
es: Valor de la contraseña
lt: Slaptažodžio vertė/skaičiaus įvestis
nl: Wachtwoord waarde
tr: Şifre değeri

source: Password variant
de: Passwort-Variante
es: Variante de contraseña
lt: Slaptažodžio variantas
nl: Wachtwoord variant
tr: Şifre türü

source: Read access
de: Lesezugriff
es: Acceso de lectura
lt: Perskaitymo prieiga
nl: Lees toegang
tr: Okuma erişimi

source: Session timeout
de: Timeout der Sitzung
es: Tiempo de espera de sesión
lt: Sesijos laikas pasibaigė
nl: Sessie Timeout
tr: Oturum zaman aşımı

# Set all permissions in the table below to one of the given values
source: Set all:
de: Für alle setzen:
es: Establecer todos:
lt: Nustatyti viską:
nl: Zet alle:
tr: Hepsini ayarla:

source: The LuCI ACL management is in an experimental stage! It does not yet work reliably with all applications
de: Die LuCI-ACL-Rechteverwaltung befindet sich noch in einem experimentellen Stadium und funktioniert noch nicht mit allen Anwendungen zuverlässig!
es: ¡La gestión de ACL de LuCI está en una etapa experimental! Todavía no funciona de manera confiable con todas las aplicaciones
lt: „LuCI ACL“ valdymas yra eksperimentiniame etape! Šis neveikia stabiliai su visomis aplikacijomis/programomis
nl: De LuCI ACL configuratie zit in een experimentele fase! Nog niet alle applicaties werken naar behoren
tr: LuCI ACL yönetimi deneysel bir aşamada! Şuanlık bütün uygulamalarda güvenilir bir şekilde çalışmıyor

source: The password may not start with "$p$".
de: Das Passwort darf nicht mit "$p$" beginnen.
es: La contraseña puede no comenzar con "$p$".
lt: Slaptažodis negali prasidėti su – „$p$“.
nl: Het wachtwoord mag niet beginnen met “p$”.
tr: Şifreler "$p$" ile başlayamaz.

source: The system account to use the password from
de: Das Systemkonto, dessen Passwort genutzt wird
es: La cuenta del sistema para usar la contraseña de
lt: Sistemos paskyros naudotinas slaptažodis iš
nl: Het systeemaccount om het wachtwoord van te gebruiken
tr: Şifresi kullanılacak sistem hesabı

source: UNIX account
de: UNIX-Konto
es: Cuenta UNIX
lt: „UNIX“ paskyra
tr: UNIX hesabı

source: Unable to encrypt plaintext password: %s
de: Konnte Klartextpasswort nicht verschlüsseln: %s
es: No se puede cifrar la contraseña de texto sin formato: %s
lt: Nepavyko užšifruoti tiesioginio teksto slaptažodžio: %s
nl: Niet gelukt om het wachtwoord te encrypten: %s
tr: Düz metin şifre şifrelenemedi: %s

source: Use UNIX password in /etc/shadow
de: Verwende das UNIX-Passwort in /etc/shadow
es: Utilice la contraseña de UNIX en /etc/shadow
lt: Naudoti „UNIX“ slaptažodį randamą: „/etc/shadow“
nl: Gebruik het UNIX wachtwoord in /etc/shadow
tr: /etc/shadow konumundaki UNIX şifresini kullan

source: Use encrypted password hash
de: Verwende einen verschlüsselten Passwort-Hash
es: Usar hash de contraseña cifrada
lt: Naudoti užšifruota slaptažodžio maišą
nl: Gebruik de versleutelde wachtwoord hash
tr: Şifrelenmiş şifre hash'ı kullan

source: Use plain password
de: Verwende Klartextpasswörter
tr: Düz şifre kullan

source: Write access
de: Schreibzugriff
es: Acceso de escritura
lt: Rašymo teisė
nl: Schrijf toegang
tr: Yazma erişimi

# No permissions granted
source: denied
de: verwehrt
es: denegado
lt: neleista
nl: geweigerd
tr: reddedildi

source: does not expire
de: läuft niemals ab
es: no expira
lt: nepasibaigiantis galiojimas
nl: verloopt niet
tr: süresi dolmaz

# All permissions granted
source: full
de: voll
es: completo
lt: pilnas
nl: vol
tr: tam

# Select individual permissions manually
source: individual
de: individuell
lt: individualus
nl: individueel
tr: Bireysel

# Some permissions granted
source: partial (%d/%d)
de: teilweise (%d/%d)
es: parcial (%d/%d)
lt: dalinis (%d/%d)
nl: gedeeltelijk (%d/%d)
tr: kısmi (%d/%d)

# Only read permissions granted
source: readonly
de: nur Leserechte
es: solo lectura
lt: tik skaitymui
nl: Alleen lezen
tr: salt okunur
