Repository: openwrt/luci
Catalog: applications/luci-app-radicale2/po/*/radicale2.po
Languages: vi

source: A lightweight CalDAV/CardDAV server
vi: Một máy chủ CalDAV/CardDAV nhẹ

source: Advanced Settings
vi: Cài đặt nâng cao

source: Allowed Ciphers
vi: Các thuật toán mã hóa được cho phép

source: Authentication
vi: Xác thực

source: Authentication / Users
vi: Xác thực / Người dùng

source: Authentication Type
vi: Loại xác thực

source: Based on settings in 'Rights File'
vi: Dựa trên các cài đặt trong 'Tệp quyền'

source: Certificate
vi: Chứng chỉ

source: Client Certificate Authority
vi: Cơ quan chứng nhận khách hàng

source: Close Lock File
vi: Đóng tệp khóa

source: Close the lock file when no more clients are waiting
vi: Đóng tệp khóa khi không còn khách hàng nào đang chờ

source: Command that is run after changes to storage
vi: Lệnh được chạy sau khi thay đổi lưu trữ

source: Confirm Plaintext Password
vi: Xác nhận mật khẩu văn bản đơn giản

source: DNS Lookup
vi: Tra cứu DNS

source: Default (htpasswd file from users below)
vi: Mặc định (tệp htpasswd từ người dùng bên dưới)

source: Default (multifilesystem)
vi: Mặc định (hệ thống tệp đa)

source: Default (owner only)
vi: Mặc định (chỉ chủ sở hữu)

source: Delete sync token that are older (seconds)
vi: Xóa mã thông báo đồng bộ hóa cũ hơn (giây)

source: Document Encoding
vi: Mã hóa tài liệu

source: Dump Environment
vi: Môi trường kết xuất

source: Enable SSL connections
vi: Bật kết nối SSL

source: Encoding for responding to requests/events
vi: Mã hóa để phản hồi các yêu cầu/sự kiện

source: Encoding for storing local collections
vi: Mã hóa để lưu trữ các bộ sưu tập cục bộ

source: Encrypted Password
vi: Mật khẩu được mã hóa

source: Encryption
vi: Mã hóa

source: Filename
vi: Tên tệp tin

source: Folder
vi: Thư mục

source: Folder in which to store collections
vi: Thư mục để lưu trữ các bộ sưu tập

source: For verifying client certificates
vi: Để xác minh các chứng chỉ khách hàng

source: General Settings
vi: Các cài đặt chung

source: Generate this field using a generator for Apache htpasswd-style authentication files (for the hash format you have chosen above), or install python3-passlib to enable the ability to create the hash by entering the plaintext in a field that will appear on this page if python3-passlib is installed.
vi: Tạo trường này bằng cách sử dụng một trình tạo cho các tệp xác thực kiểu htpasswd của Apache (cho định dạng băm bạn đã chọn ở trên), hoặc cài đặt python3-passlib để kích hoạt khả năng tạo băm bằng cách nhập văn bản đơn giản vào một trường sẽ xuất hiện trên trang này nếu python3-passlib được cài đặt.

source: Go to Radicale 2.x Web UI
vi: Đi đến giao diện người dùng web Radicale 2.x

source: Go to Radicale v2 Web UI
vi: Đi đến giao diện người dùng web Radicale v2

source: Grant UCI access for luci-app-radicale2
vi: Cấp quyền truy cập UCI cho luci-app-radicale2

source: HTTP(S) Basic Authentication Realm
vi: Vùng xác thực cơ bản HTTP(S)

source: HTTP(S) Headers
vi: Tiêu đề HTTP(S)

source: HTTP(S) Listeners (address:port)
vi: Các trình lắng nghe HTTP(S) (địa chỉ:cổng)

source: Header: X-Access-Control-Allow-Origin
vi: Tiêu đề: X-Access-Control-Allow-Origin

source: Headers
vi: Tiêu đề

source: Hook
vi: Móc

source: If 'Plaintext Password' filled and matches 'Confirm Plaintext Password' then this field becomes of hash of that password, otherwise this field remains the existing hash (you can also put your own hash value for the type of hash listed above).
vi: Nếu 'Mật khẩu văn bản đơn giản' được điền và khớp với 'Xác nhận mật khẩu văn bản đơn giản' thì trường này trở thành băm của mật khẩu đó, nếu không trường này vẫn là băm hiện có (bạn cũng có thể đặt giá trị băm của riêng bạn cho loại băm được liệt kê ở trên).

source: Include full environment in logs
vi: Bao gồm môi trường đầy đủ trong nhật ký

source: Insecure hashes
vi: Các băm không an toàn

source: Install package python3-openssl to support SSL connections
vi: Cài đặt gói python3-openssl để hỗ trợ kết nối SSL

source: Install python3-passlib and python3-bcrypt to enable a secure hash
vi: Cài đặt python3-passlib và python3-bcrypt để kích hoạt băm an toàn

source: Log configuration file (no file means default procd which ends up in syslog
vi: Tệp cấu hình nhật ký (không có tệp có nghĩa là procd mặc định kết thúc trong syslog

source: Logging
vi: Ghi nhật ký

source: Logging File
vi: Tệp nhật ký

source: Lookup reverse DNS for clients for logging
vi: Tra cứu DNS ngược cho các máy khách để ghi nhật ký

source: Mask Passwords
vi: Che mật khẩu

source: Max Connections
vi: Số kết nối tối đa

source: Max Content Length
vi: Độ dài nội dung tối đa

source: Max Sync Token Age
vi: Tuổi tối đa của mã thông báo đồng bộ hóa

source: Maximum number of simultaneous connections
vi: Số lượng kết nối đồng thời tối đa

source: Maximum size of request body (bytes)
vi: Kích thước tối đa của phần thân yêu cầu (byte)

source: Multiple files on filesystem
vi: Nhiều tệp trên hệ thống tệp

source: No authentication
vi: Không xác thực

source: Password and confirmation do not match
vi: Mật khẩu và xác nhận không khớp

source: Password encryption method
vi: Phương thức mã hóa mật khẩu

source: Plaintext
vi: Văn bản đơn giản

source: Plaintext Password
vi: Mật khẩu văn bản đơn giản

source: Prevent other instances or processes from modifying collections while in use
vi: Ngăn các thể hiện hoặc quy trình khác sửa đổi các bộ sưu tập trong khi sử dụng

source: Private Key
vi: Khóa riêng

source: REMOTE_USER from web server
vi: REMOTE_USER từ máy chủ web

source: RO: All, RW: All
vi: RO: Tất cả, RW: Tất cả

source: RO: Authenticated Users, RW: Owner
vi: RO: Người dùng được xác thực, RW: Chủ sở hữu

source: RO: None, RW: Authenticated Users
vi: RO: Không có, RW: Người dùng được xác thực

source: RO: None, RW: Owner
vi: RO: Không có, RW: Chủ sở hữu

source: Radicale v2 Web UI
vi: Giao diện người dùng web Radicale v2

source: Realm
vi: Vùng

source: Redact passwords in logs
vi: Chỉnh sửa mật khẩu trong nhật ký

source: Remove configuration for certificate, key, and CA
vi: Xóa cấu hình cho chứng chỉ, khóa và CA

source: Remove configuration for logging
vi: Xóa cấu hình cho ghi nhật ký

source: Remove configuration for rights file
vi: Xóa cấu hình cho tệp quyền

source: Request
vi: Yêu cầu

source: Required time between a failed authentication attempt and trying again
vi: Thời gian bắt buộc giữa một lần xác thực thất bại và thử lại

source: Retry Delay
vi: Độ trễ thử lại

source: Rights
vi: Quyền

source: Rights File
vi: Tệp quyền

source: Rights Type
vi: Loại quyền

source: SSL not available
vi: SSL không khả dụng

source: See python3-openssl documentation for available ciphers
vi: Xem tài liệu python3-openssl để biết các thuật toán mã hóa có sẵn

source: See python3-openssl documentation for available protocols
vi: Xem tài liệu python3-openssl để biết các giao thức có sẵn

source: Select bcrypt above to enable a secure hash
vi: Chọn bcrypt ở trên để kích hoạt băm an toàn

source: Send debug information to logs
vi: Gửi thông tin gỡ lỗi đến nhật ký

source: Server Settings
vi: Cài đặt máy chủ

source: Socket timeout (seconds)
vi: Thời gian chờ socket (giây)

source: Storage
vi: Lưu trữ

source: Storage Type
vi: Loại lưu trữ

source: This permanently deletes configuration for logging
vi: Điều này sẽ xóa vĩnh viễn cấu hình cho ghi nhật ký

source: This permanently deletes the cert, key, and configuration to use same.
vi: Thao tác này sẽ xóa vĩnh viễn chứng chỉ, khóa và cấu hình để sử dụng giống nhau.

source: This permanently deletes the rights file and configuration to use same.
vi: Điều này sẽ xóa vĩnh viễn tệp quyền và cấu hình để sử dụng giống nhau.

source: Timeout
vi: Quá thời gian

source: Use File Locks
vi: Sử dụng khóa tệp

source: Use Protocol
vi: Sử dụng giao thức

source: User
vi: Người dùng

source: User-based ACL Settings
vi: Cài đặt ACL dựa trên người dùng

source: Username
vi: Tên người dùng

source: Users and Passwords
vi: Người dùng và mật khẩu

source: Web UI
vi: Giao diện người dùng web

source: Web UI Type
vi: Loại giao diện người dùng web

source: X-Remote-User from web server
vi: X-Remote-User từ máy chủ web

source: crypt
vi: mã hóa

source: htpasswd file (manually populated)
vi: tệp htpasswd (được điền thủ công)

source: htpasswd-formatted file filename
vi: tên tệp được định dạng htpasswd
