Repository: openwrt/luci
Catalog: po/*/asterisk.po
Languages: fr

source: Asterisk General Options
fr: Paramètres généraux d'Asterisk

source: AGI directory
fr: Répertoire AGI

source: Cache recorded sound files during recording
fr: Mes les sons enregistrés en cache pendant l'enregistrement

source: Debug Level
fr: Niveau de déboguage

source: Disable some warnings
fr: Désactiver certaines alertes

source: Dump core on crash
fr: Créer une image-core en cas de crash

source: High Priority
fr: Priorité haute

source: Initialise Crypto
fr: Initialise le chiffrage

source: Use Internal Timing
fr: Utiliser un délai interne

source: Log directory
fr: Répertoire des journaux

source: Maximum number of calls allowed
fr: Nombre maximum d'appels autorisés

source: Maximum load to stop accepting new calls
fr: Charge maximum jusqu'à laquelle on accepte de nouveaux appels

source: Disable console colors
fr: Désactiver les couleurs de la console

source: Sound files Cache directory
fr: Répertoire de cache des ficihers-sons

source: The Group to run as
fr: Exécuté avec ce groupe

source: The User to run as
fr: Exécuté avec cet utilisateur

source: Voicemail Spool directory
fr: Répertoire de stockage du répondeur

source: Prefix UniquID with system name
fr: Préfixer le « UniquID » avec le nom du système

source: Build transcode paths via SLINEAR, not directly
fr: Construire des chemins de traduction via SLINEAR, pas directement

source: Transmit SLINEAR silence while recording a channel
fr: Transmettre le silence SLINEAR lors de l'enregistrement d'un canal

source: Verbose Level
fr: Niveau de verbosité

source: Section dialplan
fr: Section du plan de numérotation

source: include
fr: Inclure

source: Dialplan Extension
fr: Extension du plan de numérotation

source: Dialplan General Options
fr: Paramètres généraux du plan de numérotation

source: Allow transfer
fr: Permettre le transfert

source: Clear global vars
fr: Effacer les variables globales

source: Dialplan Conference
fr: Règles d'aiguillage pour la conférence

source: Dialplan Time
fr: Règles d'aiguillage liées au temps

source: Dialplan Voicemail
fr: Règles d'aiguillage de la messagerie vocale

source: Match International prefix
fr: Préfixe correspondant à l'international

source: Prefix (0) to add/remove to/from international numbers
fr: Préfixe (0) à ajouter à/retirer d'un numéro international

source: localzone
fr: zone locale

source: Match plan
fr: Règle de correspondance

source: Connection to use
fr: Connexion à utiliser

source: Blind transfer key
fr: Touche de transfert en aveugle

source: Key to Disconnect call
fr: Touche pour déconnecter un appel

source: Key to Park call
fr: Touche pour parquer un appel

source: Parking Feature
fr: Capacité de mise en parking

source: ADSI Park
fr: Parking ADSI

source: Attended transfer timeout (sec)
fr: Délai max d'un transfert programmé (secondes)

source: Name of call context for parking
fr: Nom du contexte d'appel pour une mise en parking

source: Sound file to play to parked caller
fr: Fichier-son à jouer aux appelants mis en parking

source: Max time (ms) between digits for feature activation
fr: Durée max (en ms) entre les chiffres pour l'activation d'une commande

source: Method to Find Parking slot
fr: Méthode pour trouver une place de parking

source: Play courtesy tone to
fr: Jouer une tonalité de courtoisie à

source: Enable Parking
fr: Activer la mise en parking

source: Parking time (secs)
fr: Durée de mise en parking (secondes)

source: Seconds to wait bewteen digits when transferring
fr: Attente en secondes entre les chiffres Lors d'un transfert

source: sound when attended transfer is complete
fr: Son joué quand un transfert programmé est effectué

source: Sound when attended transfer fails
fr: Son joué quand nu transfert programmé rate

source: Reload Hardware Config
fr: Relit la configuration matérielle

source: Reboot Method
fr: Méthode de redémarrage

source: Parameter
fr: Paramètre

source: Option type
fr: Type d'option

source: User name
fr: Nom d'utilisateur

source: IAX General Options
fr: Paramètres généraux du protocole IAX

source: Allow Codecs
fr: Codecs autorisés

source: Static
fr: Statique

source: Write Protect
fr: Protection contre l'écriture

source: Meetme Conference
fr: Conférence « Meetme »

source: Admin PIN
fr: ID d'administrateur

source: Meeting PIN
fr: Code de conférence

source: Meetme Conference General Options
fr: Options générales de conférence « Meetme »

source: Number of 20ms audio buffers to be used
fr: Nombre de buffers audio de 20 ms à utiliser

source: Alarm Receiver Application
fr: Application de réception d'alarme

source: Authentication Application
fr: Application d'authentification

source: Make sure asterisk doesnt save CDR
fr: S'assure qu'Asterisk ne sauve pas le CDR

source: Check if channel is available
fr: Vérifie que le canal est libre

source: Listen in on any channel
fr: Écoute sur n'importe quel canal

source: Database access functions
fr: Fonctions d'accès aux bases de données

source: Dialing Application
fr: Application de numérotation

source: Virtual Dictation Machine Application
fr: Application de dictaphone virtuel

source: Dump channel variables Application
fr: Application de copie des variables d'un canal

source: Simple Echo Application
fr: Application de simple écho

source: ENUM Lookup
fr: Résolution d'un ENUM

source: Reevaluates strings
fr: Ré-évaluer les chaînes

source: Executes applications
fr: Lance les applications

source: External IVR application interface
fr: Interface d'application SVI externe

source: Fork The CDR into 2 seperate entities
fr: Dupliquer le CDR en deux entités séparées

source: Get ADSI CPE ID
fr: Obtenir le « ADSI CPE ID »

source: Group Management Routines
fr: Fonctions de gestion des groupes

source: Encode and Stream via icecast and ices
fr: Coder et diffuser via icecast et ices

source: Image Transmission Application
fr: Application d'envoi d'image

source: Look up CallerID Name from local databas
fr: Rechercher le nom de l'appelant dans la base locale

source: Extension Macros
fr: Macros d'extension

source: A simple math Application
fr: Une simple application mathématique

source: MD5 checksum Application
fr: Application de signature MD5

source: Record a call and mix the audio during the recording
fr: Enregistre un appelle et mixe le son pendant l'enregistrement

source: Call Parking and Announce Application
fr: Application de mise en parking d'appel et annonce

source: Trivial Playback Application
fr: Application de simple écoute

source: Require phone number to be entered
fr: Nécessite d'entrer un numéro de téléphone

source: True Call Queueing
fr: Véritable sérialisation des appels

source: Read Variable Application
fr: Application de lecture d'une variable

source: Read in a file
fr: Lire dans un fichier

source: Realtime Data Lookup/Rewrite
fr: Recherche/ré-écriture de données en temps-réel

source: Trivial Record Application
fr: Application de simple enregistrement

source: Say time
fr: Dis l'heure

source: Send DTMF digits Application
fr: Application d'envoi de chiffres en DTMF

source: Send Text Applications
fr: Applications d'envoi de texte

source: Set CallerID Application
fr: Application de positionnement de l'identifiant de l'appelant

source: load => .so ; Set CallerID Name
fr: charger => .so ; Positionner le nom dans l'identifiant de l'appelant

source: load => .so ; Set CallerID Number
fr: charger => .so ; Positionner le numéro dans l'identifiant de l'appelant

source: Set RDNIS Number
fr: Positionner le numéro RDNIS

source: Set ISDN Transfer Capability
fr: Activer la possibilité de transfert RNIS

source: SMS/PSTN handler
fr: Gestionnaire SMS/RTC

source: Hangs up the requested channel
fr: Raccroche le canal demandé

source: Stack Routines
fr: Empile les routines

source: Generic System() application
fr: Application générique System()

source: Playback with Talk Detection
fr: Jouer un son avec la détection de parole

source: Interface Test Application
fr: Application de test d'interface

source: Transfer
fr: Transfert

source: Send URL Applications
fr: Applications d'envois d'URL

source: Send verbose output
fr: Envoyer une sortie détaillée

source: Voicemail
fr: Répondeur

source: Wait For Silence Application
fr: Application d'attente de silence

source: Adaptive Differential PCM Coder/Decoder
fr: Codec PCM différentiel adaptatif (ADPCM)

source: A-law Coder/Decoder
fr: Codec loi-A

source: A-law and Mulaw direct Coder/Decoder
fr: Codec loi-A et loi-Mu directs

source: ITU G.726-32kbps G726 Transcoder
fr: Transcodeur G726 (ITU G.726 32 kbit/s)

source: GSM/PCM16 (signed linear) Codec Translation
fr: Codec de traduction GSM/PCM16 (linéaire signé)

source: Speex/PCM16 (signed linear) Codec Translator
fr: Codec de traduction Speex/PCM16 (linéaire signé)

source: Mu-law Coder/Decoder
fr: Codec loi-Mu

source: Sun Microsystems AU format (signed linear)
fr: Format Sun Microsystems AU (linéaire signé)

source: G.723.1 Simple Timestamp File Format
fr: Format de fichier G.723.1 à horodatage simple

source: Raw G.726 (16/24/32/40kbps) data
fr: Données brutes G.726 (16/24/32/40 kbit/s)

source: Raw G729 data
fr: Données brutes G729

source: Raw GSM data
fr: Données brutes GSM

source: Raw h263 data
fr: Données brutes h263

source: JPEG (Joint Picture Experts Group) Image
fr: Image JPEG (Joint Picture Experts Group)

source: Raw uLaw 8khz Audio support (PCM)
fr: Gestion de l'audio en loi-µ 8 kHz brute (PCM)

source: load => .so ; Raw aLaw 8khz PCM Audio support
fr: Charger => .so ; Gestion de l'audio en loi-A brute PCM 8 kHz

source: Raw Signed Linear Audio support (SLN)
fr: Gestion de l'audio en linéaire signé brut (SLN)

source: Dialogic VOX (ADPCM) File Format
fr: Format de fichier Dialogic VOX (ADPCM)

source: Microsoft WAV format (8000hz Signed Line
fr: Format Microsoft WAV (8 kHz linéaire signé)

source: Microsoft WAV format (Proprietary GSM)
fr: Format Microsoft WAV (GSM propriétaire)

source: Caller ID related dialplan functions
fr: Fonctions d'aiguillage des appels liées à l'identifiant d'appel

source: ENUM Functions
fr: Fonctions ENUM

source: URI encoding / decoding functions
fr: Fonctions de codage/décodage des URI

source: Asterisk Extension Language Compiler
fr: Compilateur du langage d'extension d'Asterisk

source: Text Extension Configuration
fr: Configuration de l'extension Texte

source: load => .so ; Builtin dialplan functions
fr: charger => .so ; fonctions natives d'aiguillages des appels

source: Outgoing Spool Support
fr: Gestion d'un spool sortant

source: Wil Cal U (Auto Dialer)
fr: Wil Cal U (composeur automatique)

source: MySQL Config Resource
fr: Ressource de configuration de MySQL

source: ODBC Config Resource
fr: Ressource de configuration d'ODBC

source: PGSQL Module
fr: Module PGSQL

source: Cryptographic Digital Signatures
fr: Signatures de chiffrage numérique

source: Call Parking Resource
fr: Ressource de mise en parking des appels

source: Call Monitoring Resource
fr: Ressource de supervision des appels

source: Music On Hold Resource
fr: Ressource de mise en attente musicale

source: ODBC Resource
fr: Ressource ODBC

source: SMDI Module
fr: Module SMDI

source: SNMP Module
fr: Module SNMP

source: Music On Hold
fr: Mise en attente musicale

source: Directory of Music
fr: Répertoire sonore

source: Random Play
fr: morceau choisi aléatoirement

source: DTMF mode
fr: Mode DTMF

source: Primary domain identity for From: headers
fr: Identité du domaine primaire pour les entêtes « From: »

source: From user (required by many SIP providers)
fr: Utilisateur « From » (requis par de nombreux fournisseurs SIP)

source: Allow Insecure for
fr: Autoriser le mode non sécurisé pour

source: Mailbox for MWI
fr: Boîte aux lettres pour MWI

source: NAT between phone and Asterisk
fr: NAT entre le téléphone et Asterisk

source: Check tags in headers
fr: Vérifier les « tags » dans les entêtes

source: Reply Timeout (ms) for down connection
fr: Délai de réponse (en ms) indiquant une connexion tombée

source: Register connection
fr: Connexion au registre

source: Client Type
fr: Type de client

source: Username
fr: Nom d'utilisateur

source: Section sipgeneral
fr: Section générale SIP

source: Allow codecs
fr: Codecs autorisés

source: SIP realm
fr: Domaine SIP

source: Voicemail general options
fr: Options générales de la messagerie vocale

source: From Email address of server
fr: Adresse de courrier électronique source du serveur

source: Voice Mail boxes
fr: Boîtes de messagerie vocale

source: Email contains attachment
fr: Courriel contenant une pièce-jointe

source: Email
fr: Courriel

source: Display Name
fr: Nom affiché

source: Password
fr: Mot de passe

source: Voice Zone settings
fr: Paramètres de la zone Voix

source: Message Format
fr: Format de message
