Repository: openwrt/luci
Catalog: po/*/coovachilli.po
Languages: ca, pt_br

source: General configuration
ca: Configuració general
pt_br: Configuração Geral

source: General CoovaChilli settings
ca: Configuració CoovaChilli general
pt_br: Definições gerais do CoovaChilli

source: Command socket
ca: Socket de comanda
pt_br: Soquete de comando

source: UNIX socket used for communication with chilli_query
ca: SocketUNIX usat per comunicació amb chilli_query
pt_br: Soquete UNIX para comunicação com chilli_query

source: Config refresh interval
ca: Configuració d'interval de refresc
pt_br: Intervalo de atualização da configuração

source: Re-read configuration file and do DNS lookups every interval seconds. This has the same effect as sending the HUP signal. If interval is 0 (zero) this feature is disabled.
ca: Re-llegeix el fitxer de configuració i les consultes DNS cada interval segons. Això té el mateix efecte que enviar el senyal HUP. Si l'interval és 0 (zero) es deshabilita la funció.
pt_br: Reler o arquivo de configuração e faça a busca DNS a cada intervalo de segundos. Isto tem o mesmo efeito que o envio do sinal HUP. Se o intervalo for 0, (zero) esta funcionalidade será desativada.

source: Pid file
ca: Fitxer PID
pt_br: Arquivo de PID

source: Filename to put the process id
ca: Nom de fitxer on posar la ID de procés
pt_br: Nome do arquivo onde será armazenado o PID

source: State directory
ca: Directori d'estat
pt_br: Diretório de estado

source: Directory of non-volatile data
ca: Directori de dades no volàtils
pt_br: Diretório para dados não-voláteis

source: TUN/TAP configuration
ca: Configuració TUN/TAP
pt_br: Configuração TUN/TAP

source: Network/Tun configuration
ca: Configuració de xarxa/tun
pt_br: Configuração de Rede/Tun

source: Network down script
ca: Script de baixada de xarxa
pt_br: Script de descida de rede

source: Script executed after a session has moved from authorized state to unauthorized
ca: Script executat quan es mou una sessió des de l'estat autoritzat a no autoritzat
pt_br: Script executado após o estado de uma sessão ser alterado de autorizado para não-autorizado

source: Network up script
ca: Script de pujada de xarxa
pt_br: Script de subida da rede

source: Script executed after the tun network interface has been brought up
ca: Script executat després que la interfície de xarxa tun s'hagi alçat
pt_br: Script executado após a interface tun de rede ter sido levantada

source: Primary DNS Server
ca: Servidor DNS primari
pt_br: Servidor DNS primário

source: Is used to inform the client about the DNS address to use for host name resolution
ca: S'utilitza per informar el client sobre l'adreça DNS per utilitzar per la resolució de noms de màquina

source: Secondary DNS Server
ca: Servidor DNS secundari
pt_br: Servidor DNS secundário

source: Domain name
ca: Nom de domini
pt_br: Domínio

source: Is used to inform the client about the domain name to use for DNS lookups
ca: S'utilitza per informar el client sobre el no mde domini a utilitzar per les consultes DNS
pt_br: Usado para informar o cliente sobre o domínio a ser utilizado para consultas DNS

source: Dynamic IP address pool
ca: Bateria d'adreces IP dinàmiques
pt_br: Conjunto de endereços IP dinâmicos

source: Specifies a pool of dynamic IP addresses
ca: Especifica una bateria d'adreces IP dinàmiques
pt_br: Especifica um conjunto de endereços IP dinâmicos

source: IP down script
ca: Scripts de baixada IP
pt_br: Script de descida da rede IP

source: Script executed after the tun network interface has been taken down
ca: Script executat després que s'hagi abaixat la interfície de xarxa tun
pt_br: Script executado após a rede da interface tun seja baixada

source: IP up script
ca: Script de pujada IP
pt_br: Script de subida da rede IP

source: Script executed after the TUN/TAP network interface has been brought up
ca: Script executat després que s'hagi apujat la interfície de xarxa TUN/TAP
pt_br: Script executado após a rede da interface TUN/TAP seja levantadas

source: Uplink subnet
ca: Subxarxa de pujada
pt_br: Subrede do enlace superior (uplink)

source: Network address of the uplink interface (CIDR notation)
ca: Adreça de xarxa de la interfície d'enllaç de pujada (notació CIDR)
pt_br: Endereço de rede da interface do enlace superior (notação CIDR)

source: Static IP address pool
ca: Bateria d'adreces IP estàtiques
pt_br: Conjunto de endereços IP estáticos

source: Specifies a pool of static IP addresses
ca: Especifica una bateria d'adreces IP estàtiques
pt_br: Especifica um conjunto de endereços IP estáticos

source: TUN/TAP device
ca: Dispositiu TUN/TAP
pt_br: Dispositivo TUN/TAP

source: The specific device to use for the TUN/TAP interface
ca: El dispositiu específic utilitzar per la interfície TUN/TAP
pt_br: O dispositivo especificado para ser usado pela interface TUN/TAP

source: TX queue length
ca: Llargària de la cua TX
pt_br: Tamanho da fila de envio (TX)

source: The TX queue length to set on the TUN/TAP interface
ca: La llargària de la cua TX per establir la interfície TUN/TAP
pt_br: O tamanho da fila de envio (TX) para ser usado na interface TUN/TAP

source: Use TAP device
ca: Utilitza dispositiu TAP
pt_br: Use dispositivo TAP

source: Use the TAP interface instead of TUN
ca: Utilitza la interfície TAP en comptes de TUN
pt_br: Use o dispositivo TAP ao invés de TUN

source: DHCP configuration
ca: Configuració DHCP
pt_br: Configuração do DHCP

source: Set DHCP options for connecting clients
ca: Estebleix les opcions DHCP pels clients connectats
pt_br: Ajusta as opções do DHCP para clientes a se conectarem

source: DHCP end number
ca: Número final de DHCP
pt_br: Número final do DHCP

source: Where to stop assigning IP addresses (default 254)
ca: Quan deixar d'assignar adreces IP (per defecte 254)
pt_br: Onde terminar a atribuição de endereços IP (padrão 254)

source: DHCP interface
ca: Interfície DHCP
pt_br: Interface DHCP

source: Ethernet interface to listen to for the downlink interface
ca: Interfície Ethernet per escoltar les connexions a la interfície de baixada
pt_br: Interface Ethernet do enlace inferior (downlink) para escutar

source: Listen MAC address
ca: Escolta adreça MAC
pt_br: Endereço MAC de escuta

source: MAC address to listen to. If not specified the MAC address of the interface will be used
ca: Adreça MAC per escoltar. Si no s'especifica, s'utilitzarà l'adreça MAC de la interfície.
pt_br: Endereço MAC de escuta. Se não especificado, o endereço MAC da interface será usado

source: DHCP start number
ca: Número d'inici de DHCP
pt_br: Número inicial do DHCP

source: Where to start assigning IP addresses (default 10)
ca: Quan començar a assignar adreces IP (per defecte 10)
pt_br: A partir de onde iniciará a atribuição de endereços IP (padrão 10)

source: Enable IEEE 802.1x
ca: Activa IEEE 802.1x
pt_br: Habilite IEEE 802.1x

source: Enable IEEE 802.1x authentication and listen for EAP requests
ca: Activa l'autenticació IEEE 802.1x i escolta peticions EAP
pt_br: Habilite autenticação IEEE 802.1x e escute por requisições EAP

source: Leasetime
ca: Temps de Lease
pt_br: Tempo de atribuição

source: Use a DHCP lease of seconds (default 600)
ca: Utilitza un lease de segons (per defecte 600)
pt_br: Use o tempo de atribuição do DHCP, em segundos (padrão 600)

source: RADIUS configuration
ca: Configuració RADIUS

source: Allow session update through RADIUS
ca: Permet l'actualització de sessió a través de RADIUS
pt_br: Permite a atualização da sessão através do RADIUS

source: Allow updating of session parameters with RADIUS attributes sent in Accounting-Response
ca: Permet l'actualització dels paràmetres de sessió amb atributs RADIUS enviats per Accounting-Response
pt_br: Permite a atualização dos parâmetros da sessão com atributos RADIUS enviados na Contabilidade-Resposta

source: Admin password
ca: Contrasenya d'administració
pt_br: Senha do Administrador

source: Password to use for Administrative-User authentication in order to pick up chilli configurations and establish a device "system" session
ca: Contrasenya per utilitzar per autenticació d'usuari administrador per agafar configurcions Chilli i establir una sessió &quot;system&quot; de dispositiu
pt_br: Senha para a autenticação do usuário administrador para pegar as configurações do chili e estabelecer uma sessão de dispositivo "sistema"

source: Admin user
ca: Usuari administrador
pt_br: Usuário administrador

source: User-name to use for Administrative-User authentication in order to pick up chilli configurations and establish a device "system" session
ca: Nom d'usuari per utilitzar per autenticació d'usuari administrador per agafar configurcions Chilli i establir una sessió &quot;system&quot; de dispositiu
pt_br: Nome do usuário para a autenticação do usuário administrador para pegar as configurações do chili e estabelecer uma sessão de dispositivo "sistema"

source: Do not check disconnection requests
ca: No comprovis les peticions de desconnexió
pt_br: Não verifique as requisições de desconexão

source: Do not check the source IP address of radius disconnect requests
ca: No comprovis l'origen de l'adreça IP de les peticions de desconnexió RADIUS
pt_br: Não verifique o endereço IP de origem das requisições de desconexão do radius

source: RADIUS disconnect port
ca: Port de desconnexió RADIUS
pt_br: Porta de desconexão do RADIUS

source: UDP port to listen to for accepting radius disconnect requests
ca: Port UDP per acceptar peticions de desconnexió RADIUS
pt_br: Porta UDP de escuta para aceitar requisições de desconexão do radius

source: Value to use in RADIUS NAS-IP-Address attribute
ca: Valor per utilitzar a l'atribut RADIUS adreça NAS-IP
pt_br: Valor para usar no atributo NAS-IP-Address do RADIUS

source: MAC address value to use in RADIUS Called-Station-ID attribute
ca: Valor d'adreça MAC per utilitzar a l'atribiut RADIUS Called-Station-ID
pt_br: Endereço MAC para usar no atributo Called-Station-ID do RADIUS

source: Allow OpenID authentication
ca: Permet autenticació OpenID
pt_br: Permitir autenticação OpenID

source: Allows OpenID authentication by sending ChilliSpot-Config=allow-openidauth in RADIUS Access-Requests
ca: Permet autenticació OpenID enviant ChilliSpot-Config=allow-openidauth als Access-Requests de RADIUS
pt_br: Permitir autenticação OpenID enviando ChilliSpot-Config=allow-openidauth na Resquisição de Acesso do Radius

source: RADIUS accounting port
ca: Port d'accounting RADIUS
pt_br: Porta de contabilidade do RADIUS

source: The UDP port number to use for radius accounting requests (default 1813)
ca: Port UDP a utilitzar per les peticions d'accounting RADIUS (per defecte 1813)
pt_br: O número da porta UDP para ser usada pela requisição de contabilização do radius (padrão 1813)

source: RADIUS authentication port
ca: Port d'autenticació RADIUS
pt_br: Porta de autenticação do RADIUS

source: The UDP port number to use for radius authentication requests (default 1812)
ca: Port UDP a utilitzar per les peticions d'autenticació RADIUS (per defecte 1812)
pt_br: O número da porta UDP para ser usada pela requisição de autenticação do radius (padrão 1812)

source: Option radiuscalled
ca: Opció radiuscalled
pt_br: Opção radiuscalled

source: RADIUS listen address
ca: Adreça per rebre connexions RADIUS
pt_br: Endereço de escuta do RADIUS

source: Local interface IP address to use for the radius interface
ca: Adreça IP d'interfície local per utilitzar per la interfície RADIUS
pt_br: Endereço IP da interface local para a interface radius

source: RADIUS location ID
ca: ID de localització RADIUS
pt_br: ID da localização do RADIUS

source: WISPr Location ID
ca: ID de localització WISPr
pt_br: ID da Localização WISPr

source: RADIUS location name
ca: Nom de localització RADIUS
pt_br: Nome da localização do RADIUS

source: WISPr Location Name
ca: Nom de localització WISPr
pt_br: Nome da localização WISPr

source: Network access server identifier
ca: Identificació de servidor d'accés de xarxa
pt_br: Identificador do servidor de acesso à rede

source: Option radiusnasip
ca: Opció radiusnasip
pt_br: Opção radiusnasip

source: NAS port type
ca: Tipus de port NAS
pt_br: Tipo de porta NAS

source: Value of NAS-Port-Type attribute. Defaults to 19 (Wireless-IEEE-802.11)
ca: Valor de l'atribut NAS-Port-Type. Per defecte 19 (Wireless-IEEE-802.11)
pt_br: Valor do atributo do NAS-Port-Type. O padrão é 19 (IEEE-802.11-Sem fio)

source: Send RADIUS VSA
ca: Envia RADIUS VSA
pt_br: Enviar VSA do RADIUS

source: Send the ChilliSpot-OriginalURL RADIUS VSA in Access-Request
ca: Envia el RADIUS VSA ChilliSpot-OriginalURl al Access-Request
pt_br: Enviar o ChilliSpot-OriginalURL do VSA do RADIUS na Requisição de Acesso.

source: RADIUS secret
ca: Secret RADIUS
pt_br: Segredo do RADIUS

source: Radius shared secret for both servers
ca: Secret compartit RADIUS pels dos servidors
pt_br: Segredo compartilhado entre ambos os servidores Radius

source: RADIUS server 1
ca: Servidor RADIUS 1
pt_br: Servidor 1 do RADIUS

source: The IP address of radius server 1
ca: L'adreça IP del servidor RADIUS 1
pt_br: Endereço IP do servidor 1 do radius

source: RADIUS server 2
ca: Servidor RADIUS 2
pt_br: Servidor 2 do RADIUS

source: The IP address of radius server 2
ca: L'adreça IP del servidor RADIUS 2
pt_br: Endereço IP do servidor 2 do radius

source: Swap octets
ca: Intercanvia octets
pt_br: Troque octetos

source: Swap the meaning of "input octets" and "output octets" as it related to RADIUS attribtues
ca: Intercanvia el significat dels &quot;octets d'entrada&quot; i els &quot;octets de sortida&quot; com es relacionen els atributs RADIUS
pt_br: Troca o significado de "octetos de entrada" e "octetos de saída" como está relatado nos atributos RADIUS

source: Allow WPA guests
ca: Permet convidats WPA
pt_br: Permite convidados WPA

source: Allows WPA Guest authentication by sending ChilliSpot-Config=allow-wpa-guests in RADIUS Access-Requests
ca: Permet l'autenticació de convidats WPA enviant un ChilliSpot-Config=allow-wpa-guests als Access-Requests de RADIUS
pt_br: Permite a autenticação de convidados WPA enviando ChilliSpot-Config=allow-wpa-guests na Requisição de Acesso do RADIUS

source: RADIUS proxy settings
ca: Configuració de proxy RADIUS

source: Proxy client
ca: Client proxy
pt_br: Cliente proxy

source: IP address from which radius requests are accepted. If omitted the server will not accept radius requests
ca: Adreça IP des de la qual s'accepten les peticions RADIUS. Si s'omet, el servidor no acceptarà peticions RADIUS
pt_br: Endereço IP do qual as requisições radius serão aceitas. Se omitido, o servidor não vai aceitar requisições radius

source: Proxy listen address
ca: Adreça que rep connexions del proxy
pt_br: Endereço de escuta do proxy

source: Local interface IP address to use for accepting radius requests
ca: L'adreça IP de la interfície local a utilitzar per acceptar peticions RADIUS
pt_br: Endereço IP da interface local usado para aceitar as requisições radius

source: Proxy port
ca: Port proxy
pt_br: Porta do Proxy

source: UDP Port to listen to for accepting radius requests
ca: Port UDP a rebre connexions per acceptar peticions RADIUS
pt_br: Porta UDP para aceitar requisições radius

source: Proxy secret
ca: Secret de proxy
pt_br: Segredo do Proxy

source: Radius shared secret for clients
ca: Secret compartit de RADIUS pels clients
pt_br: Segredo compartilhado do Radius para clientes

source: UAM configuration
ca: Configuració UAM
pt_br: Configuração UAM

source: Unified Configuration Method settings
ca: Preferències de Mètode de Configuració Unificat
pt_br: Configurações do Método de Configuração Unificado

source: Use Chilli XML
ca: Utilitza XML Chilli
pt_br: Use XML do Chilli

source: Return the so-called Chilli XML along with WISPr XML
ca: Retorna l'XML Chilli juntament amb l'XML WISPr
pt_br: Retorna o famoso XML do Chili juntamente com o XML do WISPr

source: Default idle timeout
ca: Temps d'espera d'inactivitat màxim per defecte
pt_br: Estouro de tempo de ociosidade padrão

source: Default idle timeout unless otherwise set by RADIUS (defaults to 0)
ca: Temps d'espera d'inactivitat màxim per defecte excepte si s'estableix pel RADIUS (per defecte 0)
pt_br: Estouro de tempo de ociosidade padrão, a não ser que seja definido pelo RADIUS (padrão é 0)

source: Default interim interval
ca: Interval provisional predeterminat
pt_br: Intervalo padrão como interino

source: Default interim-interval for RADIUS accounting unless otherwise set by RADIUS (defaults to 0)
ca: Interval provisional predeterminat per accounting RADIUS excepte si s'estableix pel RADIUS (per defecte 0)
pt_br: Intervalo padrão como interino para a contabilidade do RADIUS, a não ser que seja definido pelo RADIUS (padrão é 0)

source: Default session timeout
ca: Temps d'espera màxim de sessió per defecte
pt_br: Estouro de tempo padrão da sessão

source: Default session timeout unless otherwise set by RADIUS (defaults to 0)
ca: Temps d'espera màxim de sessió per defecte excepte si s'estableix pel RADIUS (per defecte 0)
pt_br: Estouro de tempo padrão da sessão, a não ser que seja definido pelo RADIUS (padrão é 0)

source: Inspect DNS traffic
ca: Inspeccions tràfic DNS
pt_br: Inspeciona tráfego DNS

source: Inspect DNS packets and drop responses with any non- A, CNAME, SOA, or MX records to prevent dns tunnels (experimental)
ca: Inspecciona paquets DNS i descarta ls respostes per qualsevol registre que no sigui A, CNAME, SOA o MX per prevenir túnels DNS (experimental)
pt_br: Inspeciona os pacotes DNS e descarta respostas para qualquer registro que não seja A, CNAME, SOA ou MX. Isto evita túneis pelo DNS (experimental)

source: Local users file
ca: Fitxers d'usuaris local
pt_br: Arquivo de usuários locais

source: A colon seperated file containing usernames and passwords of locally authenticated users
ca: Un fitxer contenint usuaris i contrasenyes separats per punts d'usuaris autenticats localment
pt_br: Um arquivo separado por dois pontos (:) contendo o nome de usuário e senhas para usuários autenticados localmente

source: Location name
ca: Nom de localització
pt_br: Nome da localização

source: Human readable location name used in JSON interface
ca: Nom de localització llegible utilitzat en l'interfície JSON
pt_br: Nome da localização legível usado na interface JSON

source: Do not redirect to UAM server
ca: No readrecis al servidor UAM
pt_br: Não redirecionar para servidor UAM

source: Do not return to UAM server on login success, just redirect to original URL
ca: No retornis al servidor UAM amb quan s'iniciï la sessió amb èxit, readreça només a la URL original
pt_br: Não redirecione para o servidor UAM quando o login for bem sucedido. Somente redirecione para a URL original

source: Do not do WISPr
ca: No facis WISPr
pt_br: Não faça WISPr

source: Do not do any WISPr XML, assume the back-end is doing this instead
ca: No facis cap XML WISPr, assumeix que el back-end ho està fent
pt_br: Não faça qualquer XML do WISPr. Ao invés disto, assuma que o servidor está fazendo isto

source: Post auth proxy
ca: Proxy post autenticació
pt_br: Proxy após a autenticação

source: Used with postauthproxyport to define a post authentication HTTP proxy server
ca: Utilitzat amb postauthproxyport per definir una autenticació HTTP posterior de proxy server
pt_br: Usado em conjunto com postauthproxyport para definir um servidor PROXY HTTP após a autenticação

source: Post auth proxy port
ca: Port proxy post autenticació
pt_br: Porta do proxy após a autenticação

source: Used with postauthproxy to define a post authentication HTTP proxy server
ca: Utilitzat amb postauthproxy per definir un servidor proxy HTTP d'autenticació posterior
pt_br: Usado em conjunto com postauthproxyport para definir um servidor PROXY HTTP após a autenticação

source: Allowed resources
ca: Recursos permesos
pt_br: Recursos permitidos

source: List of resources the client can access without first authenticating
ca: Llista dels recursos que el client pot accedir sense autenticar-se primer
pt_br: Lista de recursos que o cliente pode acessar sem antes se autenticar

source: Allow any DNS server
ca: Permet qualsevol servidor DNS
pt_br: Permitir qualquer Servidor DNS

source: Allow any DNS server for unauthenticated clients
ca: Permet qualsevol servidor DNS per clients no autenticats
pt_br: Permitir qualquer servidor DNS para clientes não autenticados

source: Allow any IP address
ca: Permet qualsevol adreça IP
pt_br: Permitir qualquer endereço IP

source: Allow clients to use any IP settings they wish by spoofing ARP (experimental)
ca: Permet que els clients utilitzin qualsevol configuració IP que vulguin fent ARP spoofind (experimental)
pt_br: Permitir que clientes usem qualquer configuração de IP desejada usando a técnica de falsificação de APR (experimental)

source: Allowed domains
ca: Dominis permesos
pt_br: Domínios permitidos

source: Defines a list of domain names to automatically add to the walled garden
ca: Defineix una llista de noms de domini per afegir automàticament al jardí tancat
pt_br: Define uma lista de domínios automaticamente adicionados para acesso da zona controlada

source: UAM homepage
ca: Pàgina d'inici UAM
pt_br: Página do UAM

source: URL of homepage to redirect unauthenticated users to
ca: URL de la pàgina d'inici per readreçar usuari no autenticats
pt_br: URL da página para onde redirecionar os usuários não autenticados

source: UAM static content port
ca: Port de contingut estàtic UAM
pt_br: Porta de conteúdo estático do UAM

source: TCP port to bind to for only serving embedded content
ca: Port TCP on escoltar per servir només contingut empotrat
pt_br: Porta TCP para somente servidor conteúdo embutido

source: UAM listening address
ca: Adreça per on escoltar UAM
pt_br: Endereço de escuta do UAM

source: IP address to listen to for authentication of clients
ca: Adreça IP on escoltar pels l'autenticació dels clients
pt_br: Endereço IP para escutar pela autenticação dos clientes

source: UAM logout IP
ca: IP de final de sessió UAM
pt_br: IP de desautenticação do UAM

source: Use this IP address to instantly logout a client accessing it (defaults to 1.1.1.1)
ca: Utilitza aquesta adreça IP per finalitzar la sessió d'un que hi accedeix instantàniament (per defecte 1.1.1.1)
pt_br: Use este endereço IP para instantaneamente desautenticar um cliente que a acessar (padrão é 1.1.1.1)

source: UAM listening port
ca: Port on escoltar UAM
pt_br: Porta de escuta do UAM

source: TCP port to bind to for authenticating clients (default 3990)
ca: Port TCP per on escoltar l'autenticació de clients (per defecte 3990)
pt_br: Porta de escuta do UAM para autenticar clientes (padrão é 3990)

source: UAM secret
ca: Secret UAM
pt_br: Segredo do UAM

source: Shared secret between uamserver and chilli
ca: Secret compartit entre el uamserver i el chilli

source: UAM server
ca: Servidor UAM

source: URL of web server to use for authenticating clients
ca: URL del servidor URL a utilitzar per clients autenticats

source: UAM user interface
ca: Interfície d'usuari UAM

source: An init.d style program to handle local content on the uamuiport web server
ca: Un programa de l'stil init.d per gestionar el contingut local al servidor web uamuiport

source: Use status file
ca: Utilitza fitxer d'estat

source: Write the status of clients in a non-volatile state file (experimental)
ca: Escriu l'estat dels clients en un fitxer d'estat no volàtil (experimental)

source: WISPr login url
ca: URL d'inici de sessió WISPr

source: Specific URL to be given in WISPr XML LoginURL
ca: URL específica a donar a la URL d'inici de sessió de l'XML WISPr

source: CGI program
ca: Programa CGI

source: Executable to run as a CGI type program (like haserl) for URLs with extention .chi
ca: Executable per executar com un programa de tipus CGI (com el haserl) per URLs amb extensió .chi

source: Web content directory
ca: Directori de contingut web
