Repository: openwrt/luci
Catalog: po/*/coovachilli.po
Languages: ca, pt_br

source: Directory where embedded local web content is placed
ca: Directori on se situa el contingut web local empotrat

source: MAC configuration
ca: Configuració MAC

source: Configure MAC authentication
ca: Configura l'autenticació MAC

source: Allowed MAC addresses
ca: Adreces MAC permeses

source: List of MAC addresses for which MAC authentication will be performed
ca: Llista d'adreces MAC per les que es realitzarà autenticació MAC

source: Authenticate locally allowed MACs
ca: Autentica localment les MACs permeses

source: Authenticate allowed MAC addresses without the use of RADIUS
ca: Autentica les adreces MAC permeses sense l'ús del RADIUS

source: Enable MAC authentification
ca: Activa l'autenticació MAC

source: Try to authenticate all users based on their mac address alone
ca: Intenta autenticar tots els usuaris basats només en la seva adreça MAC

source: Password
ca: Contrasenya

source: Password used when performing MAC authentication
ca: Contrasenya utilitzada quan es realitza autenticació MAC

source: Suffix
ca: Sufix

source: coovachilli_macauth_macsuffix_desc
ca: Sufix per afegir a l'adreça MAC per formar el nm d'usuari, que s'enviarà al servidor RADIUS

source: NAS IP
pt_br: IP do NAS

source: NAS MAC
pt_br: MAC do NAS

source: NAS ID
pt_br: ID do NAS
