Repository: openwrt/luci
Catalog: po/*/diag_devinfo.po
Languages: de, fr, pl

source: Actions
de: Aktionen

source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj

source: Beginning of MAC address range
de: Beginn des MAC-Adress-Bereiches
fr: Début de la plage d'adresses MAC
pl: Początek zakresu MAC adresów

source: Config Phone Scan
de: Telefonsuche konfigurieren
fr: Configurer la recherche de téléphone
pl: Konfiguruj skanowanie telefonów

source: Configure
de: Konfigurieren
fr: Configurer
pl: Konfiguruj

source: Configure Scans
de: Suche konfigurieren

source: Configure scanning for devices on specified networks. Decreasing 'Timeout', 'Repeat Count', and/or 'Sleep Between Requests' may speed up scans, but also may fail to find some devices.
de: Konfiguriere Suche für Geräte in gewählten Netzwerken. Das Verringern von 'Zeitüberschreitung', 'Wiederholungszähler' und/oder 'Pause zwischen Anfragen' kann die Geschwindigkeit der Suche erhöhen, aber auch das Finden einzelner Geräte verhindern.

source: Configure scanning for supported SIP devices on specified networks. Decreasing 'Timeout', 'Repeat Count', and/or 'Sleep Between Requests' may speed up scans, but also may fail to find some devices.
de: Konfiguriere Suche für SIP-Gerätein gewählten Netzwerken. Das Verringern von 'Zeitüberschreitung', 'Wiederholungszähler' und/oder 'Pause zwischen Anfragen' kann die Geschwindigkeit der Suche erhöhen, aber auch das Finden einzelner Geräte verhindern.

source: Delete
de: Löschen
fr: Supprimer
pl: Usuń

source: Device Scan Config
de: Gerätesuche konfigurieren
fr: Configuration de la recherche de périphériques
pl: Konfiguruj skanowanie urządzeń

source: Device Type
de: Geräte-Typ

source: Devices discovered for
de: Geräte gefunden für

source: Devices on Network
de: Geräte im Netzwerk
fr: Périphériques sur le réseau
pl: Urządzenia w sieci

source: Edit
de: Bearbeiten
fr: Éditer
pl: Edytuj

source: Enable
de: Aktivieren
fr: Activer
pl: Włącz

source: End of MAC address range
de: Ende des MAC-Adress-Bereiches
fr: Fin de la plage d'adresses MAC
pl: Koniec zakresu MAC adresów

source: Go to relevant configuration page
de: Gehe zu entsprechender Konfigurations-Seite

source: IP Address
de: IP-Adresse
fr: Adresse IP
pl: Adres IP

source: Interface
de: Schnittstelle
pl: Interfejs

source: Invalid
de: Ungültig
fr: Invalide
pl: Nieprawidłowe

source: Link to Device
de: Verknüpfung zu Gerät
fr: Lien vers le périphérique
pl: Połączenie do urządzenia

source: MAC Address
de: MAC-Adresse
fr: Adresse MAC
pl: Adres MAC

source: MAC Device Info Overrides
de: Benutzerdefinierte MAC-zu-Gerät-Benennungen

source: MAC Device Override
de: Benutzerdefinierte MAC-zu-Gerät-Benennung
fr: Modification de MAC de périphériques
pl: Pomijanie adresu MAC urządzenia

source: MAC range and information used to override system and IEEE databases
de: MAC-Adressbereich und Benennungen um die Informationen der System- und IEEE-Datenbanken zu überschreiben
fr: Gamme d'adresses MAC et informations utilisées pour modifier les bases système et IEEE
pl: Zakres adresów MAC i informacje użyte do zastąpienia baz danych systemowych i IEEE

source: Milliseconds to sleep between requests (default 100)
de: Wartezeit zwischen den Anfragen in Millisekunden (Standard 100)
fr: Durée d'attente en millisecondes entre les requêtes (par défaut 100)
pl: Ilośś milisekund pauzy pomiędzy zapytaniami (domyślnie 100)

source: Model
de: Modell

source: Network Device Scan
de: Netzwerkgerätesuche

source: Network Device Scanning Configuration
de: Konfiguration der Netzwerkgerätesuche

source: Networks to scan for devices
de: Zu durchsuchende Netzwerke

source: Networks to scan for supported devices
de: Nach unterstützten Geräten zu durchsuchende Netzwerke

source: No SIP devices
de: keine SIP-Geräte
fr: Pas de périphérique SIP
pl: Brak urządzeń SIP

source: No devices detected
de: keine Geräte gefunden
fr: Pas de périphérique détecté
pl: Nie wykryto urządzeń

source: Number of times to send requests (default 1)
de: Anzahl der Versuche Anfragen zu senden (Standard 1)
fr: Nombre de tentatives d'envois des requêtes (1 par défaut)
pl: Ilość powtórzeń wysłania żądania (domyślnie 1)

source: OUI Owner
de: OUI-Organisation
fr: OUI du fabricant
pl: Właściciel OUI

source: Override the information returned by the MAC to Device Info Script (mac-to-devinfo) for a specified range of MAC Addresses
de: Überschreibt die Informationen die durch das MAC-zu-Gerätename-Programm (mac-to-devinfo) für einen bestimmten MAC-Adressbereich zurückgegeben werden
fr: Modifie les informations renvoyées par le script d'information « MAC vers Périphérique » (mac-to-devinfo) pour une gamme donnée d'adresses MAC
pl: Zastąp informacje zwracanych przez skrypt MAC to Device Info Script (MAC-to-devinfo) dla określonego zakresu adresów MAC

source: Perform Scans (this can take a few minutes)
de: Führe Suche aus (Dies kann einige Minuten dauern)

source: Phone Information
de: Informationen zum Telefon
fr: Informations concernant le téléphone
pl: Informacje o telefonie

source: Phone Scan
de: Telefonsuche
fr: Recherche d'un téléphone
pl: Skanowanie telefonów

source: Phone Scanning Configuration
de: Konfiguration der Telefonsuche
fr: Configuration de la recherche d'un téléphone
pl: Konfiguracja skanowania telefonu

source: Phones
de: Telefone
fr: Téléphones
pl: Telefony

source: Raw
de: Rohdaten
fr: Brut
pl: Surowe

source: Repeat Count
de: Wiederholungsanzahl
fr: Nombre de tentatives
pl: Ilość powtórzeń

source: Repeat Scans (this can take a few minutes)
de: Wiederhole Suche (Dies kann einige Minuten dauern)

source: SIP Device Information
de: SIP-Geräteinformationen
fr: Informations concernant le périphérique SIP
pl: Informacje o urządzeniu SIP

source: SIP Device Scan
de: SIP-Gerätesuche
fr: Recherche de périphérique SIP
pl: Skanowanie urządzeń SIP

source: SIP Device Scanning Configuration
de: Konfiguration der SIP-Gerätesuche
fr: Configuration de la recherche de périphériques SIP
pl: Konfiguracja skanowania urządzeń SIP

source: SIP Devices on Network
de: SIP-Geräte im Netzwerk
fr: Périphériques SIP sur le réseau
pl: Urządzenia SIP w sieci

source: SIP devices discovered for
de: SIP-Geräte entdeckt für

source: Scan for devices on specified networks.
de: Suche nach Geräten im spezifizierten Netzwerk
fr: Rechercher des périphériques sur les réseaux spécifiés.
pl: Skanuj w poszukiwaniu urządzeń w danej sieci.

source: Scan for supported SIP devices on specified networks.
de: Suche nach SIP-unterstützenden Geräten im spezifizierten Netzwerk

source: Scanning Configuration
de: Such-Konfiguration

source: Sleep Between Requests
de: Wartezeit zwischen den Versuchen
fr: Attente entre les requêtes
pl: Pauza pomiędzy zapytaniami

source: Subnet
de: Subnetz
fr: Sous-réseau
pl: Podsieć

source: This section contains no values yet
de: Dieser Abschnitt enthält noch keine Werte

source: Time to wait for responses in seconds (default 10)
de: Antwortwartezeit in Sekunden (Standard: 10)
fr: Durée d'attente des réponses en secondes (par défaut 10)
pl: Czas oczekiwania na odpowiedź w sekundach (domyślnie 10)

source: Timeout
de: Zeitüberschreitung
pl: Czas oczekiwania

source: Use Configuration
de: Verwende Konfiguration

source: Vendor
de: Hersteller

source: check other networks
de: Prüfe andere Netzwerke
fr: Explorer d'autres réseaux
pl: sprawdź inne sieci

source: Name
fr: Nom
pl: Nazwa
