Repository: openwrt/luci
Catalog: po/*/ffwizard.po
Languages: cs

source: Allow to transfer anonymous statistics about this node
cs: Povolit přenášení anonymních statistik o tomto uzlu.

source: Channel
cs: Kanál

source: Configure network
cs: Nastavit síť

source: Connect your node with other nodes with a tunnel via the internet.
cs: Propojit váš uzel s jinými pomocí tunelu skrz internet.

source: DHCP IP range
cs: Rozsah IP adres DHCP

source: DHCP will automatically assign ip addresses to clients
cs: DHCP bude klientům automaticky přidělovat IP adresy

source: Enable DHCP
cs: Povolit DHCP

source: Gateway
cs: Brána

source: IP address
cs: IP adresa

source: L2gvpn tunnel
cs: L2gvpn tunel

source: Limit download bandwidth
cs: Omezit šířku pásma pro stahování

source: Limit upload bandwidth
cs: Omezit šířku pásma pro nahrávání

source: Password
cs: Heslo

source: Password confirmation
cs: Potvrdit heslo

source: Password successfully changed
cs: Heslo bylo úspěšně změněno

source: Protect LAN
cs: Ochránit LAN

source: Protocol
cs: Protokol

source: Select this checkbox to configure your network interfaces.
cs: Zaškrtněte toto pole, pokud chcete nastavit vaše síťová rozhraní

source: Select this to allow others to use your connection to access the internet.
cs: Zaškrtnutím povolíte ostatním využití vašeho rozhraní pro přístup k internetu.

source: Share your internet connection
cs: Sdílet připojení k internetu

source: The ipv6 address is calculated auomatically.
cs: IPv6 adresy jsou počítány automaticky.

source: This will setup a new virtual wireless interface in Access Point mode.
cs: Nastaví nové virtuální bezdrátové rozhraní v režimu Access Pointu

source: This wizard will assist you in setting up your router for Freifunk or another similar wireless community network.
cs: Tento průvodce vám pomůže s nastavením vašeho routeru pro Freifunk nebo podobnou komunitní bezdrátovou síť.

source: Unknown Error
cs: Neznámá chyba

source: Username
cs: Uživatelské jméno

source: Wizard
cs: Průvodce

source: Configure this interface.
cs: Nastavit toto rozhraní.

source: recommended
cs: doporučené

source: Basic settings
cs: Základní nastavení

source: Basic settings are incomplete. Please go to
cs: Základní nastavení není kompletní. Prosím pokračujte

source: Error
cs: Chyba

source: You can not use the wizard because some necessary values are missing.
cs: Nemůžete použít průvodce, protože chybí některé nezbytné hodnoty.

source: and fill out all required fields.
cs: a vyplňte všechna požadovaná pole.
