Repository: openwrt/luci
Catalog: po/*/firewall.po
Languages: hu

source: %s in %s
hu: %s %s-ban

source: %s%s with %s
hu: %s%s %s-el

source: %s, %s in %s
hu: %s, %s %s-ben

source: (Unnamed Entry)
hu: (Névtelen bejegyzés)

source: (Unnamed Rule)
hu: (Névtelen szabály)

source: (Unnamed SNAT)
hu: (Névtelen SNAT)

source: -- Please choose --
hu: -- Kérem válasszon --

source: -- custom --
hu: -- egyéni --

source: <var>%d</var> pkts. per <var>%s</var>
hu: <var>%d</var> csomag/<var>%s</var>

source: <var>%d</var> pkts. per <var>%s</var>, burst <var>%d</var> pkts.
hu: <var>%d</var> csom. <var>%s</var>-enként, burst <var>%d</var> csom.

source: <var>%s</var> and limit to %s
hu: <var>%s</var> és korlátozás %s-re

source: Action
hu: Művelet

source: Add
hu: Hozzáadás

source: Add and edit...
hu: Hozzáadás és szerkesztés...

source: Advanced Settings
hu: Haladó beállítások

source: Allow forward from <em>source zones</em>:
hu: Továbbítás engedélyezése ezekből a <em>forrás zónákból</em>:

source: Allow forward to <em>destination zones</em>:
hu: Továbbítás engedélyezése ezekbe a <em>cél zónákba</em>:

source: Any
hu: Bármelyik

source: Covered networks
hu: Lefedett hálózatok

source: Custom Rules
hu: Egyéni szabályok

source: Custom rules allow you to execute arbritary iptables commands which are not otherwise covered by the firewall framework. The commands are executed after each firewall restart, right after the default ruleset has been loaded.
hu: Az egyedi szabályok lehetővé teszik tetszőleges iptables parancsok futtatását melyekre a tűzfal keretrendszer egyébként nem biztosít lehetőséget. A parancsok a tűzfal minden újraindításakor futtatásra kerülnek, közvetlenül az alapértelmezett szabálykészletek betöltése után.

source: Destination IP address
hu: Cél IP-cím

source: Destination address
hu: Cél cím

source: Destination port
hu: Cél port

source: Destination zone
hu: Cél zóna

source: Do not rewrite
hu: Ne írja felül

source: Drop invalid packets
hu: Érvénytelen csomagok eldobása

source: Enable
hu: Engedélyezés

source: Enable NAT Loopback
hu: NAT visszacsatolás engedélyezése

source: Enable SYN-flood protection
hu: SYN-flood védelem engedélyezése

source: Enable logging on this zone
hu: Naplózás engeélyezése ezen a zónán

source: External IP address
hu: Külső IP cím

source: External port
hu: Külső port

source: External zone
hu: Külső zóna

source: Extra arguments
hu: További argumentumok

source: Firewall
hu: Tűzfal

source: Firewall - Custom Rules
hu: Tűzfal - Egyéni szabályok

source: Firewall - Port Forwards
hu: Tűzfal - Port továbbítások

source: Firewall - Traffic Rules
hu: Tűzfal - Forgalmi szabályok

source: Firewall - Zone Settings
hu: Tűzfal - Zóna beállítások

source: Force connection tracking
hu: Kapcsolat követés kényszerítése

source: Forward
hu: Továbbítás

source: Forward to
hu: Továbbítás ennek

source: From %s in %s
hu: %s felől %s-ben

source: From %s in %s with source %s
hu: %s felől %s-ben %s forrással

source: From %s in %s with source %s and %s
hu: %s felől %s-ben %s és %s forrással

source: General Settings
hu: Általános beállítások

source: IPv4 and IPv6
hu: IPv4 és IPv6

source: IPv4 only
hu: csak IPv4

source: IPv6 only
hu: csak IPv6

source: Input
hu: Bemenet

source: Inter-Zone Forwarding
hu: Zónák-közötti továbbítás

source: Internal IP address
hu: Belső IP cím

source: Internal port
hu: Belső port

source: Internal zone
hu: Belső zóna

source: Limit log messages
hu: Napló üzenetek korlátozása

source: MSS clamping
hu: MSS clamping engegélyezése

source: Masquerading
hu: Álcázás

source: Match
hu: Szűrés

source: Match ICMP type
hu: Szűrés ICMP típus alapján

source: Match forwarded traffic to the given destination port or port range.
hu: Továbbított forgalom szűrése a megadott cél port, vagy port tartomány szerint.

source: Match incoming traffic directed at the given destination port or port range on this host
hu: Adott portra vagy port tartományra irányított bejövő forgalom szűrése ezen a gépen

source: Match incoming traffic originating from the given source port or port range on the client host.
hu: Az ügyfél gép megadott portjáról, vagy port tartományából indított forgalom szűrése.

source: Name
hu: Név

source: New SNAT rule
hu: Új SNAT szabály

source: New forward rule
hu: Új továbbítási szabály

source: New input rule
hu: Új bemeneti szabály

source: New port forward
hu: Új port továbbítás

source: New source NAT
hu: Új forrás NAT

source: Only match incoming traffic directed at the given IP address.
hu: Csak a megadott IP címre irányított bejövő forgalmat egyeztesse.

source: Only match incoming traffic from these MACs.
hu: Csak a megadott MAC címekről érkező bejövő forgalmat egyeztesse.

source: Only match incoming traffic from this IP or range.
hu: Csak a megadott IP címről illetve IP címtartományból érkező bejövő forgalmat egyeztesse.

source: Only match incoming traffic originating from the given source port or port range on the client host
hu: Csak az ügyfél gép megadott forrás portjáról illetve forrás port tartományába tartozó portról indított bejövő forgalmat egyeztesse.

source: Open ports on router
hu: Port megnyitása a routeren

source: Other...
hu: Egyéb...

source: Output
hu: Kimenet

source: Passes additional arguments to iptables. Use with care!
hu: További argumentumok küldése az iptables részére. Használja körültekintően!

source: Port Forwards
hu: Port továbbítás

source: Port forwarding allows remote computers on the Internet to connect to a specific computer or service within the private LAN.
hu: A port továbbítás lehetővé teszi az interneten lévő távoli számítógépeknek a privát helyi hálózat bizonyos számítógépéhez vagy szolgáltatásához történő csatlakozását.

source: Protocol
hu: Protokoll

source: Redirect matched incoming traffic to the given port on the internal host
hu: Átirányítja az egyező bejövő forgalmat a belső gép megadott portjához

source: Redirect matched incoming traffic to the specified internal host
hu: Átirányítja az egyező bejövő forgalmat a megadott belső géphez

source: Restrict Masquerading to given destination subnets
hu: Álcázás korlátozása a megadott cél alhálózatokra

source: Restrict Masquerading to given source subnets
hu: Álcázás korlátozása a megadott forrás alhálózatokra

source: Restrict to address family
hu: Korlátozás cím családra

source: Rewrite matched traffic to the given address.
hu: Az összeíllő forgalom átírása a megadott címre.

source: Rewrite matched traffic to the given source port. May be left empty to only rewrite the IP address.
hu: Az összeillő forgalom átírása a megadott forrás portra. Amennyibe üresen van hagyva, csak az IP cím kerül átírásra.

source: Rewrite to source %s
hu: Átírás %s forrásra

source: Rewrite to source %s, %s
hu: Átírás %s, %s forrásra

source: SNAT IP address
hu: SNAT IP cím

source: Source IP address
hu: Forrás IP cím

source: Source MAC address
hu: Forrás MAC cím

source: Source NAT
hu: Forrás NAT

source: Source NAT is a specific form of masquerading which allows fine grained control over the source IP used for outgoing traffic, for example to map multiple WAN addresses to internal subnets.
hu: A forrás NAT az álcázás olyan speciális formája, mely lehetővé teszi a kimenő forgalomhoz használt forrás IP címek aprólékos szabályozását, például több WAN cím hozzárendelését a belső alhálózatokhoz.

source: Source address
hu: Forrás cím

source: Source port
hu: Forrás port

source: Source zone
hu: Forrás zóna

source: The firewall creates zones over your network interfaces to control network traffic flow.
hu: A tűzfal zónákat határoz meg a hálózati interfészek fölött a hálózati forgalom áramlásának szabályozására.

source: The options below control the forwarding policies between this zone (%s) and other zones. <em>Destination zones</em> cover forwarded traffic <strong>originating from %q</strong>. <em>Source zones</em> match forwarded traffic from other zones <strong>targeted at %q</strong>. The forwarding rule is <em>unidirectional</em>, e.g. a forward from lan to wan does <em>not</em> imply a permission to forward from wan to lan as well.
hu: Az alábbi beállítások vezérlik a továbbítási irányelveket a jelenlegi zóna (%s) és a többi zóna között. A <em>cél zónák</em> fedik le a továbbított forgalmat <strong>amelynek forrása %q</strong>. A <em>forrás zónák</em> szűrik a továbbított forgalmat más zónákból <strong>melynek célja %q</strong>. A továbbítási szabály <em>egyirányú</em>, tehát pl. egy továbbítás LAN-ból WAN-ba <em>nem</em> jelenti azt, hogy a továbbítás WAN-ból LAN-ba is engedélyezett.

source: This page allows you to change advanced properties of the port forwarding entry. In most cases there is no need to modify those settings.
hu: Ez a lap lehetővé teszi a port továbbítási bejegyzések speciális tulajdonságainak módosítását. A legtöbb esetben ezeknek a beállításoknak a módosítása nem szükséges.

source: This page allows you to change advanced properties of the traffic rule entry, such as matched source and destination hosts.
hu: Ez a lap lehetővé teszi a forgalmi szabály bejegyzés speciális tulajdonságainak módosítását, mint a forrás- és célgépek megfeleltetése.

source: To %s at %s on <var>this device</var>
hu: %s-re %s-nél a <var>eszközön</var>

source: To %s in %s
hu: %s-re %s-ben

source: To %s on <var>this device</var>
hu: %s-re a <var>eszközön</var>

source: To %s, %s in %s
hu: %s-re, %s %s-ben

source: To source IP
hu: Forrás IP-re

source: To source port
hu: Forrás portra

source: Traffic Rules
hu: Forgalmi szabályok

source: Traffic rules define policies for packets traveling between different zones, for example to reject traffic between certain hosts or to open WAN ports on the router.
hu: A forgalmi szabályok a különböző zónák között utazó csomagokra vonatkozó házirendet határozzák meg, például bizonyos gépek közötti forgalom megakadályozához vagy WAN portok megnyitásához a routeren.

source: Via %s
hu: %s-en át

source: Via %s at %s
hu: %s-en át %s-nél

source: You may specify multiple by selecting "-- custom --" and then entering protocols separated by space.
hu: Az "-- egyéni --" lehetőség választásával több protokoll megadása lehetséges egymástól szóközzell elválasztva.

source: Zone %q
hu: Zóna %q

source: Zone ⇒ Forwardings
hu: Zóna ⇒ Továbbítások

source: Zones
hu: Zónák

source: accept
hu: elfogadás

source: any
hu: bármelyik

source: any host
hu: bármelyik gép

source: any router IP
hu: bármelyik router IP

source: any zone
hu: bármelyik zóna

source: don't track
hu: ne kövesse

source: drop
hu: eldobás

source: reject
hu: visszautasítás
