Repository: openwrt/luci
Catalog: po/*/freifunk.po
Languages: de, es, no, pl

source: Bad (ETX > 10)
es: Malo (ETX > 10)

source: Basic Settings
de: Grundeinstellungen
es: Configuración básica
no: Grunnleggende Innstillinger
pl: Ustawienia Podstawowe

source: Basic settings
de: Grundeinstellungen
es: Configuración básica
no: Grunnleggende innstillinger
pl: Ustawienia podstawowe

source: Basic settings are incomplete. Please go to
de: Die Grundeinstellungen sind unvollständig. Bitte gehe zur Seite
es: Configuración básica incompleta. Por favor vaya a
no: Grunnleggende innstillinger er mangelfull. Gå til
pl: Niekompletne ustawienia podstawowe. Proszę uzupełnić

source: Basic system settings
de: Grundlegende Systemeinstellungen
es: Configuración básica del sistema
no: Grunnleggende system innstillinger
pl: Podstawowe ustawienia systemu

source: Channel
de: Kanal
es: Canal
no: Kanal
pl: Kanał

source: Check for new firmware versions and perform automatic updates.
de: Der Fernupdate-Mechanismus prüft nach neuen Firmware-Versionen und führt automatisierte Updates durch.
es: Comprobar nuevas versiones de firmware y realizar actualizaciones automáticas.
no: Se etter nye firmware-versjoner og utfør automatiske oppdatering.
pl: Automatycznie sprawdź i uaktualnij wersję firmware`u

source: Client network size
de: Größe des DHCP-Netzes
es: Tamaño de la red cliente
no: Klient nettverk størrelse
pl: Rozmiar sieci klientów

source: Community
es: Comunidad
no: Sted
pl: Społeczność

source: Community profile
es: Perfil de la comunidad
no: Sted profil
pl: Profil w społeczności

source: Community settings
de: Community Einstellungen
es: Configuración de la comunidad
no: Sted innstillinger
pl: Ustawienia społeczności

source: Confirm Upgrade
es: Confirmar actualización
no: Bekreft Oppgradering
pl: Potwierdź uaktualnienie

source: Contact
de: Kontakt
es: Contacto
no: Kontakt
pl: Dane kontaktowe

source: Contact information is incomplete. Please go to
de: Die Kontaktinformationen sind unvollständig. Bitte gehe zur Seite
es: La información de contacto no está completa. Por favor vaya a
no: Kontaktinformasjonen er mangelfull. Gå til
pl: Dane kontaktowe są niekompletne. Proszę uzupełnij je

source: Coordinates
de: Geokoordinaten
es: Coordenadas
no: Koordinater
pl: Współrzędne

source: Country code
es: Código de país
no: Landskode
pl: Prefiks kraju

source: Default routes
de: Standardrouten
es: Rutas por defecto
no: Standard ruter
pl: Domyślne trasy (routes)

source: Disable default content
de: Standardtext deaktivieren
es: Desactive contenido por defecto
no: Deaktiver standard innhold
pl: Wyłącz domyślną zawartość

source: Diversity is enabled for device
de: Diversity ist aktiv für das Interface
es: Diversidad activar para el dispositivo
no: Antennevariasjon er aktivert på enhet
pl: Różnorodność jest włączona dla urządzenia

source: Edit index page
de: Indexseite bearbeiten
es: Editar índice
no: Rediger indeks side
pl: Edytuj stronę główną

source: Enable IPv6
es: Activar IPv6
pl: Włącz IPv6

source: Find your coordinates with OpenStreetMap
de: Geokoordinaten mit OpenStreetMap ermitteln
es: Busca sus coordenadas con OpenStreetMap
no: Finn koordinatene dine med OpenStreetMap
pl: Znajdź swoje współrzędne w OpenStreetMap

source: Freifunk Overview
de: Freifunk Übersicht
es: Resumen de Freifunk
no: Freifunk Oversikt
pl: Przegląd sieci Freifunk

source: Freifunk Remote Update
de: Freifunk Fernupdate
es: Actualización remota de Freifunk
no: Freifunk Fjernkontrollert Oppgradering
pl: Zdalna aktualizacja Freifunk

source: Gateway
es: Pasarela
pl: Brama

source: Go to
de: Gehe zu
es: Ir a
no: Gå til
pl: Przejdź do

source: Good (2 < ETX < 4)
es: Bueno (2 < ETX < 4)

source: Green
es: Verde

source: Hello and welcome in the network of
de: Hallo und willkommen im Netz von
es: Hola y bienvenido a la red de
no: Hei og velkommen til nettverket av
pl: Cześć ! Witamy w sieci

source: Hide OpenStreetMap
de: OpenStreetMap ausblenden
es: Ocultar OpenStreetMap
no: Skjul OpenStreetMap
pl: Ukryj OpenStreetMap

source: Homepage
es: Página inicial
no: Hjemmeside
pl: Strona domowa

source: Hostname
es: Nombre de máquina
no: Vertsnavn
pl: Nazwa hosta

source: IPv6 Config
es: Configuración de IPv6
pl: Konfiguracja IPv6

source: IPv6 Prefix
es: Prefijo IPv6
pl: Prefiks IPv6

source: IPv6 network in CIDR notation.
es: Red IPv6 en notación CIDR.
pl: Sieć IPv6 w notacji CIDR

source: If selected then the default content element is not shown.
de: Wird diese Option gewählt dann wird das standardmässige Inhaltselement nicht angezeigt.
es: No mostrar el contenido por defecto.
no: Om valgt vises ikke det vanlige innholdselementet
pl: Jeśli zaznaczone domyślna zawartość nie jest widoczna

source: If you are interested in our project then contact the local community
de: Hast du Interesse an diesem Projekt, dann wende dich an deine lokale Gemeinschaft
es: Si se encuentra interesado en nuestro proyecto contácte, por favor, con su comunidad local mas cercana
no: Hvis du er interessert i prosjektet vårt så ta kontakt med en lokale gruppe på
pl: Jeśli jesteś zainteresowany projektem kontaktuj się z lokalna społecznością Freifunk

source: Index Page
de: Index-Seite
es: Índice
no: Indeks Side
pl: Strona początkowa

source: Interface
de: Schnittstelle
es: Interfaz
no: Grensesnitt
pl: Interfejs

source: Internet access depends on technical and organisational conditions and may or may not work for you.
de: Der Internetzugang über das experimentelle Freifunknetz ist an technische und organisatorische Bedingungen geknüpft und deshalb möglicherweise nicht (immer) gewährleistet.
es: El acceso a Internet depende de condiciones tanto técnicas como organizativas por lo que puede no funcionarle.
no: Internett tilgang er avhengig av tekniske og organisatoriske forhold, defor er det ikke sikkert det fungerer for deg.
pl: Dostęp do internetu zależy od warunków technicznych i organizacyjnych, i dlatego może nie działać.

source: It is operated by
de: Er wird betrieben von
es: Administrado por
no: Det drives av
pl: Jest zarządzany przez

source: Keep configuration
de: Konfigurationsdateien wiederherstellen
es: Mantener configuración
no: Behold konfigurasjonen
pl: Zachowaj konfigurację

source: Latitude
de: Breite
es: Latitud
no: Breddegrad
pl: Szerokość

source: Legend
es: Leyenda
pl: Legenda

source: Load
es: Carga
no: Last
pl: Obciążenie

source: Local Time
de: Lokale Zeit
es: Hora local
no: Lokal Tid
pl: Czas Lokalny

source: Location
de: Standort
es: Lugar
no: Sted
pl: Lokacja

source: Longitude
de: Länge
es: Longitud
no: Lengdegrad
pl: Długość

source: Map
de: Karte
es: Mapa
no: Kart
pl: Mapa

source: Map Error
de: Fehler beim Darstellen der Karte
es: Error en el map
no: Kart Feil
pl: Błąd Mapy

source: Memory
de: Hauptspeicher
es: Memoria
no: Minne
pl: Pamięć

source: Mesh prefix
de: Prefix des Meshs
es: Prefijo mesh
no: Mesh prefiks
pl: Prefiks komórki

source: Metric
es: Métrica
no: Metrisk
pl: Metryka

source: Mode
es: Modo
no: Modus
pl: Tryb

source: Network
de: Netzwerk
es: Red
no: Nettverk
pl: Sieć

source: Network for client DHCP addresses
de: Netzwerk aus dem IPs für Clients vergeben werden
es: Red para las direcciones DHCP de los clientes
no: Nettverk for klient DHCP adresser
pl: Sieć dla adresów klienta DHCP

source: Nickname
de: Pseudonym
es: Apodo
no: Kallenavn
pl: Twoja ksywka

source: No default routes known.
de: Es sind keine Standardrouten bekannt.
es: Sin rutas por defecto.
no: Ingen standard rute er kjent
pl: Nie są znane żadne domyślne ścieżki routingu.

source: Notice
de: Notiz
es: Aviso
no: Merknad
pl: Uwaga

source: Operator
es: Administrador
pl: Zarządca

source: Orange
es: Naranja

source: Overview
de: Übersicht
es: Repaso
no: Oversikt
pl: Przegląd

source: Package libiwinfo required!
de: Das Paket libiwinfo wird benötigt!
es: ¡Es necesario el paquete libiwinfo!
no: Pakken libiwinfo er nødvendig!
pl: Wymagany pakiet libiwinfo !

source: Phone
de: Telefon
es: Teléfono
no: Telefon
pl: Telefon

source: Please fill in your contact details below.
de: Bitte gib hier deine Kontaktdaten an.
es: Por favor, introduzca sus datos de contacto.
no: Vennligst fyll ut skjema nedenfor.
pl: Proszę uzupełnij dane kontaktowe poniżej.

source: Please set your contact information
de: Bitte gib deine Kontaktinformationen ein
es: Por favor, configure su información de contacto
no: Vennligst oppgi din kontaktinformasjon
pl: Proszę uzupełnić swoje dane kontaktowe

source: Power
es: Potencia
no: Styrke
pl: Moc

source: Processor
es: Procesador
no: Prosessor
pl: Procesor

source: Profile
de: Profil
es: Perfil
no: Profil
pl: Profil

source: Profile (Expert)
de: Profil (Expertenmodus)
es: Perfil (experto)
no: Profil (Ekspert)
pl: Profil (tryb eksperta)

source: Realname
de: Name
es: Nombre real
no: Virkelig Navn
pl: Imię i Nazwisko (prawdziwe)

source: Red
es: Rojo

source: Select your location with a mouse click on the map. The map will only show up if you are connected to the Internet.
de: Wähle hier deinen Standort durch einen Mausklick aus. Die Karte funktioniert nur, wenn bereits eine Verbindung zum Internet besteht.
es: Elija su posición pulsando el ratón sobre el mapa. El mapa solo aparecerá si está conectado a internet.
no: Velg din posisjon med et museklikk på kartet. Kartet vises bare om du er koblet til internett.
pl: Proszę zaznaczyć swoją lokację na mapie. Mapa jest pokazywana tylko jeśli masz dostęp do internetu.

source: Show OpenStreetMap
de: OpenStreetMap anzeigen
es: Mostrar OpenStreetMap
no: Vis OpenStreetMap
pl: Pokaż OpenStreetMap

source: Show on map
es: Mostrar en el mapa
pl: Pokaż na mapie

source: Signal
es: Señal
pl: Sygnał

source: Splash
es: Presentación

source: Start Upgrade
de: Updatevorgang starten
es: Iniciar actualización
no: Start Oppgradering
pl: Zacznij aktualizację

source: Statistics
de: Statistiken
es: Estadísticas
no: Statistikk
pl: Statystyki

source: Status
es: Estado

source: Still usable (4 < ETX < 10)
es: Aún utilizable (4 < ETX < 10)

source: System
es: Sistema

source: The <em>libiwinfo</em> package is not installed. You must install this component for working wireless configuration!
es: El paquete <em>libiwinfo</em> no está instalado. ¡Debe instalarlo para que funcione la red inalámbrica!
pl: Pakiet <em>libiwinfo</em> nie jest zainstalowany. Musisz go zainstalować, aby konfiguracja sieci bezprzewodowej mogła być uaktywniona!

source: The OLSRd service is not configured to capture position data from the network.<br /> Please make sure that the nameservice plugin is properly configured and that the <em>latlon_file</em> option is enabled.
de: OLSRd ist nicht dafür konfiguriert worden Geoinformationen zu speichern.<br /> Bitte sicherstellen dass das OLSRd-Nameservice-Plugin geladen und richtig konfiguriert wurde (Option latlon_file).
es: El servicio OLSRd no está configurado para tomar los datos de posición desde la red.<br />Asegúrese de que el plugin "nameservice" está bien configurado y que la opción <em>latlon_file</em> está marcada.
no: OLSRd tjenesten er ikke konfigurert til å hente posisjons data fra nettverket.<br/>Kontroller at navnetjener pluginen er riktig konfigurert og at <em>latlon_file</em> alternativet er aktivert.
pl: Usługa OLSRd nie jest skonfigurowana do pozyskiwania nazwy z sieci.<br /> Proszę się upewnić, że plugin nameservice jest poprawnie skonfigurowany, oraz opcja użycia pliku <em>latlon_file</em> jest zaznaczona.

source: The installed firmware is the most recent version.
de: Die installierte Firmware ist bereits die neueste Version.
es: El firmare instalado está en la versión más reciente.
no: Den installerte firmware er den nyeste versjonen.
pl: Zainstalowany firmware jest aktualny.

source: These are the basic settings for your local wireless community. These settings define the default values for the wizard and DO NOT affect the actual configuration of the router.
de: Dies hier sind die Grundeinstellungen für die Freifunk Community in deiner Nachbarschaft. Diese Einstellungen legen die Standardwerte für den ffwizard fest und beeinflussen die aktuelle Konfiguration des Routers NICHT.
es: Configuración básica de su comunidad inalámbrica. Aquí puede definir los valores por defecto para el asistente SIN afectar a la configuración del router.
no: Dette er de grunnleggende innstillinger for det lokale trådløse stedet. Disse innstillingene definerer standard verdiene for veiviseren og vil derfor IKKE gjøre noen endringer på ruteren.
pl: Są to podstawowe ustawienia dla twojej lokalnej bezprzewodowej społeczności. Te ustawienia określają domyślne wartości dla kreatora i NIE MAJĄ wpływu na aktualną konfigurację routera.

source: These are the settings of your local community.
de: Dies sind die Einstellungen für deine Freifunk Community.
es: Configuración de su comunidad local.
no: Dette er innstillingene for det lokale stedet
pl: To są ustawienia twojej lokalnej społeczności (community).

source: These pages will assist you in setting up your router for Freifunk or similar wireless community networks.
de: Diese Seiten helfen dabei, den Router für Freifunk oder ähnliche Wireless Community Netzwerke einzurichten.
es: Configuración de su router para Freifunk o redes comunitarias similares.
no: Disse sidene vil hjelpe deg med å sette opp ruteren til for Freifunk og lignende trådløse nettverk.
pl: Te strony pomogą ci skonfigurować twój router do sieci Freifunk, lub innej sieci społecznościowej .

source: This is the access point
de: Dies ist der Zugangspunkt
es: Este es el punto de acceso
no: Dette er aksess punktet
pl: To jest punk dostępowy (AP)

source: Update Settings
de: Einstellungen zum Update
es: Actualizar configuración
no: Oppdater Innstillingene
pl: Uaktualnij ustawienia

source: Update available!
de: Update verfügbar!
es: ¡Actualización disponible!
no: Oppdatering tilgjengelig!
pl: Aktualizacja dostępna!!!

source: Uptime
es: Tiempo activo
no: Oppetid
pl: Aktualizacja

source: Verify downloaded images
de: Heruntergeladene Images verifizieren
es: Verificar las descargas
no: Verifiser nedlastede filer
pl: Sprawdź pobrane obrazy

source: Very good (ETX < 2)
es: Muy bueno (ETX < 2)

source: We are an initiative to establish a free, independent and open wireless mesh network.
de: Wir sind eine Initiative zur Schaffung eines freien, offenen und unabhängigen Funknetzwerks auf WLAN-Basis.
es: Somos una iniciativa que pretende crear una red libre, independiente y abierta utilizando una red mesh inalámbrica.
no: Vi er et initiativ for å etablere fri, uavhengig og åpne trådløse mesh-nettverk.
pl: Jesteśmy inicjatywą na rzecz ustanowienia wolnej, niezależnej i otwartej bezprzewodowej siatki kratowej.

source: Wireless Overview
de: WLAN Übersicht
es: Resumen de red inalámbrica
no: Trådløs Oversikt
pl: Przegląd Ustawień WiFi

source: Yellow
es: Amarillo

source: You can display additional content on the public index page by inserting valid XHTML in the form below.<br />Headlines should be enclosed between &lt;h2&gt; and &lt;/h2&gt;.
de: Hier kann der Indexseite weiterer Inhalt hinzugefügt werden. Dazu muss gültiges XHTML verwendet werden.<br />Überschriften sollten zwischen den Tags &lt;h2&gt; und &lt;/h2&gt; eingeschlossen werden.
es: Puede mostrar más contenido en el índice público poniendo XHTML válido en este formulario.<br />Las cabeceras deben ir entre &lt;h2&gt; y &lt;/h2&gt;.
no: Du kan vise ytterligere innhold på den offentlige side ved å legge til gyldig XHTML med form som vist under.<br />Overskrifter bør legges mellom &lt;h2&gt; og &lt;/h2&gt;.
pl: Można wyświetlić dodatkową zawartość na publicznej stronie indeksu wstawiając poprawny XHTML do formularza poniżej.<br />Nagłówki powinny być zamknięte tagami &lt;h2&gt; i &lt;/h2&gt;.

source: You can find further information about the global Freifunk initiative at
de: Weitere Informationen zur globalen Freifunkinitiative findest du unter
es: Puede obtener información acerca de la iniciativa global Freifunk en
no: Du kan finne mere informasjon om den globale Freifunk initiativ på
pl: Możesz znaleźć więcej informacji o naszej globalnej inicjatywie Freifunk na

source: You can manually edit the selected community profile here.
de: Hier kann das ausgewählte Community-Profil bearbeitet werden.
es: Edite el perfil comunitario local.
no: Du kan manuelt endre den valgte stedsprofilen here
pl: Możesz ręcznie edytować wybrany profil społeczności tutaj

source: You need to select a profile before you can edit it. To select a profile go to
de: Es muss ein Profil ausgewählt werden, bevor es editiert werden kann. Gehe dazu zur Seite
es: Elija un perfil para editarlo. Para elegir el perfil vaya a
no: Du må velge en profil før du kan endre den. For å velge en profil går du til
pl: Aby edytować profil musisz go najpierw zaznaczyć. Zaznacz profil aby kontynuować

source: and fill out all required fields.
de: und fülle alle benötigten Felder aus.
es: y rellene los campos requeridos.
no: og fylle ut alle nødvendige felt
pl: i wypełnij wszystkie wymagane pola.

source: buffered
es: en búfer
no: bufret
pl: buforowany

source: cached
es: en caché
no: hurtigbufret
pl: cachowany

source: e.g.
de: z.B.
es: ej.
no: f.eks.
pl: np.

source: free
es: libre
no: tilgjengelig
pl: darmowy

source: to disable it.
de: um es auszuschalten.
es: para desactivarlo.
no: å deaktivere det
pl: aby wyłączyć

source: used
es: usado
no: brukt
pl: używany

source: wireless settings
de: Drahtloseinstellungen
es: configuración inalámbrica
no: trådløse innstillinger
pl: ustawienia sieci bezprzewodowej

source: ESSID
pl: Nazwa sieci (ESSID)

source: Error
no: Feil
pl: Błąd

source: Accept
de: Akzeptieren

source: Active Clients
de: Verbundene Clients

source: Decline
de: Ablehnen

source: Edit Splash text
de: Splash-Text bearbeiten

source: IP Address
de: IP-Adresse

source: MAC Address
de: MAC-Adresse

source: No clients connected
de: Keine Clients verbunden

source: No services can be shown, because olsrd is not running or the olsrd-nameservice Plugin is not loaded.
de: Es kann keine Liste der Dienste angezeigt werden, da olsrd nicht läuft oder das nameservice plugin nicht geladen oder konfiguriert wurde.

source: Policy
de: Zugriffsberechtigung

source: Services
de: Dienste

source: Source
de: Quelle

source: Time remaining
de: Verbleibende Zeit

source: Url
de: Adresse

source: You can change the text that is displayed to clients here.<br /> It is possible to use the following markers: ###COMMUNITY###, ###COMMUNITY_URL###, ###LEASETIME### and ###ACCEPT###.<br />Click here to <a href='/luci/splash/'>test the splash page</a> after you saved it.
de: Hier kann der Text geändert werden, der Clients vom Splash angezeigt wird.<br />Folgende Marker können verwendet werden: ###COMMUNITY###, ###COMMUNITY_URL###, ###LEASETIME### und ###ACCEPT###.<br />Klicke nach dem Abspeichern <a href='/luci/splash'>hier</a> um den neuen Splash-Text anzuzeigen.

source: blacklisted
de: dauerhaft gesperrt

source: expired
de: abgelaufen

source: splashed
de: normal splashen

source: temporarily blocked
de: vorübergehend gesperrt

source: unknown
de: unbekannt

source: whitelisted
de: dauerhaft freigeschaltet

source: Bitrate
no: Bithastighet

source: E-Mail
no: E-Post
