Repository: openwrt/luci
Catalog: po/*/meshwizard.po
Languages: de, es, fr, pl

source: Activate or deactivate IPv6 config globally.
es: Activar o desactivar la configuración IPv6 globalmente.

source: Channel
de: Kanal
es: Canal
fr: Canal
pl: Kanał

source: Check this to protect your LAN from other nodes or clients
de: Aktivieren um Zugriff auf das LAN von anderen Knoten oder Clients zu verhindern
es: Proteger la LAN de otros nodos y clientes
fr: Cochez ceci pour protéger votre réseau LAN des autres nœuds ou clients
pl: Zaznacz, aby zabezpieczyć sieć lokalną przed innymi węzłami lub klientami sieci

source: Cleanup config
de: Konfiguration aufräumen
es: Borrar configuración
fr: Nettoyer la config
pl: Wyczyść konfigurację

source: Configure this interface
de: Diese Schnittstelle einrichten
es: Configurar esta interfaz
fr: Configurer cette interface
pl: Skonfiguruj ten interfejs

source: DHCP IP range
de: DHCP-Adressbereich
es: Rango IP de DHCP
fr: Gamme d'adresses IP pour DHCP
pl: Pula adresów DHCP

source: DHCP will automatically assign ip addresses to clients
de: DHCP vergibt automatisch IP-Adressen an Clients
es: DHCP asignará direcciones IP automáticamente a los clientes
fr: Le serveur DHCP donnera automatiquement des adresses IP aux clients
pl: DHCP automatycznie przypisze adresy IP klientom

source: Enable DHCP
de: DHCP aktivieren
es: Activar DHCP
fr: Activer le serveur DHCP
pl: Włącz DHCP

source: Enable RA
es: Activar RA

source: Enabled
es: Activado

source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux
pl: Ustawienia ogólne

source: IPv6 Settings
es: Configuración IPv6

source: If this is selected then config is cleaned before setting new config options.
de: Wenn diese Option aktiviert wird, werden eventuell vorhandene Einstellungen aufgeräumt bevor neue Optionen gesetzt werden.
es: Borrar la configuración antes de establecer una nueva.
fr: Si vous sélectionnez ceci, la configuration sera nettoyée avant de positionner de nouvelles options de configuration.
pl: Jeśli ta opcja jest zaznaczona to stara konfiguracja jest usuwana przed zapisaniem nowych opcji.

source: Mesh IP address
de: Mesh-IP-Adresse
es: Dirección IP del mesh
fr: Adresse IP maillée
pl: Adres Mesh IP

source: Mesh IPv6 address
es: Dirección IPv6 del mesh

source: Mesh Wizard
de: Mesh-Assistent
es: Asistente del mesh
fr: Assistant de Maillage
pl: Kreator Mesh

source: Note: this will setup this interface for mesh operation, i.e. add to zone 'freifunk' and enable olsr.
es: Nota: esto configurará esta interfaz para uso mesh, es decir: la añadirá a la zona "freifunk" y activará OSLR.

source: Protect LAN
de: LAN schützen
es: Proteger LAN
fr: Protéger le LAN
pl: Chroń LAN

source: Select this to allow others to use your connection to access the internet.
de: Diese Option aktivieren um anderen den Zugriff auf die lokale Internetverbindung zu gestatten
es: Permitir a otros usar su conexión para acceder a internet.
fr: Sélectionnez ceci pour permettre aux autres d'utiliser votre connexion pour accéder à Internet.
pl: Zaznacz tę opcję aby inni użytkownicy mogli używać twojego połączenia do korzystania z internetu

source: Send router advertisements on this device.
es: Envía publicaciones de routers por este dispositivo.

source: Share your internet connection
de: Internetverbindung freigeben
es: Compartir su conexión a internet
fr: Partager votre connexion Internet
pl: Współdziel swoje połączenie internetowe

source: The IP range from which clients are assigned ip addresses (e.g. 10.1.2.1/28). If this is a range inside your mesh network range, then it will be announced as HNA. Any other range will use NAT. If left empty then the defaults from the community profile will be used.
de: Der Adressbereich, aus welchem den Clients IP-Adressen zugewiesen werden (z.B. 10.1.2.1/28). Liegt dieser Adressbereich außerhalb des Mesh-Bereiches, dann wird dieser per HNA angekündigt. Leer lassen um den Standardwert aus dem Community-Profil zu verwenden.
es: Rango IP desde el que asignar direcciones IP (ej. 10.1.2.1/28). Si el rango está dentro del de la mesh se declarará como HNA. Cualquier otro rango usará NAT. Si se deja vación tomará el del perfil de la comunidad.
fr: La gamme d'adresses IP utilisée pour attribuer des adresses IP aux clients (par ex. 10.1.2.1/28). Si ce lot d'adresses est compris dans le réseau maillé, il sera annoncé comme HNA, sinon du NAT sera utilisé. Si ce champ reste vide, les valeurs par défaut du profil de la communauté seront utilisées.
pl: Zakres adresów IP, z którego klientom są przypisywane adresy IP (np. 10.1.2.1/28). Jeżeli jest to zakres wewnątrz twojej sieci mesh, wówczas zostanie rozgłoszony jako HNA. Każdy inny zakres będzie używać NAT. Jeżeli pozostanie pusty, wówczas zostanie użyty domyślny profil społeczności.

source: The given IP address is not inside the mesh network range
de: Die angegebene IP-Adresse ist nicht Teil des Mesh-Adressbereiches
es: Este rango IP no está dentro del de la red mesh
fr: L'adresse IP donnée n'est pas dans le réseau maillé
pl: Podany adres IP nie należy do zakresu sieci mesh

source: This is a unique IPv6 address in CIDR notation (e.g. 2001:1:2:3::1/64) and has to be registered at your local community.
es: Dirección única IPv6 en notación CIDR (p.e.: 2001:1:2:3::1/64) y que tiene que estar registrada en su comunidad local.

source: This is a unique address in the mesh (e.g. 10.1.1.1) and has to be registered at your local community.
de: Dies ist die eindeutige IP-Adresse des Mesh-Knotens (z.B. 10.1.1.1). Diese muss bei der lokalen Community registriert werden.
es: Esta dirección debe ser única en la mesh (ej. 10.1.1.1) y debe registrarse en su comunidad local.
fr: C'est une adresse unique dans le réseau maillé (par ex. 10.1.1.1) et doit être enregistré dans votre communauté locale.
pl: Jest to unikalny adres w sieci mesh (np. 10.1.1.1) i musi być zarejestrowana w lokalnej społeczności.

source: This will setup a new virtual wireless interface in Access Point mode.
de: Dies richtet eine weitere, virtuelle WLAN-Schnittstelle im Access-Point-Modus ein.
es: Configurar un nuevo interfaz virtual inalámbrico en modo punto de acceso.
fr: Cela configurera une nouvelle interface sans-fil virtuelle en mode Point d'Accès.
pl: Ta opcja skonfiguruje nowy wirtualny interfejs bezprzewodowy w trybie Access Point`a

source: This wizard will assist you in setting up your router for Freifunk or another similar wireless community network.
de: Der Assistent hilft beim Einrichten des Routers für ein Freifunk- oder ähnliches Wireless-Community-Netzwerk.
es: Este asistente le ayudará a configurar su ruter para Freifunk o una red comunitaria similar.
fr: Cet assistant vous aidera à configurer votre routeur pour le réseau maillé Freifunk ou un autre réseau sans-fil communautaire du même genre.
pl: Ten kreator pomoże skonfigurować router do korzystania z Freifunk lub podobnej społecznej sieci bezprzewodowej (darmowe WiFi)

source: Virtual Access Point (VAP)
de: Virtueller Access-Point (VAP)
es: Punto de acceso virtual (VAP)
fr: Point d'accès virtuel (VAP)
pl: Access Point Wirtualny (VAP)

source: Wizard
de: Assistent
es: Asistente
fr: Assistant
pl: Kreator

source: Your device and neighbouring nodes have to use the same channel.
de: Dieses Gerät und benachbarte Knoten müssen den selben Kanal verwenden.
es: Su dispositivo y los vecinos deben usar el mismo canal.
fr: Votre matériel et les nœuds voisins doivent utiliser le même canal.
pl: Twój router i sąsiedzkie węzły sieci używają tego samego kanału.

source: recommended
de: empfohlen
es: recomendado
fr: recommandé
pl: zalecane

source: Interfaces
de: Schnittstellen
pl: Interfejsy
