Repository: openwrt/luci
Catalog: po/*/multiwan.po
Languages: es, zh_cn

source: Attempts Before WAN Failover
es: Reintentos ante fallo de la WAN
zh_cn: WAN故障切换前重试数

source: Attempts Before WAN Recovery
es: Reintentos tras recuperar la WAN
zh_cn: WAN连接恢复前重试数

source: Collecting data...
es: Recuperando datos...

source: Configure rules for directing outbound traffic through specified WAN Uplinks.
es: Configure las reglas que redirigen el tráfico saliente a través de los enlaces WAN salientes especificados.
zh_cn: 通过指定WAN的上行链路来配置出站流量规则

source: DNS Server(s)
es: Servidor/es DNS
zh_cn: DNS服务器

source: Default Route
es: Ruta por defecto
zh_cn: 默认路由规则

source: Destination Address
es: Dirección de destino
zh_cn: 目的地址

source: Disable
es: Desactivar
zh_cn: 禁用

source: Enable
es: Activar
zh_cn: 启用

source: Failing
es: Fallando

source: Failover Traffic Destination
es: Destino del tráfico en caso de fallo
zh_cn: 故障切换备用链路

source: Health Monitor ICMP Host(s)
es: Monitores de salud ICMP
zh_cn: 监测ICMP主机

source: Health Monitor ICMP Timeout
es: Espera monitor de salud ICMP
zh_cn: 监测ICMP超时

source: Health Monitor Interval
es: Intervalo del monitor de salud
zh_cn: 监测间隔

source: Health Monitor detects and corrects network changes and failed connections.
es: El monitor de salud detecta y corrige cambios en la red y conexiones fallidas.
zh_cn: 链路监测用于检测和修正网络更改与链路失效。

source: Load Balancer Distribution
es: Distribución del balanceador de carga
zh_cn: 负载均衡比重

source: Load Balancer(Compatibility)
es: Balanceador de carga (compatibilidad)
zh_cn: 负载均衡(兼容优先)

source: Load Balancer(Performance)
es: Balanceador de carga (rendimiento)
zh_cn: 负载均衡(性能优先)

source: Multi-WAN Status
es: Estado de Multi-WAN

source: Multi-WAN Traffic Rules
es: Reglas de tráfico Multi-WAN
zh_cn: Multi-WAN流量规则

source: Multi-WAN allows for the use of multiple uplinks for load balancing and failover.
es: Multi-WAN permite el use varios enlaces de salida para balancear la carga y control de fallos.
zh_cn: Multi-WAN允许多重上行链路的负载均衡和故障切换。

source: None
es: Ninguno
zh_cn: 无

source: Ports
es: Puertos
zh_cn: 端口

source: Protocol
es: Protocolo
zh_cn: 协议

source: Recovering
es: Recuperación

source: Source Address
es: Dirección origen
zh_cn: 源地址

source: Unknown
es: Desconocido

source: WAN Interfaces
es: Interfaces WAN
zh_cn: WAN接口

source: WAN Uplink
es: Enalce saliente WAN
zh_cn: WAN上行链路

source: all
es: todos
zh_cn: 全部

source: Auto
zh_cn: 自动
