Repository: openwrt/luci
Catalog: po/*/pbx.po
Languages: es

source: Advanced Settings
es: Configuración avanzada

source: Available
es: Disponible

source: Avoid using anything but alpha-numeric characters, space, comma, and period.
es: Usar sólo caracteres alfanuméricos, espacio, coma y punto.

source: Away
es: No disponible

source: Blacklisted Numbers
es: Lista negra

source: Call Routing
es: Enrutado de llamadas

source: Call-through Numbers
es: Números call-through

source: Copy-paste large lists of numbers here.
es: Pegue aquí grandes listas de números.

source: Designate numbers that are allowed to call through this system and which user's privileges it will have.
es: Números a los que se permite llamar por este sistema y privilegios de usuario.

source: Dials numbers unmatched elsewhere
es: Marca el resto de números en cualquier lugar

source: Do Not Disturb
es: No molestar

source: Domain/IP Address/Dynamic Domain
es: Dominio/Dirección IP/Dominio dinámico

source: Dynamic List of Blacklisted Numbers
es: Lista dinámica de números en lista negra

source: Enable Incoming Calls (Register via SIP)
es: Permitir llamadas entrantes (registrar vía SIP)

source: Enable Incoming Calls (set Status below)
es: Permitir llamadas entrantes (ver estado abajo)

source: Enable Outgoing Calls
es: Permitir llamadas salientes

source: Enabled
es: Activado

source: Enter phone numbers that you want to decline calls from automatically. You should probably omit the country code and any leading zeroes, but please experiment to make sure you are blocking numbers from your desired area successfully.
es: Números de teléfono de los que se reclina la llamada automáticamente. Es posible que tenga que omitir el código de país y ceros precedentes, pero experimente para asegurarse que bloquea los números correctamente.

source: Enter this IP (or IP:port) in the Server/Registrar setting of SIP devices you will use ONLY locally and never from a remote location.
es: Ponga esta IP (o IP:puerto) en el parámetro Servidor/Registrador de los dispositivos SIP que usará SOLO localmente y nunca desde una posición remota.

source: Enter this hostname (or hostname:port) in the Server/Registrar setting of SIP devices you will use from a remote location (they will work locally too).
es: Ponga este nombre de máquina en el parámetro Servidor/Registrador de los dispositivos SIP que usará desde posiciones remotas (también vale localmente).

source: External SIP Port
es: Puerto externo SIP

source: For each provider enabled for incoming calls, here you can restrict which users to ring on incoming calls. If the list is empty, the system will indicate that all users enabled for incoming calls will ring. Invalid usernames will be rejected silently. Also, entering a username here overrides the user's setting to not receive incoming calls. This way, you can make certain users ring only for specific providers. Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
es: Para cada proveedor al que se habilita a hacer llamadas entrantes puede restringir a qué usuarios llamar. Si se deja vacío el sistema indicará que llamará a todos los usuarios que puedan recibir llamadas entrantes. Los nombres de usuario no válidos se rechazarán sin aviso. Estos nombres de usuario hacen ignorar la configuración de usuario de no recibir llamadas. De esta manera puede hacer que a ciertos usuarios sólo les llamen ciertos proveedores. Puede separar los nombres con espacios o poniéndolos en líneas diferentes.

source: For each user enabled for outgoing calls you can restrict what providers the user can use for outgoing calls. By default all users can use all providers. To show up in the list below the user should be allowed to make outgoing calls in the "User Accounts" page. Enter VoIP providers in the format username@some.host.name, as listed in "Outgoing Calls" above. It's easiest to copy and paste the providers from above. Invalid entries, including providers not enabled for outgoing calls, will be rejected silently. Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
es: Para cada usuario habilitado a hacer llamadas salientes puede restringir qué proveedores usar. Por defecto todos los usuarios pueden usar a todos los proveedores. Para mostrarse en la lista el usuario debe poder hacer llamadas salientes (ver página "Cuentas de usuario"). Ponga los proveedores en formato username@some.host.name igual que se listan en "Llamadas salientes" arriba. Los nombres no válidos se rechazarán sin aviso.Puede separar los nombres con espacios o poniéndolos en líneas diferentes.

source: Full Name
es: Nombre completo

source: General Settings
es: Configuración general

source: Google Accounts
es: Cuentas en google

source: Google Talk Status
es: Estado de Google Talk

source: Google Talk Status Message
es: Mensaje de estado de Google Talk

source: Google Voice/Talk Accounts
es: Cuentas Google Voice/Talk

source: Here you must configure at least one SIP account, that you will use to register with this service. Use this account either in an Analog Telephony Adapter (ATA), or in a SIP software like CSipSimple, Linphone, or Sipdroid on your smartphone, or Ekiga, Linphone, or X-Lite on your computer. By default, all SIP accounts will ring simultaneously if a call is made to one of your VoIP provider accounts or GV numbers.
es: Configure una cuenta SIP que usará para conectar con este servicio. Úsela tanpo en un adaptador de telefonía analógico (ATA) o en un programa SIP como CSipSimple, Linphone, o Sipdroid para smartphones, o Ekiga, Linphone, o X-Lite para ordenadores. Por defecto, todas las cuentas SIP sonarán a la vez si se hace una llamada desde una de las cuentas de su proveedor de VoIP o números GV.

source: If setting Server/Registrar to %s or %s does not work for you, try setting it to %s or %s and entering this port number in a separate field that specifies the Server/Registrar port number. Beware that some devices have a confusing setting that sets the port where SIP requests originate from on the SIP device itself (the bind port). The port specified on this page is NOT this bind port but the port this service listens on.
es: Si la configuración Servidor/Registrador en %s o %s no le funciona, prueba a poner %s o %s e introduzca este número de puerto en un campo separado que especifique el número de puerto del Servidor/Registrador. Algunos dispositivos tienen una configuración extraña que muestra este puerto desde el que el SIP origina peticiones en el mismo dispositivo SIP (el puerto asociado). El puerto que está configurando aquí NO es este puerto asociado sino el puerto en el que el servicio escucha.

source: If you experience jittery or high latency audio during heavy downloads, you may want to enable QoS. QoS prioritizes traffic to and from your network for specified ports and IP addresses, resulting in better latency and throughput for sound in our case. If enabled below, a QoS rule for this service will be configured by the PBX automatically, but you must visit the QoS configuration page (Network->QoS) to configure other critical QoS settings like Download and Upload speed.
es: Si nota saltos o retrasos en el audio mientras realiza descargas puede querer activar QoS. QoS prioriza el tráfico a y desde su red para ciertos puertos y direcciones IP mejorando la latencia y el rendimiento del sonido en dicho caso. Al activarlo el PBX creará una regla QoS para este servicio, pero deberá rellenar en la página de configuración de QoS (Red/QoS) otros parámetros necesarios como la velocidad de subida y la de bajada.

source: If you have more than one account that can make outgoing calls, you should enter a list of phone numbers and/or prefixes in the following fields for each provider listed. Invalid prefixes are removed silently, and only 0-9, X, Z, N, #, *, and + are valid characters. The letter X matches 0-9, Z matches 1-9, and N matches 2-9. For example to make calls to Germany through a provider, you can enter 49. To make calls to North America, you can enter 1NXXNXXXXXX. If one of your providers can make "local" calls to an area code like New York's 646, you can enter 646NXXXXXX for that provider. You should leave one account with an empty list to make calls with it by default, if no other provider's prefixes match. The system will automatically replace an empty list with a message that the provider dials all numbers not matched by another provider's prefixes. Be as specific as possible (i.e. 1NXXNXXXXXX is better than 1). Please note all international dial codes are discarded (e.g. 00, 011, 010, 0011). Entries can be made in a space-separated list, and/or one per line by hitting enter after every one.
es: Si tiene más de una cuenta para hacer llamadas salientes, debe introducir una lista de números de teléfono y/o prefijos para cada proveedor. Los prefijos no válidos se rechazarán sin aviso y solo son caracteres válidos 0-9, X, Z, N, #, *, y +. La letra X equivale a 0-9, Z a 1-9 y N a 2-9. Por ejemplo para hacer llamadas a Alemania con su proveedor debe introducir 49. Para hacer llamadas a Estados Unidos 1NXXNXXXXXX. Si uno de sus proveedores puede hacer llamadas locales a un código de área como el 646 de Nueva York debe introducir 646NXXXXXX para ese proveedor. Debería dehar una cuenta con una lista vacía para que haga las llamadas por defecto en caso de que ningún prefijo encaje. El sistema reemplazará automáticamente la lista vacía con el mensaje de que el proveedor marca todos los números que no estén en los prefijos de otros proveedores. Sea todo lo específico que pueda (ej. 1NXXNXXXXXX es mejor que 1). Todos los códigos internaciones de marcado se descartan (ej. 00, 011, 010, 0011). Las entradas pueden ser una lista separada por espacios y/o cambios de línea.

source: Incoming Calls
es: Llamadas entrantes

source: Insert QoS Rules
es: Reglas QoS

source: Makes Outgoing Calls
es: Realizar llamadas salientes

source: NOTE: There are no Google or SIP provider accounts configured.
es: NOTA: Sin cuentas configuradas de Google o porveedor SIP.

source: NOTE: There are no Google or SIP provider accounts enabled for incoming calls.
es: NOTA: Sin cuentas configuradas de Google o porveedor SIP para llamadas entrantes.

source: NOTE: There are no Google or SIP provider accounts enabled for outgoing calls.
es: NOTA: Sin cuentas configuradas de Google o porveedor SIP para llamadas salientes.

source: NOTE: There are no local user accounts configured.
es: NOTA: Sin cuentas locales configuradas.

source: NOTE: There are no local user accounts enabled for outgoing calls.
es: NOTA: Sin cuentas locales habilitadas para llamadas saientes.

source: Number of Seconds to Ring
es: Número de segundos a sonar

source: Outbound Proxy
es: Proxy saliente

source: Outgoing Calls
es: Llamadas salientes

source: PBX Main Page
es: Página principal de PBX

source: PBX Service Status
es: Estado del servicio PBX

source: Password
es: Contraseña

source: Pick a random port number between 6500 and 9500 for the service to listen on. Do not pick the standard 5060, because it is often subject to brute-force attacks. When finished, (1) click "Save and Apply", and (2) click the "Restart VoIP Service" button above. Finally, (3) look in the "SIP Device/Softphone Accounts" section for updated Server and Port settings for your SIP Devices/Softphones.
es: Puerto aleatorio entre 6500 y 9500 en el que escuche el servicio. No elija el estándar 5060 porque es susceptible de ataques por fuerza bruta. Cuando termine (1) pulsa "Salvar y aplicar" y (2) pulse "Rearrancar servicio VoIP". Finalmente (3) busque en la sección "Dispositivo SIP/Cuentas softphone" la configuración del puerto.

source: Port Setting for SIP Devices
es: Configuración de puerto para dispositivos SIP

source: Providers Used for Outgoing Calls
es: Proveedores usados para llamadas salientess

source: QoS Settings
es: Configuración de QoS

source: RTP Port Range End
es: Fin del rango de puertos RTP

source: RTP Port Range Start
es: Inicio del rango de puertos RTP

source: RTP traffic carries actual voice packets. This is the start of the port range that will be used for setting up RTP communication. It's usually OK to leave this at the default value.
es: El tráfico RTP es el que lleva los paquetes de voz. Este es el inicio del rango de puertos que se usará para comunicaciones RTP. Suele ser correcto dejar el valor por defecto.

source: Receives Incoming Calls
es: Recibe llamadas entrantes

source: Remote Usage
es: Uso remoto

source: Rings users enabled for incoming calls
es: Llama a usuarios habilitados a recibir llamadas

source: SIP Accounts
es: Cuentas SIP

source: SIP Device/Softphone Accounts
es: Dispositivo SIP/Cuentas Softphone

source: SIP Provider Accounts
es: Cuentas del proveedor SIP

source: SIP Realm (needed by some providers)
es: Ámbito SIP (necesario para algunos proveedores)

source: SIP Server/Registrar
es: Servidor/Registrador del SIP

source: SIP Server/Registrar Port
es: Puerto del Servidor/Registrador del SIP

source: Server Setting
es: Configuración del servidor

source: Server Setting for Local SIP Devices
es: Dispositivos SIP locales

source: Server Setting for Remote SIP Devices
es: Dispositivos SIP remotos

source: Service Status
es: Estado del servicio

source: Set the number of seconds to ring users upon incoming calls before hanging up or going to voicemail, if the voicemail is installed and enabled.
es: Segundos que se llamará a los usuarios antes de colgar o pasar a correo voz (si el correo voz está instalado y habilitado).

source: Space-Separated List of Blacklisted Numbers
es: Lista negra (separar números con espacios)

source: Specify numbers individually here. Press enter to add more numbers.
es: Números individuales. Pulse enter para añadir más.

source: The number(s) specified above will be able to dial out with this user's providers. Invalid usernames, including users not enabled for outgoing calls, are dropped silently. Please verify that the entry was accepted.
es: Estos números podrán llamar con los proveedores de este usuario. Los nombres de usuario no válidos se descartan sin aviso. Por favor, verifique que los números se aceptan.

source: This configuration page allows you to configure a phone system (PBX) service which permits making phone calls through multiple Google and SIP (like Sipgate, SipSorcery, and Betamax) accounts and sharing them among many SIP devices. Note that Google accounts, SIP accounts, and local user accounts are configured in the "Google Accounts", "SIP Accounts", and "User Accounts" sub-sections. You must add at least one User Account to this PBX, and then configure a SIP device or softphone to use the account, in order to make and receive calls with your Google/SIP accounts. Configuring multiple users will allow you to make free calls between all users, and share the configured Google and SIP accounts. If you have more than one Google and SIP accounts set up, you should probably configure how calls to and from them are routed in the "Call Routing" page. If you're interested in using your own PBX from anywhere in the world, then visit the "Remote Usage" section in the "Advanced Settings" page.
es: Aquí puede configurar un servicio de sistema telefónico (PBX) que le permitirá hacer llamadas por múltiples cuentas Google y SIP (como Sipgate, SipSorcery, and Betamax) y compartirlas entre muchos dispositivos SIP. Tenga en cuenta que las cuentas Google, SIP y locales deben configurarse en subsecciones diferentes. Debe añadir al menos una cuenta de usuarioa este PBX y configurar un dispositivo SIP o softphone para usarla para recibir las llamadas de sus cuentas Google/SIP. Configurar múltiples usuarios le permitirá hacer llamadas gratuitas entre los usuarios y compartir las cuentas Google/SIP configuradas. Si tiene más de una cuenta Google/SIP configurada tendrá que configurar cómo se enrutan en la página "Enrutado de llamadas". Si está interesado en usar su PBX desde cualquier sitio del mundo puede visitar la sección "Uso remoto" en la página "Configuración avanzada".

source: This is the name that the VoIP server will use to identify itself when registering to VoIP (SIP) providers. Some providers require this to a specific string matching a hardware SIP device.
es: Nombre del servidor VoIP que usará para identificarse cuando se registre en proveedores de VoIP (SIP). Algunos requieres que sea una cadena específica a una dispositivo hardware.

source: This is where you indicate which Google/SIP accounts are used to call what country/area codes, which users can use what SIP/Google accounts, how incoming calls are routed, what numbers can get into this PBX with a password, and what numbers are blacklisted.
es: Indique las cuentas Google/SIP que usará para llamar a qué códigos de país/zona, qué usuarios pueden usuarios pueden usar qué cuentas SIP/Google y cómo se enrutan las llamadas entrantes, qué números pueden entrar en esta PBX con una contraseña y qué números están en lista negra.

source: This is where you set up your Google (Talk and Voice) Accounts, in order to start using them for dialing and receiving calls (voice chat and real phone calls). Please make at least one voice call using the Google Talk plugin installable through the GMail interface, and then log out from your account everywhere. Click "Add" to add as many accounts as you wish.
es: Configure sus cuentas Google (Talk y Voz) para empezar a usarlas para hacer y recibir llamadas (chat de voz y teléfono real). Haga al menos una llamada de voz con el plugin de Google Talk (instalable desde GMail) y desconéctese de la cuenta en cualquier otro sitio.

source: This is where you set up your SIP (VoIP) accounts ts like Sipgate, SipSorcery, the popular Betamax providers, and any other providers with SIP settings in order to start using them for dialing and receiving calls (SIP uri and real phone calls). Click "Add" to add as many accounts as you wish.
es: Configure sus cuentas SIP (VoIP) como Sipgate, SipSorcery, los popular proveedores Betamax y cualquier otro proveedor para empezar a usarlos para hacer y recibir llamadas (uri SIP y teléfono real).

source: This option should be set to "Yes" if you have a DID (real telephone number) associated with this SIP account or want to receive SIP uri calls through this provider.
es: Debería ser "Sí" si tiene un DID (teléfono real) asociado a esta cuenta SIP o quiere recibir llamads uri SIP de este proveedor.

source: This section contains settings that do not need to be changed under normal circumstances. In addition, here you can configure your system for use with remote SIP devices, and resolve call quality issues by enabling the insertion of QoS rules.
es: Algunos de estos parámetros no suele ser necesario cambiarlos. Además puede configurar su sistema para usar con dispositivos SIP remotos y resolver problemas de calidad de llamada habilitando algunas reglas QoS.

source: Use (four to five digit) numeric user name if you are connecting normal telephones with ATAs to this system (so they can dial user names).
es: Use nombre de usuario númericos (cuatro o cinco dígitos) si conecta a teléfonos normales con ATAs a este sistema (para que puedan marcar números de usuario).

source: Use this account to make outgoing calls as configured in the "Call Routing" section.
es: Cuenta para llamadas salientes como se configura en la sección "Enrutado de llamadas".

source: Use this account to make outgoing calls.
es: Cuenta para llamadas salientes.

source: User Accounts
es: Cuentas de usuario

source: User Agent String
es: Cadena "User Agent"

source: User Name
es: Nombre de usuario

source: Uses providers enabled for outgoing calls
es: Usar proveedores habilitados para llamadas salientes

source: When somebody starts voice chat with your GTalk account or calls the GVoice, number (if you have Google Voice), the call will be forwarded to any users that are online (registered using a SIP device or softphone) and permitted to receive the call. If you have Google Voice, you must go to your GVoice settings and forward calls to Google chat in order to actually receive calls made to your GVoice number. If you have trouble receiving calls from GVoice, experiment with the Call Screening option in your GVoice Settings. Finally, make sure no other client is online with this account (browser in gmail, mobile/desktop Google Talk App) as it may interfere.
es: Cuando alguien inicia un chat de voz con su cuenta de GTalk o llame al número de GVoice (si tiene Google Voice) la llamada se transferirá a cualquier usuario que esté conectado (registrado usando un dispositivo SIP o softphone) y se le permitirá recibir la llamada. Si tiene Google Voice debe ir a la configuración de GVoice y traspasar las llamadas a Google chat para recibir las hechas a si número de GVoice. Si tiene problemas recibiendo llamadas de GVoice pruebe con la opción "Call Screening" en la configuración de GVoice. Asegúrese de que ningún otro cliente esté conectado con esta cuenta (navegador en gmail, o una aplicación para móvil o escritorio) ya que podría interferir.

source: When your password is saved, it disappears from this field and is not displayed for your protection. The previously saved password will be changed only when you enter a value different from the saved one.
es: Cuando se salve su contraseña desaparece de este campo y no se muestra para su seguridad. La contraseña sólo se podrá cambiar si introduce un valor diferente al salvado.

source: Yes
es: Sí

source: You can enter your domain name, external IP address, or dynamic domain name here Please keep in mind that if your IP address is dynamic and it changes your configuration will become invalid. Hence, it's recommended to set up Dynamic DNS in this case.
es: Nombre de dominio, dirección IP externa o nombre de dominio dinámico. Si su dirección IP es dinámica y cambia su configuración podría resultar no válida. Se recomienda el uso de DNS dinámico en estos casos.

source: You can specify a real name to show up in the Caller ID here.
es: Nombre real a mostrar en el "Caller ID".

source: You can use your SIP devices/softphones with this system from a remote location as well, as long as your Internet Service Provider gives you a public IP. You will be able to call other local users for free (e.g. other Analog Telephone Adapters (ATAs)) and use your VoIP providers to make calls as if you were local to the PBX. After configuring this tab, go back to where users are configured and see the new Server and Port setting you need to configure the remote SIP devices with. Please note that if this PBX is not running on your router/gateway, you will need to configure port forwarding (NAT) on your router/gateway. Please forward the ports below (SIP port and RTP range) to the IP address of the device running this PBX.
es: Puede usar sus dispositivos SIP/softphones con este sistema desde una ubicación remota mientras su proveedor de internet le dé una dirección IP pública. Podrá llamar a usuarios locales gratis (ej. otros adaptadores de teléfonos analógicos) y podrá usar sus proveedores de VoIP para hacer llamadas como si estuviese en su PBX local. Tras configurar esta pestaña vuelva a la configuración de usuarios y veo el nuevo servidor y puerto que debe configurar en sus dispositivos SIP remotos. Tenga en cuenta que si este PBX no funciona en su router/pasarela, tendrá que configurar el traspaso de puertos (NAT) en su router/pasarela. Traspase los puertos indicados (Puerto SIP y rango RTP) hacia la dirección IP del dispositivo en que corre esta PBX.
