Repository: openwrt/luci
Catalog: po/*/pbx.po
Languages: es

source: Your PIN disappears when saved for your protection. It will be changed only when you enter a value different from the saved one. Leaving the PIN empty is possible, but please beware of the security implications.
es: Su PIN desaparecerá cuando se salve para su protección. Se cambiará solo cuando introduzca un valor diferente al salvado. No se puede dejar el PIN vacío.

source: Your password disappears when saved for your protection. It will be changed only when you enter a value different from the saved one.
es: Su contraseña desaparecerá cuando se salve para su protección. Sólo se puede cambiar si entra un valor diferente al salvado.
