Repository: openwrt/luci
Catalog: po/*/radvd.po
Languages: de, fr, ru

source: 6to4 interface
de: 6to4-Schnittstelle
fr: Interface 6to4
ru: Интерфейс 6в4

source: Address
de: Adresse
fr: Adresse
ru: Адрес

source: Addresses
de: Adressen
fr: Adresses
ru: Адреса

source: Advanced
de: Erweitert
fr: Avancé

source: Advertise Home Agent flag
de: Home-Agent Funktionalität ankündigen
fr: Drapeau de publication de l'agent Personnel (Home Agent)
ru: Извещать индикатор домашнего агента

source: Advertise router address
de: Router-Adresse ankündigen
fr: Publier l'adresse du routeur
ru: Извещать адрес маршрутизатора

source: Advertised Domain Suffixes
de: Angekündigte Domain-Suffixes
fr: Suffixes de domaines publiés
ru: Извещаемые суффиксы домена

source: Advertised IPv6 RDNSS. If empty, the current IPv6 address of the interface is used
de: Angekündigte rekursive IPv6 DNS Server. Wenn leer wird die aktuelle IPv6-Adresse der Schnittstelle verwendet
fr: IPv6 RDNSS publié. S'il est vide, l'adresse IPv6 courante de l'interface est utilisée
ru: Извещаемый IPv6 RDNSS. Если значение не задано, то будет использован текущий IPv6 адрес интерфейса.

source: Advertised IPv6 prefixes
de: Angekündigte IPv6-Prefixe
fr: Préfixes IPv6 publiés
ru: Извещаемые IPv6 префиксы

source: Advertised IPv6 prefixes. If empty, the current interface prefix is used
de: Angekündigte IPv6-Subnetze in CIDR-Notation. Wenn leer wird das aktuelle IPv6-Prefix der Schnittstelle verwendet
fr: Préfixes IPv6 publiés. Si c'est vide, le préfixe actuel de l'interface est utilisé
ru: Извещаемые IPv6 префиксы. Если значение не задано, то будет использован текущий префикс интерфейса.

source: Advertises Mobile IPv6 Home Agent capability (RFC3775)
de: Kündigt "Mobile IPv6 Home Agent"-Fähigkeit an (RFC3775)
fr: Publie la capacité Home Agent d'IPv6 Mobile (RFC 3775)
ru: Извещает возможности домашнего агента мобильного IPv6 (RFC3775)

source: Advertises Mobile Router registration capability (NEMO Basic)
de: Kündigt "Mobile Router Registration"-Fähigkeit an (NEMO Basic)
fr: Publie la capacité d'enregistrement d'un Routeur Mobile (NEMO basique)
ru: Извещает возможности регистрации мобильного маршрутизатора (NEMO Basic)

source: Advertises assumed reachability time in milliseconds of neighbours in the RA if specified. 0 disables reachability advertisements
de: Kündigt die angenommene Erreichbarkeit von Nachbarn als Zeitspanne in Millisekunden an, sofern gegeben. Der Wert "0" deaktiviert Erreichbarkeitsankündigungen
fr: Publie le temps d'accès présumé en milli-secondes des voisins dans le RA s'il est spécifié. 0 désactive les publications d'accessibilité
ru: Извещает предполагаемое время доступа к соседним узлам (миллисекунды). При значении 0 извещение не происходит.

source: Advertises the default Hop Count value for outgoing unicast packets in the RA. 0 disables hopcount advertisements
de: Kündigt den Standard Hop-Count-Wert für ausgehende Unicast-Pakete an. Der Wert "0" deaktiviert Hop-Count-Ankündigungen
fr: Publie le nombre de sauts par défaut pour les paquets unicast sortants dans le RA. 0 désactive les publications de nombre de sauts
ru: Извещает значение счетчика Hop'ов для исходящих unicast пакетов. При значении 0 извещение не происходит.

source: Advertises the default router preference
de: Kündigt das Vorhandensein des Default-Routers an
fr: Publie la préférence du routeur par défaut
ru: Извещает настройки маршрутизатора

source: Advertises the given link MTU in the RA if specified. 0 disables MTU advertisements
de: Kündigt die gegebene Verbindungs-MTU an wenn gegeben. Der Wert "0" deaktiviert MTU-Ankündigungen
fr: Publie la valeur donnée de MTU dans les messages RA. 0 désactive la publication du MTU
ru: Извещает указанный максимальный размер пакета в сообщении RA. 0 выключает данную функцию

source: Advertises the length of time in seconds that addresses generated from the prefix via stateless address autoconfiguration remain preferred.
de: Kündigt den Zeitraum an, in dem die vom angekündigtem Prefix generierte Adresse bevorzugt bleibt, als Zeitspanne in Sekunden.

source: Advertises the length of time in seconds that the prefix is valid for the purpose of on-link determination.
de: Kündigt den Zeitraum in Sekunden an, in dem der Prefix für On-Link-Ermittlung gültig ist.

source: Advertises the lifetime of the default router in seconds. 0 indicates that the node is no default router
de: Kündigt die Gültigskeitsdauer des Defaultrouters in Sekunden an. Der Wert "0" impliziert dass dieser Knoten kein Default-Router ist
fr: Publie la durée du routeur par défaut, en secondes. 0 indique que le nœud n'est pas un routeur par défaut
ru: Извещает время действия маршрутизатора в секундах. 0 указывает на то,что узел не является маршрутизатором.

source: Advertises the time in seconds the router is offering Mobile IPv6 Home Agent services
de: Kündigt die Zeitspanne in Sekunden an, in der der Router "Mobile IPv6 Home Agent"-Dienste anbietet
fr: Publie la durée en secondes pendant laquelle le routeur offre les services IPv6 Mobile d'agent personnel (Home Agent)
ru: Извещает время предоставления служб мобильного IPv6 (секунды)

source: Advertises wait time in milliseconds between Neighbor Solicitation messages in the RA if specified. 0 disables retransmit advertisements
de: Kündigt die vorgegebene Wartezeit zwischen wiederholt versendeten Neighbor-Solicitation-Nachrichten als Zeitspanne in Millisekunden an, wenn gegeben. Der Wert "0" deaktiviert die Ankündigung der Wartezeit
fr: Publie le temps d'attente en millisecondes entre deux messages de sollicitation de voisinage dans le RA. 0 indique de ne pas retransmettre les publications

source: Advertising
de: Ankündigend
fr: Publication
ru: Извещение

source: Autonomous
de: Autonom
fr: Autonome
ru: Автономный

source: Clients
de: Clienten
ru: Клиенты

source: Configuration flag
de: Konfigurations-Bit
fr: Drapeau de configuration
ru: Конфигурационный флаг

source: Current hop limit
de: Aktuelles Hop-Limit
fr: Limite de sauts actuelle
ru: Текущее количество интервалов

source: DNSSL Configuration
de: DNSSL-Konfiguration
fr: Configuration DNSSL
ru: Конфигурация DNSSL

source: Default lifetime
de: Standard-Gültigkeitszeitraum
fr: Durée de vie par défaut
ru: Срок действия по умолчанию

source: Default preference
de: Standard-Priorität
fr: Préférence par défaut
ru: Настройка по умолчанию

source: Enable
de: Aktivieren
fr: Activer
ru: Включить

source: Enable advertisements
de: Ankündigungen aktivieren
fr: Activer les publications
ru: Разрешить извещения

source: Enables router advertisements and solicitations
de: Aktiviert Router-Ankündigungen und Solicitations
fr: Activer les publications et sollicitations du routeur
ru: Включает извещения и запросы маршрутизатора

source: Enables the additional stateful administered autoconfiguration protocol (RFC2462)
de: Aktiviert das zusätzliche "Stateful Administered Autoconfiguration Protocol" (RFC2462)
fr: Active le protocole d'auto-configuration administrée à états supplémentaire (RFC 2462)
ru: Включает дополнительный протокол автоконфигурации (RFC2462)

source: Enables the autoconfiguration of additional, non address information (RFC2462)
de: Aktiviert die Auto-Konfiguration von zusätzlichen, Nicht-Adress-Eigenschaften (RFC2462)
fr: Active l'auto-configuration d'informations autres que l'adresse supplémentaires (RFC 2462)
ru: Включает автоконфигурацию дополнительной информации (RFC2462)

source: General
de: Allgemein
fr: Général

source: Home Agent lifetime
de: Home-Agent-Gültigkeitsdauer
fr: Durée de vie de l'agent personnel (Home Agent)
ru: Срок действия домашнего агента

source: Home Agent preference
de: Home-Agent-Priorität
fr: Préférence de l'agent personnel (Home Agent)

source: Include Home Agent Information in the RA
de: Home-Agent-Informationen in die RA-Nachricht einfügen
fr: Inclure les informations de l'agent personnel (Home Agent) dans le RA
ru: Включить информацию о домашнем агенте в сообщения RA

source: Include Mobile IPv6 Advertisement Interval option to RA
de: Mobile-IPv6-Ankündigungsintervall in die RA-Nachricht einfügen
fr: Inclure l'option de l'intervalle de publication de Mobile IPv6 dans le RA
ru: Включить интервал извещения мобильного IPv6 в сообщения RA

source: Includes the link-layer address of the outgoing interface in the RA
de: Link-Layer-Adresse der ausgehenden Schnittstelle in die RA-Nachricht einfügen
fr: Inclure l'adresse de niveau lien de l'interface sortante dans le RA
ru: Включает адрес уровня соединения исходящего интерфейса в сообщения RA

source: Indicates that the address of interface is sent instead of network prefix, as is required by Mobile IPv6
de: Zeigt an, dass die Adresse der Schnittstelle statt einem Netzwerk-Prefix gesendet wird - benötigt für Mobile IPv6
fr: Indique que l'adresse de l'interface est envoyée à la place du préfixe réseau, comme demandé par la norme IPv6 Mobile
ru: Указывает что адрес интерфейса отослан вместо префикса сети, как это требуется в мобильном IPv6

source: Indicates that the underlying link is not broadcast capable, prevents unsolicited advertisements from being sent
de: Zeigt an, dass die zugrundeliegende Verbindung keinen Broadcast-Verkehr beherrscht, verhindert das Senden unaufgeforderter Ankündigungsnachrichten
fr: Indique que le lien sous-jacent ne peut faire de publication « broadcast », pour éviter l'envoi de publications non sollicitées
ru: Указывает, что соединение не является широковещательным, и блокирует отсылку незапрошенных извещений.

source: Indicates that this prefix can be used for autonomous address configuration (RFC4862)
de: Zeigt an, dass das angekündigte Prefix für autonome Adress-Konfiguration genutzt werden kann (RFC4862)
fr: Indique que ce préfixe peut être utilisé pour la configuration autonome des adresses (RFC 4862)
ru: Указывае, что данный префикс может быть использован для автономной настройки адреса (RFC4862)

source: Indicates that this prefix can be used for on-link determination (RFC4861)
de: Zeigt an, dass das Prefix für On-Link-Ermittlungen genutzt werden kann (RFC4861)
fr: Indique que ce préfixe peut être utilisé pour la détermination des adresses liées-au-support (On-Link, RFC 4861)
ru: Указывает, что данный префикс может быть использован для определения включения соединения (RFC4861)

source: Interface
de: Schnittstelle
ru: Интерфейс

source: Interface Configuration
de: Schnittstellenkonfiguration
fr: Configuration de l'interface
ru: Конфигурация интерфейса

source: Interface required
de: Schnittstelle benötigt
fr: Interface nécessaire

source: Interfaces
de: Schnittstellen
ru: Интерфейсы

source: Lifetime
de: Gültigkeitsdauer
fr: Durée de vie
ru: Срок действия

source: Link MTU
de: Verbindungs-MTU
fr: MTU du lien
ru: Максимальный размер пакета (MTU)

source: Managed flag
de: Managed-Bit
fr: Indicateur de gestion

source: Max. interval
de: Max. Intervall
fr: Intervalle Max
ru: Макс. интервал

source: Maximum advertisement interval
de: Maximales Ankündigungsintervall
fr: Intervalle maximum de publication
ru: Максимальный интервал извещения

source: Minimum advertisement delay
de: Minimale Ankündigungsverzögerung
fr: Délai de publication minimum
ru: Минимальная задержка извещения

source: Minimum advertisement interval
de: Minimales Ankündigungsintervall
fr: Intervalle minimum de publication
ru: Минимальный интервал извещения

source: Mobile IPv6 interval option
de: Mobile-IPv6-Intervall-Option
fr: Option d'intervalle pour l'IPv6 Mobile

source: Mobile IPv6 router registration
de: Mobile-IPv6-Router-Registrierung
fr: Enregistrement du routeur pour IPv6 Mobile
ru: Регистрация мобильного IPv6 маршрутизатора

source: On-link determination
de: On-Link-Ermittlung
fr: Détermination de la liaison-au-support (On-link)

source: Preference
de: Priorität
fr: Préférence

source: Preferred lifetime
de: Bevorzugte Gültigkeitsdauer
fr: Durée de vie préférée
ru: Предпочитаемый срок действия

source: Prefix Configuration
de: Prefix-Konfiguration
fr: Configuration du préfixe
ru: Конфигурация префикса

source: RDNSS Configuration
de: RDNSS-Konfiguration
fr: Configuration RDNSS
ru: Конфигурация RDNSS

source: Radvd - Interface %q
de: Radvd - Schnittstelle %q
ru: Radvd - Интерфейс %q

source: Radvd is a router advertisement daemon for IPv6. It listens to router solicitations and sends router advertisements as described in RFC 4861.
de: Radvd ist ein Router-Advertisement-Dienst für IPv6. Er hört auf Router-Solicitations und sendet Ankündigungen wie in RFC 4861 spezifiziert.
fr: Radvd est un démon de publication de routage pour IPv6. Il écoute des sollicitations de routage (Router Sollicitation) et envoie des publications de routage (Router Advertisement) comme décrit dans la RFC 4861.
ru: Radvd - это программа запросов маршрутизатора для IPv6. Программа периодически рассылает собственные сообщения типа Router Advertisement, а также слушает запросы маршрутизаторов Router Solicitations (RS), на которые отвечает сообщениями Router Advertisement (RA) согласно RFC 4861.

source: Reachable time
de: Erreichbarkeitsdauer
fr: temps d'accès

source: Restrict communication to specified clients, leave empty to use multicast
de: Kommunikation auf angegebene Clients beschränken, leer lassen um Multicast zu nutzen
fr: Restreint la communication aux clients spécifiés, laissez vide pour utiliser le multicast
ru: Клиенты для связи. Использовать все, если не указаны.

source: Retransmit timer
de: Taktung von Neu-Übertragungen
fr: Délai de retransmission
ru: Таймер ретрансляции

source: Route Configuration
de: Routen-Konfiguration
fr: Configuration du routage
ru: Настройка маршрута

source: Routes
de: Routen
ru: Маршруты

source: Source link-layer address
de: Quell-Link-Layer-Adresse
fr: Adresse-source de niveau lien
ru: Адрес источника (уровень соединения)

source: Specifies a logical interface name to derive a 6to4 prefix from. The interfaces public IPv4 address is combined with 2002::/3 and the value of the prefix option
de: Spezifiziert eine Schnittstelle, von welcher das 6to4-Prefix abgeleitet wird. Die öffentliche IPv4-Adresse der Schnittstelle wird dazu mit dem Subnetz 2002::/3 und dem Wert der Prefix-Option kombiniert
fr: Décrit le nom d'une interface logique de laquelle le préfixe 6to4 sera déduit. Les adresses IPv4 des interfaces publiques sont combinées avec 2002::/3 et la valeur de l'option de préfixe
ru: Устанавливает имя логического интерфейса для получения префикса 6в4 - публичный IP-адрес интерфейса в сочетании с 2002::/3 и значением префикса

source: Specifies the lifetime associated with the route in seconds.
de: Bestimmt die Gültigkeitsdauer dieser Route.

source: Specifies the logical interface name this section belongs to
de: Bestimmt die Schnittstelle, zu welcher diese Sektion gehört
fr: Indique le nom de l'interface logique auquelle cette section est rattachée
ru: Устанавливает имя логического интерфейса которому принадлежит данная секция

source: Specifies the maximum duration how long the DNSSL entries are used for name resolution.
de: Bestimmt die maximale Dauer, für welche die DNSSL-Einträge gültig zur Namensauflösung sind.

source: Specifies the maximum duration how long the RDNSS entries are used for name resolution.
de: Bestimmt die maximale Dauer, für welche die RDNSS-Einträge gültig zur Namensauflösung sind.

source: Specifies the preference associated with the default router
de: Bestimmt die mit diesem Router assoziierte Priorität
fr: Indique la préférence associée au routeur par défaut

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds
de: Die maximal erlaubte Wartezeit zwischen dem Versand aufeinanderfolgender, unaufgeforderter Mutlicast-Router-Ankündigungen auf dieser Schnittstelle als Zeitspanne in Sekunden
fr: Temps maximum autorisé entre deux émissions de publications multicast non sollicitées du routeur depuis cette interface, en secondes
ru: Максимальный интервал времени между отсылкой групповых незапрашиваемых извещений маршрутизатора (секунды)

source: The minimum time allowed between sending multicast router advertisements from the interface, in seconds
de: Die minimal erlaubte Wartezeit zwischen dem Versand aufeinanderfolgender Router-Ankündigungen auf dieser Schnittstelle als Zeitspanne in Sekunden
fr: Temps minimum autorisé entre deux émissions de publications multicast du routeur depuis cette interface, en secondes
ru: Минимальный интервал времени между отсылкой групповых извещений маршрутизатора (секунды)

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds
de: Die minimal erlaubte Wartezeit zwischen dem Versand aufeinanderfolgender, unaufgeforderter Mutlicast-Router-Ankündigungen auf dieser Schnittstelle als Zeitspanne in Sekunden
fr: Temps minimum autorisé entre deux émissions de publications multicast non sollicitées du routeur depuis cette interface, en secondes
ru: Минимальный интервал времени между отсылкой групповых незапрашиваемых извещений маршрутизатора (секунды)

source: The preference for the Home Agent sending this RA
de: Die Priorität des ankündigendem "IPv6 Home Agent"
fr: Préférence pour l'agent personnel (Home Agent) envoyant ce RA

source: Timing
de: Taktung
fr: Délai

source: Unicast only
de: Nur Unicast
fr: Unicast seulement
ru: Только unicast

source: Valid lifetime
de: Gültigkeitsdauer
fr: Durée de la validité
ru: Срок действия

source: Validity time
de: Gültigkeitsdauer
fr: Durée de validité

source: default
de: Standard
fr: Défaut

source: high
de: hoch
fr: haut

source: low
de: niedrig
fr: bas

source: medium
de: mittel
fr: moyen

source: no
de: nein
fr: non
ru: нет

source: yes
de: ja
fr: oui
ru: да

source: Home Agent information
fr: Informations de l'agent personnel (Home Agent)
ru: Информация о домашнем агенте

source: Mobile IPv6
fr: IPv6 Mobile
ru: Мобильный IPv6

source: On-link
fr: lié-au-support (On-link)

source: Prefix
fr: Préfixe
ru: Префикс

source: Prefixes
fr: Préfixes
ru: Префиксы

source: Radvd - Prefix
fr: Radvd - Préfixe
ru: Radvd - Префикс

source: Radvd - Route
fr: Radvd - Routage
ru: Radvd - Маршрут

source: Suffix
fr: Suffixe
ru: Суффикс

source: Advertised IPv6 prefix
ru: Извещаемый IPv6 префикс

source: Advertised IPv6 prefix. If empty, the current interface prefix is used
ru: Извещаемый IPv6 префикс. Если значение не задано, то будет использован текущий префикс интерфейса.

source: Advertises the length of time in seconds that addresses generated from the prefix via stateless address autoconfiguration remain preferred. Use 0 to specify an infinite lifetime
ru: Извещает время в секундах, в течение которого адреса сгенерированные автоматически из префикса остаются предпочтительными. 0 устанавливает неограниченное время.

source: Advertises the length of time in seconds that the prefix is valid for the purpose of on-link determination. Use 0 to specify an infinite lifetime
ru: Извещает время в секундах, в течение которого используется префикс для определения включения соединения. 0 устанавливает неограниченное время.

source: Indicates whether that RDNSS continues to be available to hosts even if they moved to a different subnet
ru: Указывает остается ли RDNSS доступным для хостов даже в случае их перемещения в другую подсеть

source: Multicast
ru: Групповой

source: Specifies the lifetime associated with the route in seconds. Use 0 to specify an infinite lifetime
ru: Устанавливает срок действия, связанный с маршрутом (секунды). Используйте 0 для установки бесконечного срока действия.

source: Specifies the maximum duration how long the DNSSL entries are used for name resolution. Use 0 to specify an infinite lifetime
ru: Устанавливает максимальный срок действия DNSSL элементов для разрешения имен.Используйте 0 для установки бесконечного срока действия

source: Specifies the maximum duration how long the RDNSS entries are used for name resolution. Use 0 to specify an infinite lifetime
ru: Устанавливает максимальный срок действия DNSSL элементов для разрешения имен.Используйте 0 для установки бесконечного срока действия
