Repository: openwrt/luci
Catalog: po/*/wol.po
Languages: ru

source: Broadcast on all interfaces
ru: Использовать широковещательную передачу на все интерфейсы

source: Choose the host to wake up or enter a custom MAC address to use
ru: Выберите хост, который необходимо запустить или введите его MAC адрес

source: Host to wake up
ru: Компьютер,который будет загружен/включен в локальной сети

source: Network interface to use
ru: Используемый сетевой интерфейс

source: Sometimes only one of both tools work. If one of fails, try the other one
ru: Иногда только одна из двух утилит работает. В случае ошибки, попробуйте использовать другую

source: Specifies the interface the WoL packet is sent on
ru: Определяет интерфейс, по которому будут посланы пакеты WoL

source: Starting WoL utility:
ru: Запуск WoL утилиты:

source: Wake on LAN
ru: Пробуждение по LAN (Wake on LAN, WoL)

source: Wake on LAN is a mechanism to remotely boot computers in the local network.
ru: Пробуждение по LAN (WoL) - технология, позволяющая удалённо «пробудить» (включить) компьютер посредством отправки через локальную сеть специальным образом сформированного пакета данных.

source: Wake up host
ru: Пробудить

source: WoL program
ru: Программа пробуждения
