Repository: openwrt/luci
Catalog: po/*/wshaper.po
Languages: es, pl

source: Downlink
es: Velocidad de bajada (Downlink)

source: Downstream bandwidth in kbit/s
es: Tasa de transferencia de bajada en kbit/s
pl: Przepustowość pobierania w kbit/s

source: Host or Network in CIDR notation.
es: Host o Red en notación CIDR
pl: Adres hosta lub adres sieci w notacji CIDR

source: Interface
es: Interfaz
pl: Interfejs

source: Low priority destination ports
es: Puertos de destino de prioridad baja
pl: Porty docelowe o niskim priorytecie

source: Low priority hosts (Destination)
es: Hosts de baja prioridad (Destino)
pl: Hosty docelowe o niskim priorytecie

source: Low priority hosts (Source)
es: Hosts de baja prioridad (Origen)
pl: Hosty źródłowe o niskim priorytecie

source: Low priority source ports
es: Puertos de origen de prioridad baja
pl: Porty źródłowe o niskim priorytecie

source: Uplink
es: Velocidad de subida (Uplink)

source: Upstream bandwidth in kbit/s
es: Tasa de transferencia de subida en kbit/s
pl: Przepustowość wysyłania w kbit/s

source: Wondershaper settings
es: Ajustes de Wondershaper
pl: Ustawienia Wondershaper

source: Wondershaper uses traffic shaping to ensure low latencies for interactive traffic even when your internet connection is highly saturated.
es: Wondershaper utiliza un control de tráfico para asegurar siempre una latencia muy baja para el tráfico interactivo, incluso cuando la conexión a Internet está altamente saturada.
pl: Wondershaper wykorzystuje kształtowanie ruchu aby zapewnić niskie opóźnienia nawet wtedy, gdy Twoje połączenie internetowe jest wysycone.
