Repository: openwrt/luci
Catalog: applications/luci-app-openwisp/po/*/openwisp.po
Languages: tr

source: Advanced Settings
tr: Gelişmiş Ayarlar

source: Boot Delay
tr: Önyükleme Gecikmesi

source: CA Cert
tr: CA Sertifikası

source: CA Path
tr: CA Yolu

source: Configure, start and stop the OpenWISP agent on this device. Read more about configuration values: <a target='_blank' rel='noopener noreferrer' href='https://github.com/openwisp/openwisp-config'>https://github.com/openwisp/openwisp-config</a>
tr: Bu cihazda OpenWISP aracısını yapılandırın, başlatın ve durdurun. Yapılandırma değerleri hakkında daha fazlasını okuyun: <a target='_blank' rel='noopener noreferrer' href='https://github.com/openwisp/openwisp-config'>https://github.com/openwisp/openwisp-config </a>

source: Connect Timeout
tr: Bağlantı Zaman Aşımı

source: Consistent Key
tr: Tutarlı Anahtar

source: Disabled
tr: Devre dışı bırakıldı

source: Enable
tr: Etkinleştir

source: Enable or disable the OpenWISP service.
tr: OpenWISP hizmetini etkinleştirin veya devre dışı bırakın.

source: Enabled
tr: Etkin

source: General Settings
tr: Genel Ayarlar

source: Grant access to luci-app-openwisp
tr: luci-app-openwisp'e erişim izni ver

source: Hardware ID Key
tr: Donanım Kimlik Anahtarı

source: Hardware ID Script
tr: Donanım Kimliği Komut Dosyası

source: If selected, in the event a config item is present in both the remote and local configuration, the remote configuration takes precedence over local configuration.
tr: Seçilirse, bir yapılandırma öğesinin hem uzak hem de yerel yapılandırmada bulunması durumunda, uzak yapılandırma yerel yapılandırmaya göre öncelikli olur.

source: If the agent is unable to reach the controller after applying the downloaded config it will be reverted.
tr: Aracı, indirilen yapılandırmayı uyguladıktan sonra denetleyiciye ulaşamazsa, geri döndürülecektir.

source: Key
tr: Anahtar

source: MAC Interface
tr: MAC Arayüzü

source: Management Interface
tr: Yönetim Arayüzü

source: Max Time
tr: Maksimum Süre

source: Merge Config
tr: Yapılandırmayı Birleştir

source: Path to post reload hook script. The hook is not called if the path does not point to an executable script file. This hook is called each time openwisp-config applies a configuration, but after services are reloaded.
tr: Yeniden yükleme kancası komut dosyası göndermenin yolu. Yol yürütülebilir bir komut dosyasına işaret etmiyorsa kanca çağrılmaz. Bu kanca, openwisp-config bir yapılandırmayı her uyguladığında, ancak hizmetler yeniden yüklendikten sonra çağrılır.

source: Path to pre-reload hook. The hook is not called if the path does not point to an executable script file. This hook is called each time openwisp-config applies a configuration, but before services are reloaded.
tr: Ön yükleme kancasının yolu. Yol çalıştırılabilir bir kod dosyasını işaret etmiyorsa kanca çağrılmaz. Bu kanca openwisp-config bir yapılandırmayı her uyguladığında, ancak hizmetler yeniden yüklenmeden önce çağrılır.

source: Post-reload Hook
tr: Yeniden Yükleme Sonrası Kanca

source: Server URL
tr: Sunucu URL'si

source: Shared Secret
tr: Paylaşılan Sır

source: Tags
tr: Etiketler

source: Tags applied to this device.
tr: Bu cihaza uygulanan etiketler.

source: Test Config
tr: Test Yapılandırması

source: Test Script
tr: Test Komut Dosyası

source: The Key of this device in the OpenWISP server.
tr: OpenWISP sunucusundaki bu cihazın Anahtarı.

source: The URL to the OpenWISP server. Example: https://openwisp2.mynetwork.com
tr: OpenWISP sunucusunun URL'si. Örnek: https://openwisp2.mynetwork.com

source: The UUID of this device in the OpenWISP server.
tr: Bu cihazın OpenWISP sunucusundaki UUID'si.

source: The interface to use for getting the MAC for this device.
tr: Bu cihazın MAC'ini almak için kullanılacak arayüz.

source: The interface to use for management and control.
tr: Yönetim ve kontrol için kullanılacak arayüz.

source: The organization shared secret for auto enrollment.
tr: Kuruluş otomatik kayıt için bir sır paylaştı.

source: Update Interval
tr: Güncelleme Aralığı

source: Use a unique hardware ID for device identification, for example a serial number.
tr: Cihaz tanımlaması için benzersiz bir donanım kimliği kullanın, örneğin bir seri numarası.

source: Use the specified certificate directory to verify the peer. The certificates must be in PEM format, and the directory must have been processed using the c_rehash utility supplied with openssl.
tr: Eşi doğrulamak için belirtilen sertifika dizinini kullanın. Sertifikalar PEM biçiminde olmalı ve dizin openssl ile birlikte verilen c_rehash yardımcı programı kullanılarak işlenmiş olmalıdır.

source: Use the specified certificate file to verify the peer. The file may contain multiple CA certificates. The certificate(s) must be in PEM format.
tr: Eşi doğrulamak için belirtilen sertifika dosyasını kullanın. Dosya birden fazla CA sertifikası içerebilir. Sertifika(lar) PEM biçiminde olmalıdır.

source: Value passed to curl --max-time argument, defaults to 30. Expressed in seconds.
tr: curl --max-time bağımsız değişkenine aktarılan değer, varsayılan değer 30'dur. Saniye cinsinden ifade edilir.

source: Verify SSL
tr: SSL Doğrulama

source: Verify the server SSL certificate.
tr: Sunucu SSL sertifikasını doğrulayın.

source: When using Automatic registration, this feature allows devices to keep the same configuration even if reset or re-flashed. This feature is enabled by default, but must be enabled also in the controller application in order to work.
tr: Otomatik kayıt kullanıldığında, bu özellik cihazların sıfırlansa veya yeniden flaşlansa bile aynı yapılandırmayı korumasını sağlar. Bu özellik varsayılan olarak etkindir, ancak çalışması için kontrolör uygulamasında da etkinleştirilmesi gerekir.
