Repository: openwrt/luci
Catalog: applications/luci-app-snmpd/po/*/snmpd.po
Languages: da, de, lt, lv, pt, ta, tr

source: Agent settings
da: Agentindstillinger
de: Agent-Einstellungen
lt: „Agento“ nustatymai
lv: Aģenta iestatījumi
pt: Definições do agente
ta: முகவர் அமைப்புகள்
tr: Temsilci ayarları

source: AgentX settings
da: AgentX-indstillinger
de: AgentX-Einstellungen
lt: „AgentoX“ nustatymai
lv: AģentaX iestatījumi
pt: Configurações do AgentX
ta: முகவர் அமைப்புகள்
tr: AgentX ayarları

source: Delete this section to disable AgentX
da: Slette dette afsnit for at deaktivere AgentX
de: Löschen Sie diesen Abschnitt, um AgentX zu deaktivieren
lt: Ištrinti šią sekciją, norint išjungti „AgentąX“
lv: Izdzēsiet šo sadaļu, lai atspējotu AģentuX
pt: Exclua esta seção para desabilitar o AgentX
ta: முகவர்எக்சை முடக்க இந்த பகுதியை நீக்கவும்
tr: AgentX'i devre dışı bırakmak için bu bölümü silin

source: Eg: UDP:161, or UDP:10.5.4.3:161 to only listen on a given interface
da: Eg: UDP:161 eller UDP:10.5.4.3:161 til kun at lytte på et givent interface
de: Z.B.: UDP:161 oder UDP:10.5.4.3:161, um nur auf einer bestimmten Schnittstelle zu horchen
lt: Pvz: „UDP:161“ arba „UDP:10.5.4.3:161“ tik laukti (-iama) prisijungimo/jungties ryšio ant nustatytos sąsajos ir/arba sietuvo
lv: Piemēram: UDP:161 vai UDP:10.5.4.3:161, lai klausītos tikai konkrēto tīkla ierīces interfeisu
pt: Ex.: UDP:161 ou UDP:10.5.4.3:161 para escutar apenas numa interface específica
ta: எ.கா: யுடிபி: 161, அல்லது யுடிபி: 10.5.4.3: 161 கொடுக்கப்பட்ட இடைமுகத்தில் மட்டுமே கேட்க
tr: Örneğin: UDP:161 veya UDP:10.5.4.3:161 yalnızca belirli bir arayüzü dinlemek için

source: Grant UCI access for luci-app-snmpd
da: Grant UCI adgang til luci-app-snmpd
de: UCI Zugang auf luci-app-snmpd gewähren
lt: Suteikti „UCI“ prieigą – „luci-app-snmpd“
lv: Piešķirt UCI piekļuvi luci-app-snmpd
pt: Conceder UCI acesso ao luci-app-snmpd
ta: லூசி-ஆப்-எச்.என்.எம்.பி.டி.க்கு யு.சி.ஐ அணுகல் வழங்கவும்
tr: luci-app-snmpd için UCI erişimi sağlayın

source: Groups help define access methods
da: Grupper hjælper med at definere adgangsmetoder
de: Gruppen helfen bei der Definition von Zugangsmethoden
lt: Grupės padeda apibrėžti prieigos metodus
lv: Grupas palīdz definēt piekļuves metodes
pt: Os grupos ajudam a definir os métodos de acesso
ta: அணுகல் முறைகளை வரையறுக்க குழுக்கள் உதவுகின்றன
tr: Gruplar erişim yöntemlerinin tanımlanmasına yardımcı olur

source: SNMPD is a master daemon/agent for SNMP, from the <a href='http://www.net-snmp.org'>net-snmp project</a>. Note, OpenWrt has mostly complete UCI support for snmpd, but this LuCI applet only covers a few of those options. In particular, there is very little/no validation or help. See /etc/config/snmpd for manual configuration.
da: SNMPD er en master dæmon /agent for SNMP, fra <a href='http://www.net-snmp.org'>net-snmp projektet</a>. Bemærk, at OpenWrt har for det meste komplet UCI-support til snmpd, men denne LuCI applet dækker kun et par af disse muligheder. Især er der meget lille/no validering eller hjælp. Se /etc/config/snmpd til manuel konfiguration.
de: SNMPD ist ein Master Daemon/Agent für SNMP aus dem <a href='http://www.net-snmp.org'>net-snmp-Projekt</a>. Anmerkung: OpenWrt hat meist komplette UCI-Unterstützung für snmpd, aber dieses LuCI-Applet deckt nur einige dieser Optionen ab. Insbesondere gibt es sehr wenig/keine Validierung oder Hilfe. Siehe /etc/config/snmpd für die manuelle Konfiguration.
lt: „SNMPD“ yra valdytojo „SNMP“ paslaugų teikimo sistema/agentas iš – <a href='http://www.net-snmp.org'>„net-snmp projekto“</a>. Atminkite, kad didžioji „OpenWrt“ dalis palaiko „UCI snmpd“, tačiau ši „LuCI“ programėlė apima tik kelias parinktys. Visų pirma, yra labai mažai/ar visai nėra patvirtinimo/patikrinimo ar pagalbos. Norėdami konfigūruoti rankiniu būdu, žr. – „/etc/config/snmpd“.
pt: O SNMPD é um daemon/agente principal para SNMP, do <a href='http://www.net-snmp.org'>projeto net-snmp</a>. Note que o OpenWrt tem suporte UCI praticamente completo para o snmpd, mas este applet LuCI cobre apenas algumas dessas opções. Em particular, há pouca ou nenhuma validação ou ajuda. Consulte /etc/config/snmpd para configuração manual.
ta: SNMPD என்பது SNMP க்கான ஒரு முதன்மை டீமான்/முகவர், <a href = 'http: //www.net-snmp.org'> நெட்-எச்என்எம்பி திட்டம் </a>. குறிப்பு, OpenWRT பெரும்பாலும் SNMPD க்கான முழுமையான UCI ஆதரவைக் கொண்டுள்ளது, ஆனால் இந்த லூசி ஆப்லெட் அந்த விருப்பங்களில் சிலவற்றை மட்டுமே உள்ளடக்கியது. குறிப்பாக, மிகக் குறைவு/சரிபார்ப்பு அல்லது உதவி இல்லை. கையேடு உள்ளமைவுக்கு/etc/config/snmpd ஐப் பார்க்கவும்.
tr: SNMPD, <a href='http://www.net-snmp.org'>net-snmp projesinden</a> SNMP için bir ana daemon/aracıdır. Not, OpenWrt snmpd için çoğunlukla tam UCI desteğine sahiptir, ancak bu LuCI uygulaması bu seçeneklerden yalnızca birkaçını kapsar. Özellikle, doğrulama veya yardım çok azdır/hiç yoktur. Manuel yapılandırma için /etc/config/snmpd dosyasına bakın.

source: System
lt: Sistema
lv: Sistēma
pt: Sistema
ta: மண்டலம்
tr: Sistem

source: The address the agent should allow AgentX connections to
da: Adressen skal tillade AgentX forbindelser til
de: Adresse des Agenten, zu der AgentX Verbindungen ermöglichen soll
lt: Adresas, prie kurio agentas turėtų leisti „AgentoX“ ryšius į –
lv: Adrese, uz kuru aģentam jāatļauj AģentaX savienojumi
pt: O endereço do agente deve permitir conexões de AgentX
ta: முகவரின் முகவரி முகவர் இணைப்புகளை அனுமதிக்க வேண்டும்
tr: Aracı'nın AgentX bağlantılarına izin vermesi gereken adres

source: The address the agent should listen on
da: Adressen skal lytte på
de: Die Adresse, an der der Agent horchen sollte
lt: Adresas, prie kurio agentas turėtų laukti prisijungimo/jungties ryšio
lv: Adrese, kura aģentam jāklausās
pt: O endereço do agente no qual deve escutar
ta: முகவர் கேட்க வேண்டிய முகவரி
tr: Aracının dinlemesi gereken adres

source: This is only necessary if you have subagents using the agentX socket protocol. Eg: /var/run/agentx.sock
da: Dette er kun nødvendigt, hvis du har underagenter ved hjælp af agenten X-stik protokol. Eg: /var/run/agentx.sock
de: Dies ist nur erforderlich, wenn Sie Subagenten haben, die das agentX-Socket-Protokoll nutzen. Z.B.: /var/run/agentx.sock
lt: Tai būtina tik tuo atveju, jei turite po-agentų, naudojančių „agentoX“ lizdo protokolą. Pvz.: „/var/run/agentx.sock“
pt: Isto só é necessário se tiver subagentes que usam o protocolo de soquete agentX. P.ex.: /var/run/agentx.sock
ta: ஏசென்ட்எக்ச் சாக்கெட் நெறிமுறையைப் பயன்படுத்தி உங்களிடம் துணைசயுகள் இருந்தால் மட்டுமே இது தேவை. எ.கா: /var/run/agentx.sock
tr: Bu yalnızca agentX soket protokolünü kullanan alt temsilcileriniz varsa gereklidir. Örn: /var/run/agentx.sock

source: Values used in the MIB2 System tree
da: Værdier, der bruges i MIB2 System træ
de: Werte im MIB2 Systembaum
lt: „MIB2“ sistemos medyje naudojamos reikšmės
lv: Vērtības, ko izmanto MIB2 sistēmas kokā
pt: Valores utilizados na árvore do sistema MIB2
ta: MIB2 கணினி மரத்தில் பயன்படுத்தப்படும் மதிப்புகள்
tr: MIB2 Sistem ağacında kullanılan değerler

source: com2sec security
da: com2sec sikkerhed
de: com2sec Sicherheit
lt: „com2sec“ apsauga
lv: com2sec drošība
pt: segurança com2sec
ta: com2sec பாதுகாப்பு
tr: com2sec güvenlik

source: net-snmp's SNMPD
de: SNMPD von net-snmp
lv: SNMPD no net-snmp projekta
pt: sNMPD de net-snmp
ta: நெட்-எச்.என்.எம்.பி.யின் எச்.என்.எம்.பி.டி.
tr: net-snmp'nin SNMPD'si
