Repository: openwrt/luci
Catalog: applications/luci-app-uhttpd/po/*/uhttpd.po
Languages: cs

source: (/old/path=/new/path) or (just /old/path which becomes /cgi-prefix/old/path)
cs: (/puvodni/umisteni=/nove/umisteni) nebo (jen /puvodni/umisteni ktere se stane /cgi-prefix/puvodni/umisteni)

source: 404 Error
cs: Chyba 404 (nenalezeno)

source: A lightweight single-threaded HTTP(S) server
cs: Na systémové prostředky nenáročný, jednovláknový HTTP(S) server

source: Advanced Settings
cs: Pokročilá nastavení

source: Aliases
cs: Alternativní názvy

source: Base directory for files to be served
cs: Základní složka pro soubory, které mají být nabízeny

source: Bind to specific interface:port (by specifying interface address)
cs: Navázat na konkrétní rozhraní:port (uvedením adresy rozhraní)

source: CGI filetype handler
cs: obsluha typu souboru CGI

source: CGI is disabled if not present.
cs: Pokud není přítomno, CGI je vypnuto.

source: Config file (e.g. for credentials for Basic Auth)
cs: Soubor s nastaveními (např. pro přihlašovací údaje pro Basic Auth)

source: Connection reuse
cs: Znovuvyužití spojení

source: Country
cs: Země

source: Disable JSON-RPC authorization via ubus session API
cs: Vypnout JSON-RPC pověřování prostřednictvím API ubus relace

source: Do not follow symlinks outside document root
cs: Nenásledovat symbolické odkazy mířící mimo kořen dokumentu

source: Do not generate directory listings.
cs: Nevytvářet výpisy obsahů složek.

source: Document root
cs: Kořen dokumentu

source: E.g specify with index.html and index.php when using PHP
cs: Např. zadat s index.html (a index.php, při používání PHP)

source: Embedded Lua interpreter is disabled if not present.
cs: Pokud není přítomen, vestavěný interpret Lua je vypnut.

source: Enable JSON-RPC Cross-Origin Resource Support
cs: Povolit podporu pro prostředek JSON-RPC napříč původem

source: Files can only be uploaded and saved to the /etc/luci-uploads directory.
cs: Soubory je možné nahrávat a ukládat pouze do složky /etc/luci-uploads.

source: For settings primarily geared to serving more than the web UI
cs: Pro nastavení zamýšlených hlavně pro poskytování více než jen webovéhouživatelského rozhraní

source: Full Web Server Settings
cs: Úplná nastavení webového serveru

source: Full real path to handler for Lua scripts
cs: Úplný popis skutečného umístění obsluhy pro Lua skripty

source: General Settings
cs: Obecná nastavení

source: Grant UCI access for luci-app-uhttpd
cs: Udělit luci-app-uhttpd přístup do UCI nastavování

source: HTTP listeners (address:port)
cs: HTTP naslouchače (adresa:port)

source: HTTPS Certificate (DER or PEM format)
cs: HTTPS certifikát (formát DER nebo PEM)

source: HTTPS Private Key (DER or PEM format)
cs: HTTPS soukromý klíč (formát DER nebo PEM)

source: HTTPS listener (address:port)
cs: HTTPS naslouchače (adresa:port)

source: If empty, a random/unique value is used in cert generation
cs: Pokud nevyplněno, pak je při vytváření certifikátu použita náhodná (neopakující se) hodnota

source: Ignore private IPs on public interface
cs: Na veřejném rozhraní ignorovat IP adresy z privátních rozsahů

source: Index page(s)
cs: Indexové stránky

source: Interpreter to associate with file endings ('suffix=handler', e.g. '.php=/usr/bin/php-cgi')
cs: Interpretovač který přiřadit k přípojně souborů ('pripona=obsluhovac', např. '.php=/usr/bin/php-cgi')

source: Length of key in bits
cs: Délka klíče (v bitech)

source: Location
cs: Umístění

source: Maximum number of connections
cs: Nejvyšší umožněný počet spojení

source: Maximum number of script requests
cs: Nejvyšší umožněný počet dotazování skriptu

source: Maximum wait time for Lua, CGI, or ubus execution
cs: Nejdelší doba čekání pro vykonání Lua, CGI nebo ubus

source: Maximum wait time for network activity
cs: Kolik nejdéle čekat na aktivitu sítě

source: Organization
cs: Organizace

source: Override path for ubus socket
cs: Přebít popis umístění pro ubus soket

source: Path prefix for CGI scripts
cs: Předpona popisu umístění pro CGI skripty

source: Prevent access from private (RFC1918) IPs on an interface if it has an public IP address
cs: Bránit přístupu z adres ze soukromého rozsahu (RFC1918) na rozhraní, pokud má veřejnou IP adresu

source: Realm for Basic Auth
cs: Oblast ověřování se pro Basic Auth

source: Redirect all HTTP to HTTPS
cs: Přesměrovávat veškeré HTTP na HTTPS

source: Remove configuration for certificate and key
cs: Odebrat nastavení pro certifikát a klíč

source: Remove old certificate and key
cs: Odebrat starý certifikát a klíč

source: Server Hostname
cs: Název stroje serveru

source: Settings which are either rarely needed or which affect serving the WebUI
cs: Nastavení která jsou buď jen málokdy potřebná nebo která ovlivňují fungování WebUI

source: State
cs: Stav

source: TCP Keepalive
cs: TCP udržování spojení

source: This permanently deletes the cert, key, and configuration to use same.
cs: Toto nevratně smaže certifikát, klíč a nastavení pro použití stejného.

source: Valid for # of Days
cs: Platné po daný počet dnů

source: Virtual URL or CGI script to display on status '404 Not Found'. Must begin with '/'
cs: Virtuální URL nebo CGI skript pro zobrazení stavu „404 nenalezeno“. Je třeba, aby začínalo na „/“ (dopředné lomítko)

source: Virtual path prefix for Lua scripts
cs: Předpona virtuálního popisu umístění pro Lua skripty

source: Virtual path prefix for ubus via JSON-RPC integration
cs: Předpona virtuálního popisu umístění pro ubus prostřednictvím napojení na JSON-RPC

source: Will not use HTTP authentication if not present
cs: Pokud není přítomno, nepoužije HTTP ověřování

source: a.k.a CommonName
cs: neboli CommonName

source: uHTTPd Self-signed Certificate Parameters
cs: Parametry uHTTPd sám sebou podepsaného certifikátu

source: uHTTPd will generate a new self-signed certificate using the configuration shown below.
cs: uHTTPd vytvoří nový sám sebou podepsaný certifikát a to s využitím níže zobrazeného nastavení.

source: ubus integration is disabled if not present
cs: pokud není přítomna je napojení na ubus vypnuto
