Repository: openwrt/luci
Catalog: applications/luci-app-p910nd/po/*/p910nd.po
Languages: tr

source: Add printer config
tr: Yazıcı yapılandırması ekle

source: Be aware: %s also listens on port 9100.
tr: Dikkat: %s ayrıca 9100 numaralı bağlantı noktasını da dinler.

source: Bidirectional mode
tr: Çift Yönlü Mod

source: By the router
tr: Yönlendirici tarafından

source: Connected %s devices show in this list.
tr: Bağlı %s cihazları bu listede gösterilir.

source: Device
tr: Cihaz

source: Enabled
tr: Etkinleştirildi

source: Error calling "package-manager-call list-installed":
tr: "package-manager-call list-installed" çağrısında hata oluştu:

source: Error executing "find" command:
tr: "find" komutu yürütülürken hata oluştu:

source: For USB connected printers
tr: USB bağlantılı yazıcılar için

source: Grant UCI access for luci-app-p910nd
tr: luci-app-p910nd için UCI erişimi verin

source: It is safe to install both, even if only one is needed.
tr: Yalnızca bir tanesine ihtiyaç duyulsa bile her ikisini de kurmak güvenlidir.

source: Listen IP
tr: Dinleme IP'si

source: Listen on a specific IP.
tr: Belirli bir IP'yi dinleyin.

source: Local TCP listen port for this printer.
tr: Bu yazıcı için yerel TCP dinleme bağlantı noktası.

source: Manufacturer
tr: Üretici

# mDNS
source: Note: %s only advertises one (the first) printer on this host.
tr: Not: %s bu ana bilgisayarda yalnızca bir (ilk) yazıcının reklamını yapar.

source: Note: Set only CMD languages that your printer understands.
tr: Not: Yalnızca yazıcınızın anladığı CMD dillerini ayarlayın.

source: Note: USB hotplug attempts to provide some of the values below.
tr: Not: USB hotplug aşağıdaki değerlerden bazılarını sağlamaya çalışır.

source: Note: USB hotplug correctly detects this.
tr: Not: USB hotplug bunu doğru şekilde algılar.

source: Note: character device assignment can change upon reboot/reconnect with multiple USB devices.
tr: Not: karakter aygıtı ataması, birden fazla USB aygıtı ile yeniden başlatma/yeniden bağlanma sonrasında değişebilir.

source: Note: must be %s.
tr: Not: %s olmalıdır.

source: One of these kernel modules is needed for p910nd to find your printer.
tr: Bu çekirdek modüllerinden biri, p910nd'nin yazıcınızı bulması için gereklidir.

source: Overrides default of %s.
tr: %s varsayılan değerini geçersiz kılar.

source: Parallel port line printer device support
tr: Paralel port satır yazıcı cihazı desteği

source: Port
tr: Bağlantı noktası

source: Port 910n print daemon
tr: Bağlantı noktası 910n yazdırma arka programı

source: Run as root
tr: Root olarak çalıştır

source: Serves as Location in Apple standards.
tr: Apple standartlarında Konum olarak hizmet verir.

source: Settings
tr: Ayarlar

source: Some examples:
tr: Bazı örnekler:

source: The %s type element.
tr: %s türünde öğe.

source: The %s value.
tr: %s değeri.

source: User readable description of maker and model.
tr: Üretici ve modelin kullanıcı tarafından okunabilir açıklaması.

source: Whether this print port is bi-directional.
tr: Bu yazdırma bağlantı noktasının çift yönlü olup olmadığı.

# mDNS/Bonjour/ZeroConf
source: Whether to advertise this printer via %s.
tr: Bu yazıcının %s aracılığıyla reklamının yapılıp yapılmayacağı.

source: any
tr: herhangi

source: enclosed within parentheses
tr: parantez içine alınmıştır

source: map ports 9100-9109 to local printers.
tr: 9100-9109 bağlantı noktalarını yerel yazıcılarla eşleyin.

source: p910nd - Printer server
tr: P910nd_Yazıcı Sunucusu
