Repository: openwrt/luci
Catalog: applications/luci-app-libreswan/po/*/libreswan.po
Languages: es, pl

source: Acceptable values are an integer followed by m, h, d
es: Valores aceptables son un entero seguido por m, h, d
pl: Dopuszczalne wartości to liczba całkowita, po której następują m, h, d

source: Add Proposal
es: Agregar propuesta
pl: Dodaj propozycję

source: Add Tunnel
es: Añadir túnel
pl: Dodaj tunel

source: Advanced
es: Avanzado
pl: Zaawansowane

source: Allowed Virtual Private
es: Privado virtual permitido
pl: Dozwolone wirtualne prywatne

source: Auth Method
es: Método de autenticación
pl: Metoda uwierzytelniania

source: Authentication
es: Autenticación
pl: Uwierzytelnienie

source: Auto Update Peer Address of VTI interface
es: Actualización automática de la dirección de pares de la interfaz VTI
pl: Automatyczna aktualizacja adresu peera interfejsu VTI

source: Clear
es: Limpiar
pl: Wyczyść

source: DH Group
es: Grupo DH
pl: Grupa DH

source: DH Group 14
es: Grupo DH 14
pl: Grupa 14 DH

source: DH Group 15
es: Grupo DH 15
pl: Grupa 15 DH

source: DH Group 16
es: Grupo DH 16
pl: Grupa 16 DH

source: DH Group 17
es: Grupo DH 17
pl: Grupa 17 DH

source: DH Group 18
es: Grupo DH 18
pl: Grupa 18 DH

source: DH Group 19
es: Grupo DH 19
pl: Grupa 19 DH

source: DH Group 20
es: Grupo DH 20
pl: Grupa 20 DH

source: DH Group 21
es: Grupo DH 21
pl: Grupa 21DH

source: DH Group 22*
es: Grupo DH 22*
pl: Grupa 20 DH*

source: DH Group 31
es: Grupo DH 31
pl: Grupa 31 DH

source: DH Group 5*
es: Grupo DH 5*
pl: Grupa 5 DH*

source: DPD Action
es: Acción DPD
pl: Akcja DPD

source: DPD Delay
es: Retraso DPD
pl: Opóźnienie DPD

source: DPD Timeout
es: Tiempo de espera del DPD
pl: Limit czasu DPD

source: Debug Logs
es: Registros de depuración
pl: Dzienniki debugowania

source: Down
es: Bajar
pl: W dół

source: Enable nflog on nfgroup
es: Activar nflog en nfgroup
pl: Włącz nflog w nfgroup

source: Encryption Method
es: Método de cifrado
pl: Metoda szyfrowania

source: Grant access to LuCI app Libreswan IPSec
es: Otorgar acceso a la app LuCI de IPSec Libreswan
pl: Udziel dostępu do aplikacji LuCI Libreswan IPSec

source: Hash Algorithm
es: Algoritmo Hash
pl: Algorytm haszujący

source: Hold
es: Mantener
pl: Wstrzymaj

source: IKE Life Time
es: Tiempo de vida IKE
pl: Czas trwania IKE

source: IKE Version 1
es: IKE versión 1
pl: IKE w wersji 1

source: IKE Version 2
es: IKE versión 2
pl: IKE w wersji 2

source: IP address to listen on, default depends on Listen Interface
es: Dirección IP para escucha, por defecto depende en Interfaz Escucha
pl: Adres IP do nasłuchiwania, domyślnie zależy od interfejsu nasłuchiwania

source: IPSec Global Settings
es: Ajustes de IPSec global
pl: Ustawienia globalne IPSec

source: IPSec Globals
es: IPSec globales
pl: Globalne IPSec

source: IPSec Proposals
es: Propuestas IPSec
pl: Propozycje IPSec

source: IPSec Tunnels
es: Túneles IPSec
pl: Tunele IPSec

source: IPSec Tunnels Summary
es: Sumario de túneles IPSec
pl: Podsumowanie tuneli IPSec

source: Initiate
es: Comenzar
pl: Inicjuj

source: Interface
es: Interfaz
pl: Interfejs

source: Interface for IPsec to use
es: Interfaz para IPsec a utilizar
pl: Interfejs IPsec do używania

source: Left ID
es: ID izquierda
pl: Identyfikator lewy

source: Left IP/Device
es: IP izquierda/Dispositivo
pl: IP/Urządzenie lewe

source: Left Interface
es: Interfaz izquierda
pl: Interfejs lewy

source: Libreswan IPSec
es: IPSec Libreswan

source: Listen
es: Escucha
pl: Nasłuchuj

source: Listen Address
es: Dirección de escucha
pl: Adres nasłuchiwania

source: Listen Interface
es: Interfaz Escucha
pl: Interfejs nasłuchiwania

source: Lists VTI interfaces configured with ikey and okey
es: Lista los interfaces VTI configurados con ikey y okey
pl: Wyświetla interfejsy VTI skonfigurowane za pomocą ikey i okey

source: Lists XFRM interfaces in format "ipsecN", N denotes ifid of xfrm interface
es: Enumera interfaces XFRM en formato "ipsecN", N denota ifid de interfaz xfrm
pl: Wyświetla interfejsy XFRM w formacie „ipsecN”, gdzie N oznacza identyfikator interfejsu XFRM

source: Local Source IP
es: IP de origen local
pl: Lokalny źródłowy adres IP

source: Local Subnet
es: Subred local
pl: Lokalna podsieć

source: Local Subnets
es: Subredes locales
pl: Lokalne podsieci

source: Mode
es: Modo
pl: Tryb

source: NFLOG group number to log all pre-crypt and post-decrypt traffic to
es: Número de grupo NFLOG para bitácora de todo el tráfico pre-cifrado y post-cifrado a
pl: Numer grupy NFLOG do rejestrowania całego ruchu przed szyfrowaniem i po odszyfrowaniu

source: Name
es: Nombre
pl: Nazwa

source: Name length shall not exceed 15 characters
es: La longitud del nombre no debe exceder los 15 caracteres
pl: Długość nazwy nie może przekraczać 15 znaków

source: None
es: Ninguno
pl: Brak

source: Overview
es: Vista general
pl: Przegląd

source: Phase1
es: Fase 1
pl: Faza 1

source: Phase1 Proposals
es: Propuestas fase 1
pl: Propozycje Fazy 1

source: Phase2
es: Fase 2
pl: Faza 2

source: Phase2 Proposals
es: Propuestas fase 2
pl: Propozycje Fazy 2

source: Phase2 Protocol
es: Protocolo fase 2
pl: Protokół Fazy 2

source: Preshared Key
es: Clava pre-compartida
pl: Klucz współdzielony

source: Proposals must be configured for Tunnels
es: Propuestas deben ser configuradas para túneles
pl: Propozycje muszą być skonfigurowane dla tuneli

source: Rekey
es: Re-clave
pl: Regeneracja klucza

source: Rekey Margin Time
es: Tiempo de margen de Re-clave
pl: Czas marginesu regeneracji klucza

source: Remote
es: Remoto
pl: Zdalny

source: Remote IP
es: IP remota
pl: Zdalny adres IP

source: Remote Source IP
es: IP de origen remoto
pl: Zdalny źródłowy adres IP

source: Remote Subnet
es: Subred remota
pl: Zdalna podsieć

source: Remote Subnets
es: Subredes remotas
pl: Zdalne podsieci

source: Restart
es: Reiniciar
pl: Restartuj

source: Right ID
es: ID derecha
pl: Identyfikator prawy

source: Shared Secret
es: Secreto compartido
pl: Wspólny sekret

source: Status
es: Estado

source: The address ranges that may live behind a NAT router through which a client connects
es: Los intervalos de dirección que pueden existir destrás de un enrutador NAT a través del cual un cliente se conecta
pl: Zakresy adresów, które mogą znajdować się za routerem NAT, przez który łączy się klient

source: There are no active Tunnels
es: No hay túneles activos
pl: Brak aktywnych tuneli

source: This may not share the same name as other proposals or configured tunnels.
es: Esto puede no compartir el mismo nombre como otras propuestas o túneles configurados.
pl: Nazwa ta może różnić się od nazwy innych propozycji lub skonfigurowanych tuneli.

source: Tunnel Interface
es: Interfaz del túnel
pl: Interfejs tunelu

source: Uniquely Identify Remotes
es: Únicamente identificar remotos
pl: Jednoznacznie identyfikuj zdalne

source: Unsafe
es: Inseguro
pl: Niebezpieczny

source: Unsafe, See
es: Inseguro, vea
pl: Niebezpieczny, zobacz

source: Up
es: Subir
pl: W górę

source: Update Peer Address
es: Actualizar la dirección del par
pl: Aktualizuj adres peera

source: Uptime
es: Tiempo de actividad
pl: Czas pracy

source: Whether IDs should be considered identifying remote parties uniquely
es: Si los ID serían considerados identificando únicamente partes remotas
pl: Czy identyfikatory powinny być uważane za jednoznacznie identyfikujące strony zdalne

source: base - Moderate Logging
es: base - Registro moderado
pl: base - Umiarkowane rejestrowanie

source: cpu-usage - Timing/Load Logging
es: uso-cpu - Registro de tiempo/carga
pl: cpu-usage - Rejestrowanie czasu/obciążenia

source: crypto - All crypto related Logging
es: cifrado - Todo el registro relacionado con cifrado
pl: crypto - Rejestrowanie wszystkich zdarzeń kryptograficznych

source: none - No Logging
es: ninguno - Sin registro
pl: none - Brak rejestrowania

source: private - Sensitive private-key/password Logging
es: privado - Registro confidencial de claves privadas y contraseñas
pl: private - Rejestrowanie poufnych kluczy prywatnych/haseł

source: tmi - Too Much/Excessive Logging
es: tmi - Registro excesivo/demasiado registro
pl: tmi - Rejestrowanie zbyt duże/nadmierne

source: General
pl: Ogólne
