Repository: openwrt/luci
Catalog: applications/luci-app-ahcp/po/*/ahcp.po
Languages: da, tr, vi

source: AHCP Server
tr: AHCP Sunucusu
vi: Máy chủ AHCP

source: AHCP is an autoconfiguration protocol for IPv6 and dual-stack IPv6/IPv4 networks designed to be used in place of router discovery or DHCP on networks where it is difficult or impossible to configure a server within every link-layer broadcast domain, for example mobile ad-hoc networks.
da: AHCP er en protokol til automatisk konfiguration for IPv6- og dual-stack IPv6/IPv4-netværk, der er designet til at blive brugt i stedet for router discovery eller DHCP på netværk, hvor det er vanskeligt eller umuligt at konfigurere en server inden for hvert link-layer broadcast-domæne, f.eks. mobile ad hoc-netværk.
tr: AHCP, mobil reklam gibi her bağlantı katmanı yayın etki alanında bir sunucuyu yapılandırmanın zor veya imkansız olduğu ağlarda yönlendirici keşfi veya DHCP yerine kullanılmak üzere tasarlanmış IPv6 ve IPv6/IPv4 çift ağları için bir otomatik yapılandırma protokolüdür.
vi: AHCP là một giao thức tự động cấu hình cho IPv6 và mạng IPv6/IPv4 dual-stack được thiết kế để được sử dụng tại vị trí phát hiện router hoặc DHCP trên mạng, nơi rất khó hoặc việc cấu hình một máy chủ trong mọi phạm vi domain phát sóng liên kết lớp link-layer là không khả thi, ví dụ như mạng di động Ad-hoc.

source: Active AHCP Leases
da: Aktive AHCP Leases
tr: Etkin ACHP Kiralamaları
vi: Kích hoạt thuê AHCP

source: Address
da: Adresse
tr: Adres
vi: Địa chỉ

source: Advanced Settings
da: Avancerede indstillinger
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao

source: Age
da: Alder
tr: Yaş
vi: Thời gian thuê

source: Announced DNS servers
da: Annoncerede DNS-servere
tr: Bildirilen DNS sunucuları
vi: Quảng bá máy chủ DNS

source: Announced NTP servers
da: Annoncerede NTP-servere
tr: Bildirilen NTP sunucuları
vi: Quảng bá máy chủ NTP

source: Announced prefixes
da: Annoncerede præfikser
tr: Açıklanan önekler
vi: Quảng bá tiền tố

source: Collecting data...
da: Indsamler data...
tr: Veriler toplanıyor...
vi: Đang lấy dữ liệu...

source: Disable DNS setup
da: Deaktiver DNS-opsætning
tr: DNS kurulumunu devre dışı bırak
vi: Tắt cài đặt DNS

source: Forwarder
tr: Yönlendirici
vi: Chuyển tiếp

source: General Setup
da: Generel opsætning
tr: Genel Kurulum
vi: Thiết lập chung

source: Grant UCI access for luci-app-ahcp
da: Giv UCI-adgang til luci-app-ahcp
vi: Cấp quyền truy cập UCI cho luci-app-ahcp

source: IPv4 and IPv6
da: IPv4 og IPv6
tr: IPv4 ve IPv6
vi: IPv4 và IPv6

source: IPv4 only
da: Kun IPv4
tr: Yalnızca IPv4
vi: Chỉ IPv4

source: IPv6 only
da: Kun IPv4
tr: Yalnızca IPv6
vi: Chỉ IPv6

source: Lease directory
da: Lease mappe
tr: Kiralama Dizini
vi: Thư mục cho thuê

source: Lease validity time
da: Lease gyldighedsperiode
tr: Kiralama Geçerlilik Süresi
vi: Thời gian cho thuê

source: Log file
da: Logfil
tr: Günlük kaydı dosyası
vi: Tệp nhật ký

source: Multicast address
da: Multicast-adresse
tr: Multicast adresi
vi: Đa địa chỉ

source: Operation mode
da: Driftstilstand
tr: Çalışma Modu
vi: Chế độ hoạt động

source: Port
tr: Bağlantı noktası
vi: Cổng

source: Protocol family
da: Protokolfamilie
tr: Protokol Ailesi
vi: Giao thức

source: Served interfaces
da: Betjente interfaces
tr: Sunucu Arayüzleri
vi: Giao diện phục vụ

source: Server
tr: Sunucu
vi: Máy Chủ

source: Specifies the announced IPv4 and IPv6 NTP servers
da: Angiver de annoncerede IPv4- og IPv6-NTP-servere
tr: Duyurulan IPv4 ve IPv6 NTP sunucularını belirtir
vi: Quy định cụ thể máy chủ IPv4, IPv6 và NTP

source: Specifies the announced IPv4 and IPv6 name servers
da: Angiver de annoncerede IPv4- og IPv6-navneservere
tr: Duyurulan IPv4 ve IPv6 isim sunucularını belirtir
vi: Quy định cụ thể tên máy chủ IPv4, IPv6 và NTP

source: Specifies the announced IPv4 and IPv6 network prefixes in CIDR notation
da: Angiver de annoncerede IPv4- og IPv6-netværksdræfikser i CIDR-notation
tr: CIDR gösteriminde duyurulan IPv4 ve IPv6 ağ öneklerini belirtir
vi: Định rõ công bố IPv4 và IPv6 mạng tiền tố trong ký hiệu CIDR

source: The AHCP Service is not running.
da: AHCP-tjenesten kører ikke.
tr: AHCP Hizmeti çalışmıyor.
vi: Dịch vụ AHCP khộng hoạt động.

source: The AHCP Service is running with ID %s.
da: AHCP-tjenesten kører med ID %s.
tr: AHCP Hizmeti %s kimliği ile çalışıyor.
vi: Dịch vụ AHCP đang hoạt động với ID %s.

source: There are no active leases.
da: Der er ingen aktive leases.
tr: Etkin kiralama yok.
vi: Hiện không có người thuê.

source: Unique ID file
da: Unik ID-fil
tr: Benzersiz ID Dosyası
vi: Tệp Unique ID
