Repository: openwrt/luci
Catalog: applications/luci-app-radicale3/po/*/radicale3.po
Languages: cs, ga, ru

source: 'Plaintext Password' and 'Confirm Plaintext Password' do not match
cs: Zadání v „Heslo v čitelném textu“ a „Potvrzení hesla v čitelném textu“ se neshodují
ga: Ní hionann 'Focal Faire Téacs Glan' agus 'Deimhnigh Pasfhocal Téacs Glan'
ru: Значение поля 'Пароль' и 'Подтверждение Пароля' не совпадает

source: ([ -d .git ] || git init) && git add -A && (git diff --cached --quiet || git commit -m 'Changes by '%(user)s
cs: ([ -d .git ] || git init) && git add -A && (git diff --cached --quiet || git commit -m 'Změny od '%(user)s
ga: ([ -d .git ] || git init) && git add -A && (git diff --cached --quiet || git commit -m 'Athruithe le '%(user)s
ru: ([ -d .git ] || git init) && git add -A && (git diff --cached --quiet || git commit -m 'Изменения, внесённые пользователем '%(user)s

source: Advanced
cs: Pokročilé
ga: Ardleibhéil
ru: Дополнительные

source: Allowed Ciphers
cs: Umožněné šifry
ga: Cifearanna Ceadaithe
ru: Разрешённые шифры

source: Authentication
cs: Ověřování
ga: Fíordheimhniú
ru: Аутентификация

source: Authentication Type
cs: Typ ověřování
ga: Cineál Fíordheimhnithe
ru: Тип аутентификации

source: Based on settings in 'Rights File'
cs: Založeno na nastaveních v „Souboru s oprávněními“
ga: Bunaithe ar shocruithe i 'Comhad na gCeart'
ru: На основе настроек в 'Файле прав'

source: Certificate
cs: Certifikát
ga: Teastas
ru: Сертификат

source: Client Certificate Authority
cs: Autorita klientského certifikátu
ga: Údarás Deimhnithe Cliant
ru: Удостоверяющий центр клиентских сертификатов

source: Command that is run after changes to storage
cs: Příkaz který je spouštěn po změně úložiště
ga: Ordú a rithtear tar éis athruithe ar stóráil
ru: Команда, выполняемая после изменений в хранилище

source: Confirm Plaintext Password
cs: Potvrďte zadání hesla v čitelném textu
ga: Deimhnigh Pasfhocal Téacs Glan
ru: Подтвердите пароль в открытом виде

source: Critical
cs: Kritické
ga: Criticiúil
ru: Критический

source: Debug
cs: Ladění
ga: Dífhabhtú
ru: Отладка

source: Default (Multiple files on filesystem)
cs: Výchozí (vícero souborů na souborovém systému)
ga: Réamhshocrú (Ilchomhaid ar chóras comhad)
ru: По умолчанию (несколько файлов в файловой системе)

source: Default (htpasswd file from users below)
cs: Výchozí (soubor htpasswd od níže uvedených uživatelů)
ga: Réamhshocrú (comhad htpasswd ó na húsáideoirí thíos)
ru: По умолчанию (файл htpasswd от пользователей ниже)

source: Default (info)
cs: Výchozí (pro informaci)
ga: Réamhshocrú (eolas)
ru: По умолчанию (информация)

source: Default (owner only)
cs: Výchozí (pouze vlastník)
ga: Réamhshocrú (úinéir amháin)
ru: По умолчанию (только владелец)

source: Delete sync tokens that are older (seconds)
cs: Smazat tokeny synchronizace které jsou starší než (sekund)
ga: Scrios comharthaí sioncrónaithe atá níos sine (soicindí)
ru: Удалять устаревшие токены синхронизации (секунд)

source: Do not filter debug messages starting with 'TRACE'
cs: Nefiltrovat ladící zprávy začínající na 'TRACE'
ga: Ná scag teachtaireachtaí dífhabhtaithe ag tosú le 'TRACE'
ru: Не фильтровать отладочные сообщения, начинающиеся с 'TRACE'

source: Document Encoding
cs: Enkódování dokumentu
ga: Ionchódú Doiciméad
ru: Кодировка документа

source: Enable SSL connections
cs: Zapnout SSL spojení
ga: Cumasaigh naisc SSL
ru: Включить SSL-соединения

source: Encoding for responding to requests/events
cs: Enkódování pro odpovídání na požadavky/události
ga: Ionchódú chun freagairt d’iarratais/imeachtaí
ru: Кодировка ответов на запросы/события

source: Encoding for storing local collections
cs: Enkódování pro ukládání lokálních sbírek
ga: Ionchódú chun bailiúcháin áitiúla a stóráil
ru: Кодировка локальных коллекций

source: Encrypted Password
cs: Šifrované heslo
ga: Pasfhocal Criptithe
ru: Хеш пароля

source: Encryption
cs: Šifrování
ga: Criptiú
ru: Шифрование

source: Encryption method when changing this password
cs: Šifrovací metoda při měnění tohoto hesla
ga: Modh criptithe agus an focal faire seo á athrú
ru: Метод шифрования при смене пароля

source: Error
cs: Chyba
ga: Earráid
ru: Ошибка

source: Example storage hook
cs: Háček úložiště pro ukázku
ga: Crúca stórála samplach
ru: Пример хука хранилища

source: Filename
cs: Název souboru
ga: Ainm comhaid
ru: Имя файла

source: Folder
cs: Složka
ga: Fillteán
ru: Папка

source: Folder in which to store collections
cs: Složka ve které ukládat sbírky
ga: Fillteán ina stóráilfear bailiúcháin
ru: Папка для хранения коллекций

source: For verifying client certificates
cs: Pro ověřování klientských certifikátů
ga: Chun deimhnithe cliant a fhíorú
ru: Для проверки клиентских сертификатов

source: Grant UCI access for luci-app-radicale3
cs: Udělit luci-app-radicale3 přístup k UCI
ga: Deonaigh rochtain UCI do luci-app-radicale3
ru: Предоставить доступ UCI для luci-app-radicale3

source: HTTP(S) Basic Authentication Realm
cs: Oblast ověřování pro HTTP(S) Basic Authentication
ga: HTTPS) Réimse Fíordheimhnithe Bhunúsaigh
ru: Область базовой аутентификации HTTP(S)

source: HTTP(S) Headers
cs: HTTP(S) hlavičky
ga: Ceanntásca HTTP(S)
ru: Заголовки HTTP(S)

source: Header: X-Access-Control-Allow-Origin
cs: Hlavička: X-Access-Control-Allow-Origin
ga: Ceanntásc: X-Rochtain-Rialú-Ceadaigh-Bunús
ru: Заголовок: X-Access-Control-Allow-Origin

source: Headers
cs: Hlavičky
ga: Ceanntásca
ru: Заголовки

source: Hook
cs: Háček
ga: Crúca
ru: Хук

source: Host:port
cs: Hostitel:port
ga: Óstach:port
ru: Хост:порт

source: If 'Plaintext Password' is filled and matches 'Confirm Plaintext Password' then this field becomes of hash of that password, otherwise this field remains the existing hash (you can also put your own hash value for the type of hash listed above).
ga: Má líontar 'Pasfhocal Téacs Glan' agus má chomhfhreagraíonn sé do 'Deimhnigh Pasfhocal Téacs Glan', ansin is hais den fhocal faire sin an réimse seo, nó fanann an hais atá ann cheana féin sa réimse seo (is féidir leat do luach haise féin a chur isteach don chineál haise atá liostaithe thuas freisin).
ru: Если поля «Пароль в открытом виде» и «Подтвердите пароль в открытом виде» заполнены и их значения совпадают, то это поле становится хешем пароля. В противном случае сохраняется текущий хеш (вы также можете указать хеш нужного типа вручную).

source: Info
cs: Pro informaci
ga: Eolas
ru: Информация

source: Log Level
cs: Stupeň podrobnosti záznamu událostí
ga: Leibhéal Logála
ru: Уровень журналирования

source: Logging
cs: Zaznamenávání událostí
ga: Logáil
ru: Журналирование

source: Main
cs: Hlavní
ga: Príomh
ru: Основные

source: Mask Passwords
cs: Maskovat hesla
ga: Pasfhocail Masc
ru: Маскировать пароли

source: Max Connections
cs: Nejvýše spojení
ga: Uasmhéid Naisc
ru: Макс. соединений

source: Max Content Length
cs: Délka obsahu nejvýše
ga: Fad Uasta an Ábhair
ru: Макс. длина содержимого

source: Max Sync Token Age
cs: Nejvyšší stáří tokenu synchronizace
ga: Aois Uasta Chomhartha Sioncrónaithe
ru: Макс. возраст токена синхронизации

source: Maximum number of simultaneous connections
cs: Nejvyšší počet souběžných spojení
ga: Uasmhéid na nasc comhuaineach
ru: Максимальное количество одновременных соединений

source: Maximum size of request body (bytes)
cs: Nejvyšší velikost těla požadavku (bajty)
ga: Uasmhéid chorp an iarratais (béiteanna)
ru: Максимальный размер тела запроса (байт)

source: Multiple files on filesystem
cs: Vícero souborů na souborovém systému
ga: Ilchomhaid ar chóras comhad
ru: Несколько файлов в файловой системе

source: Multiple files on filesystem wit no file-based locking. Must only be used with a single process.
cs: Vícero souborů na souborovém systému se zamykáním, nezaloženém na souborech. Je třeba, aby bylo používáno pouze ve spojení s jediným procesem.
ga: Ilchomhaid ar chóras comhad gan aon ghlasáil bunaithe ar chomhaid. Ní mór é a úsáid ach le próiseas amháin.
ru: Несколько файлов в файловой системе без файловой блокировки. Должен использоваться только с одним процессом.

source: Need a listen address
cs: Je zapotřebí adresa pro očekávání spojení
ga: Seoladh éisteachta ag teastáil
ru: Требуется адрес прослушивания

source: No SSL
cs: Žádné SSL
ga: Gan SSL
ru: Без SSL

source: No SSL support available. Please install python3-openssl.
cs: Není k dispozici podpora pro SSL. Nainstalujte python3-openssl.
ga: Níl tacaíocht SSL ar fáil. Suiteáil python3-openssl le do thoil.
ru: Поддержка SSL недоступна. Установите пакет python3-openssl.

source: No authentication
cs: Žádné ověřování
ga: Gan fíordheimhniú
ru: Без аутентификации

source: Open Web Interface
cs: Otevřít webové rozhraní
ga: Comhéadan Gréasáin Oscailte
ru: Открыть веб-интерфейс

source: Password encryption method
cs: Metoda šifrování hesla
ga: Modh criptithe pasfhocail
ru: Метод шифрования паролей

source: Password is required
cs: Je zapotřebí heslo
ga: Tá pasfhocal ag teastáil
ru: Требуется пароль

source: Plaintext
cs: Čitelný text
ga: Téacs simplí
ru: Открытый текст

source: Plaintext Password
cs: Heslo v čitelném textu
ga: Pasfhocal Gnáththéacs
ru: Пароль в открытом виде

source: Private Key
cs: Soukromý klíč
ga: Eochair Phríobháideach
ru: Закрытый ключ

source: REMOTE_USER from web server
cs: REMOTE_USER z webového serveru
ga: REMOTE_USER ón bhfreastalaí gréasáin
ru: REMOTE_USER от веб-сервера

source: RO: All, RW: All
cs: Pouze číst: všichni, číst-zapisovat: všichni
ga: RO: Uile, RW: Uile
ru: Чтение: все, Чтение/запись: все

source: RO: Authenticated Users, RW: Owner
cs: Pouze pro čtení: přihlášení uživatelé, číst-zapisovat: vlastník
ga: RO: Úsáideoirí Fíordheimhnithe, RW: Úinéir
ru: Чтение: аутентифицированные, Чтение/запись: владелец

source: RO: None, RW: Authenticated Users
cs: Pouze číst: nikdo, číst-zapisovat: přihlášení uživatelé
ga: RO: Gan aon cheann, RW: Úsáideoirí Fíordheimhnithe
ru: Только чтение: никто, Чтение/запись: аутентифицированные

source: RO: None, RW: Owner
cs: Pouze číst: nikdo, čtení-zápis: vlastník
ga: RO: Gan aon cheann, RW: Úinéir
ru: Чтение: никто, Запись: владелец

source: Radicale needs a non-loopback IP address for your browser to access the web interface
cs: Aby bylo možné přistupovat k jeho webovému rozhraní, radicale potřebuje IP adresu, která nepřísluší zpětné smyčce
ga: Teastaíonn seoladh IP neamh-lúb-ais ó Radicale le go mbeidh do bhrabhsálaí in ann rochtain a fháil ar an gcomhéadan gréasáin
ru: Для доступа браузера к веб-интерфейсу Radicale требуется нелокальный IP-адрес

source: Radicale v3 CalDav/CardDAV Server Configuration
cs: Nastavení Radicale v3 – CalDav/CardDAV serveru
ga: Cumraíocht Freastalaí Radicale v3 CalDav/CardDAV
ru: Конфигурация сервера Radicale v3 CalDAV/CardDAV

source: Radicale3 Users
cs: Uživatelé Radicale 3
ga: Úsáideoirí Radicale3
ru: Пользователи Radicale3

source: Realm
cs: Oblast ověřování se
ga: Réimse
ru: Область

source: Redact passwords in logs
cs: Odstranit ze záznamů událostí hesla
ga: Pasfhocail a cheilt sna logaí
ru: Скрывать пароли в журналах

source: Request
cs: Požadavek
ga: Iarratas
ru: Запрос

source: Required time between a failed authentication attempt and trying again
cs: Doba potřebná mezi nezdařeným pokusem o ověření se a opakovaným pokusem
ga: Am riachtanach idir iarracht fíordheimhnithe theip agus iarracht eile
ru: Время ожидания после неудачной попытки аутентификации

source: Retry Delay
cs: Prodleva opakovaného pokusu
ga: Moill Athiarrachta
ru: Задержка повтора

source: Rights
cs: Práva
ga: Cearta
ru: Права

source: Rights File
cs: Soubor s oprávněními
ga: Comhad Cearta
ru: Файл прав

source: Rights Type
cs: Typ oprávnění
ga: Cineál Cearta
ru: Тип прав

source: See python3-openssl documentation for available ciphers
cs: Jaké šifry jsou k dispozici, viz dokumentace k python3-openssl
ga: Féach ar dhoiciméadú python3-openssl le haghaidh na gcóipir atá ar fáil
ru: Список доступных шифров см. в документации python3-openssl

source: See python3-openssl documentation for available protocols
cs: Jaké protokoly jsou k dispozici viz dokumentace k python3-openssl
ga: Féach ar dhoiciméadú python3-openssl le haghaidh prótacail atá ar fáil
ru: Список доступных протоколов см. в документации python3-openssl

source: Server Settings
cs: Nastavení serveru
ga: Socruithe Freastalaí
ru: Настройки сервера

source: Socket timeout (seconds)
cs: Časový limit soketu (sekundy)
ga: Am scoir soicéid (soicindí)
ru: Тайм-аут сокета (секунды)

source: Storage
cs: Úložiště
ga: Stóráil
ru: Хранилище

source: Storage Type
cs: Typ úložiště
ga: Cineál Stórála
ru: Тип хранилища

source: Timeout
cs: Časový limit
ga: Am críochnaithe
ru: Тайм-аут

source: Trace on debug
cs: Při ladění provádět trace
ga: Rianú ar dhífhabhtú
ru: Показывать трассировку в отладке

source: Unable to encrypt plaintext password
cs: Nebylo možné zašifrovat heslo z čitelného textu
ga: Ní féidir pasfhocal téacs simplí a chriptiú
ru: Не удалось зашифровать пароль в открытом виде

source: Use Protocol
cs: Použít protokol
ga: Úsáid Prótacal
ru: Протокол

source: User-based ACL Settings
cs: Nastavení ACL, založené na uživatelích
ga: Socruithe ACL bunaithe ar úsáideoirí
ru: Настройки ACL по пользователям

source: Username
cs: Uživatelské jméno
ga: Ainm úsáideora
ru: Имя пользователя

source: Username already exists
cs: Takové uživatelské jménu už zde existuje
ga: Tá ainm úsáideora ann cheana féin
ru: Имя пользователя уже существует

source: Username can only contain letters, numbers, dots, underscores and hyphens
cs: Uživatelské jméno může obsahovat pouze písmena, číslice, tečky, podtržítka a spojovníky
ga: Ní féidir ach litreacha, uimhreacha, poncanna, fo-línte agus fleiscíní a bheith san ainm úsáideora
ru: Имя пользователя может содержать только буквы, цифры, точки, подчёркивания и дефисы

source: Username is required
cs: Je zapotřebí uživatelského jména
ga: Tá ainm úsáideora ag teastáil
ru: Требуется имя пользователя

source: Username must be at least 1 character long
cs: Je třeba, aby uživatelské jméno bylo alespoň jeden znak dlouhé
ga: Ní mór don ainm úsáideora a bheith 1 charachtar ar a laghad ar fhad
ru: Имя пользователя должно содержать не менее 1 символа

source: Warning
cs: Varování
ga: Rabhadh
ru: Предупреждение

source: Web UI
cs: Webové uživ. rozhraní
ga: Comhéadan Gréasáin
ru: Веб-интерфейс

source: Web UI Type
cs: Typ webového uživ. rozhraní
ga: Cineál Chomhéadan Gréasáin
ru: Тип веб-интерфейса

source: When changing encryption method, you must change all passwords
cs: Při změně metody šifrování je třeba změnit veškerá hesla
ga: Agus an modh criptithe á athrú agat, ní mór duit na pasfhocail go léir a athrú
ru: При смене метода шифрования необходимо обновить все пароли

source: X-Remote-User from web server
cs: X-Remote-User z webového serveru
ga: Úsáideoir-X-Imdhíonachónfhreastalaí gréasáin
ru: X-Remote-User от веб-сервера

source: autodetect
cs: automaticky zjistit
ga: uathbhrath
ru: автоопределение

source: htpasswd file (manually populated)
cs: soubor htpasswd (ručně vyplněný)
ga: comhad htpasswd (líonta de láimh)
ru: файл htpasswd (заполняется вручную)

source: htpasswd-formatted file filename
cs: soubor ve formátu htpasswd
ga: ainm comhaid formáidithe-htpasswd
ru: имя файла в формате htpasswd

source: password file can have users with a mix of support encryption methods
cs: soubor s hesly může obsahovat uživatele s mixem podpory metod šifrování
ga: is féidir le húsáideoirí a bhfuil meascán de mhodhanna criptithe tacaíochta acu a bheith i gcomhad pasfhocail
ru: файл паролей может содержать пользователей с разными методами шифрования
