Repository: openwrt/luci
Catalog: applications/luci-app-csshnpd/po/*/csshnpd.po
Languages: pl

source: Additional arguments
pl: Dodatkowe argumenty

source: Check here to enable the service
pl: Zaznacz tutaj, aby włączyć usługę

source: Daemon Configuration
pl: Konfiguracja demona

source: Device atSign
pl: Urządzenie atSign

source: Device must be configured
pl: Urządzenie musi być skonfigurowane

source: Device name
pl: Nazwa urządzenia

source: Device names may contain a-z 0-9 _ or - (e.g., "my_thing1").
pl: Nazwy urządzeń mogą zawierać znaki a-z 0-9 _ lub - (np. „moja_rzecz1”).

source: Enabled
pl: Włączone

source: Enroll
pl: Zarejestruj

source: Enrollment OTP/SPP
pl: Rejestracja OTP/SPP

source: Existing key found at:
pl: Znaleziono istniejący klucz w:

source: First character should be a lowercase letter (e.g., "a").
pl: Pierwszy znak powinien być małą literą (np. „a”).

source: Further command line arguments for the NoPorts daemon
pl: Więcej argumentów wiersza poleceń dla demona NoPorts

source: Grant UCI access for luci-app-csshnpd
pl: Przyznaj luci-app-csshnpd dostęp do UCI

source: Manager atSign
pl: Menedżer atSign

source: Maximum device name length is 36 characters.
pl: Maksymalna długość nazwy urządzenia wynosi 36 znaków.

source: Must be at least one character long (e.g., "a").
pl: Musi mieć co najmniej jeden znak (np. „a”).

source: Must be six characters (e.g., "S3CR3T").
pl: Musi mieć sześć znaków (np. „S3KR3T”).

source: Must not be empty and should start with @ (e.g., "@a").
pl: Nie może być pusta i powinna zaczynać się od znaku @ (np. "@a").

source: NoPorts Config
pl: Konfiguracja NoPorts

source: NoPorts Enrollment
pl: Rejestracja NoPorts

source: NoPorts atSign Enrollment
pl: Rejestracja NoPorts atSign

source: OTP must be configured. An OTP can be generated using:
pl: Należy skonfigurować hasło jednorazowe (OTP). Można je wygenerować za pomocą:

source: One Time Passcode (OTP) for device atSign enrollment
pl: Hasło jednorazowe (OTP) do rejestracji urządzenia w atSign

source: Press the Enroll button then run this command on a system where
pl: Naciśnij przycisk „Zarejestruj”, a następnie uruchom to polecenie w systemie, w którym

source: The device atSign e.g. @device
pl: Urządzenie atSign, np. @device

source: The manager atSign e.g. @manager
pl: Menedżer atSign np. @manager

source: The name for this device e.g. openwrt
pl: Nazwa tego urządzenia, np. openwrt

source: atSign must be configured
pl: atSign należy skonfigurować

source: sshnpd config
pl: Konfiguracja sshnpd
