Repository: openwrt/luci
Catalog: applications/luci-app-ntpc/po/*/ntpc.po
Languages: cs, fi, id

source: Clock Adjustment
cs: Úprava času
fi: Kellon säätö
id: Penyesuaian Jam

source: Count of time measurements
cs: Počet měření času
fi: Aikamittausten määrä

source: Current system time
cs: Aktuální systémový čas
fi: Nykyinen järjestelmäaika
id: Waktu sistem saat ini

source: General
cs: Obecné nastavení
fi: Yleinen
id: Umum

source: Grant UCI access for luci-app-ntpc
cs: Udělit oprávnění k UCI pro luci-app-ntpc
fi: Myönnä UCI-käyttöoikeus luci-app-ntpc: lle
id: Berikan akses UCI untuk luci-app-ntpc

source: Hostname
cs: Název počítače
fi: Nimi

source: Offset frequency
cs: Offsetová frekvence (chyba měření času)
fi: Siirtymätaajuus

source: Port
fi: Portti

source: Synchronizes the system time
cs: Synchronizuje systémový čas s přesným reálným časem přes síť
fi: Synkronoi järjestelmän ajan
id: Menyinkronkan waktu sistem

source: Time Server
cs: Synchronizační server
fi: Aika-palvelin
id: Server Waktu

source: Time Servers
cs: Synchronizační servery
fi: Aika Palvelimet
id: Server Waktu

source: Time Synchronisation
cs: Synchronizace času
fi: Ajan synkronointi
id: Sinkronisasi Waktu

source: Update interval (in seconds)
cs: Interval obnovy synchronizace (v sekundách)
fi: Päivitysväli (sekunteina)
id: Interval pembaruan (dalam detik)

source: empty = infinite
cs: prázdný = neustálé opakování
fi: tyhjä = ääretön
id: kosong = tak terbatas
