Repository: openwrt/luci
Catalog: applications/luci-app-coovachilli/po/*/coovachilli.po
Languages: pl

source: 0 means unlimited
pl: 0 oznacza nieograniczone

source: 802.1Q only
pl: Tylko 802.1Q

source: A specific URL to be given in WISPr XML LoginURL
pl: Określony adres URL do podania w pliku LoginURL WISPr XML

source: Accounting port
pl: Port rozliczeniowy

source: Accounting update
pl: Aktualizacja rozliczeniowa

source: Admin password
pl: Hasło administratora

source: Admin user
pl: Login administratora

source: Allow Local MAC
pl: Zezwól na lokalny MAC

source: Allow all sessions when RADIUS is not available
pl: Zezwól na wszystkie sesje, gdy RADIUS jest niedostępny

source: Allow all, absent RADIUS
pl: Zezwól na wszystko, brak RADIUS

source: Allow client to use any IP Address
pl: Zezwól klientowi na używanie dowolnego adresu IP

source: Allow unauthenticated users access to any DNS
pl: Zezwól użytkownikom nieuwierzytelnionym na dostęp do dowolnego serwera DNS

source: Allowed
pl: Dozwolone

source: Allowed MACs
pl: Dozwolone adresy MAC

source: Always respond to DHCP to the broadcast IP, when no relay.
pl: Zawsze odpowiadaj na protokół DHCP w przypadku braku przekaźnika.

source: Any DNS
pl: Dowolny DNS

source: Any IP
pl: Dowolny adres IP

source: Authentication port
pl: Port uwierzytelniania

source: Auxiliary server
pl: Serwer dodatkowy

source: Be strict about MAC Auth (no DHCP reply until we get RADIUS reply)
pl: Bądź rygorystyczny w kwestii uwierzytelniania MAC (brak odpowiedzi DHCP, dopóki nie otrzymamy odpowiedzi RADIUS)

source: Broadcast Answer
pl: Odpowiedź rozgłoszeniowa

source: COA Port
pl: Port COA

source: COA no IP check
pl: COA bez kontroli IP

source: ChilliSpot will try to authenticate all users based on their mac address alone
pl: ChilliSpot będzie próbować uwierzytelniać wszystkich użytkowników wyłącznie na podstawie ich adresów MAC

source: Connection down script
pl: Skrypt zakończenia połączenia

source: Connection up script
pl: Skrypt nawiązywania połączenia

source: DHCP End
pl: Zakończenie DHCP

source: DHCP Gateway IP
pl: Adres IP bramy DHCP

source: DHCP Gateway Port
pl: Port bramy DHCP

source: DHCP Start
pl: Początek DHCP

source: DHCP interface
pl: Interfejs DHCP

source: DNS Auxiliary
pl: Dodatkowy DNS

source: DNS Primary
pl: Podstawowy DNS

source: Debug
pl: Debugowanie

source: Default bandwidth max down set in bps, same as WISPr-Bandwidth-Max-Down.
pl: Domyślna maksymalna przepustowość pobierania jest ustawiona w bps, tak samo jak WISPr-Bandwidth-Max-Down.

source: Default bandwidth max up set in bps, same as WISPr-Bandwidth-Max-Up.
pl: Domyślna maksymalna przepustowość wysyłania jest ustawiona w bps, tak samo jak WISPr-Bandwidth-Max-Up.

source: Default idle timeout
pl: Domyślny limit czasu bezczynności

source: Default interim interval
pl: Domyślny interwał przejściowy

source: Default session timeout
pl: Domyślny limit czasu sesji

source: Deny MAC authentication
pl: Odmów uwierzytelniania MAC

source: Deny access (even UAM) to MAC addresses given Access-Reject
pl: Odmów dostępu (nawet UAM) do adresów MAC z opcją Access-Reject

source: Directory where embedded local web content is placed
pl: Katalog, w którym umieszczana jest osadzona lokalna treść internetowa

source: Do not check the source IP address of RADIUS disconnect requests
pl: Nie sprawdzaj adresu IP źródłowego żądań rozłączenia RADIUS

source: Do not do any WISPr XML, assume the back-end is doing this instead
pl: Nie wykonuj żadnego WISPr XML, załóż, że robi to back-end

source: Do not offer WISPr 1.0 XML
pl: Nie oferuj WISPR 1.0 XML

source: Do not offer WISPr 2.0 XML
pl: Nie oferuj WISPR 2.0 XML

source: Do not return to UAM server on login success, just redirect to original URL
pl: Nie wracaj do serwera UAM po pomyślnym zalogowaniu, przekieruj tylko do pierwotnego adresu URL

source: Domain
pl: Domena

source: Domain suffixes
pl: Sufiksy domen

source: Dynamic IP
pl: Dynamiczny adres IP

source: Enable EAPOL
pl: Włącz EAPOL

source: Enabled
pl: Włączone

source: Executable to run as a CGI type program
pl: Plik wykonywalny do uruchomienia jako program typu CGI

source: Executed after a session has moved from authorized state to unauthorized
pl: Wykonywane po przejściu sesji ze stanu autoryzowanego do nieautoryzowanego

source: Executed after a session is authorized
pl: Wykonywane po autoryzacji sesji

source: Executed after the TUN/TAP network interface has been brought up
pl: Wykonywane po uruchomieniu interfejsu sieciowego TUN/TAP

source: Executed after the TUN/TAP network interface has been taken down
pl: Wykonywane po wyłączeniu interfejsu sieciowego TUN/TAP

source: General
pl: Ogólne

source: Grant UCI access for luci-app-coovachilli
pl: Przyznaj luci-app-coovachilli dostęp do UCI

source: Homepage
pl: Strona główna

source: IEEE 802.1x authentication
pl: Uwierzytelnianie IEEE 802.1X

source: IP address from which RADIUS requests are accepted
pl: Adres IP, z którego akceptowane są żądania RADIUS

source: IP down script
pl: Skrypt rozłączenia

source: IP up script
pl: Skrypt połączenia

source: IPv6 mode
pl: Tryb IPv6

source: Ignore Success
pl: Ignoruj powodzenie

source: Inspect DNS packets and drop responses with any non- A, CNAME, SOA, or MX records
pl: Przeprowadź inspekcję pakietów DNS i usuń odpowiedzi niezawierające rekordów A, CNAME, SOA lub MX

source: Lease time
pl: Czas dzierżawy

source: Listen
pl: Nasłuchuj

source: Local users
pl: Użytkownicy lokalni

source: Location Name
pl: Nazwa lokalizacji

source: Logout IP
pl: Adres IP wylogowania

source: MAC authentication
pl: Uwierzytelnianie MAC

source: MAC password
pl: Hasło MAC

source: MAC re-authentication
pl: Ponowne uwierzytelnianie MAC

source: MAC suffix
pl: Sufiks MAC

source: Max clients
pl: Maks. klientów

source: Max download bandwidth
pl: Maks. przepustowość pobierania

source: Max upload bandwidth
pl: Maks. przepustowość wysyłania

source: NAS ID
pl: Identyfikator NAS

source: NAS IP
pl: Adres IP NAS

source: NAS MAC
pl: Adres MAC NAS

source: Net
pl: Sieć

source: Network Configuration
pl: Konfiguracja sieci

source: Network address of the uplink interface
pl: Adres sieciowy interfejsu uplink

source: No WISPr
pl: Brak WISPR

source: No WISPr 1 XML
pl: Brak WISPr 1 XML

source: No WISPr 2 XML
pl: Brak WISPr 2 XML

source: Open ID Auth
pl: Otwórz uwierzytelnianie ID

source: Options for RADIUS proxy
pl: Opcje dla serwera proxy RADIUS

source: Options for TUN
pl: Opcje dla TUN

source: Original URL
pl: Pierwotny adres URL

source: Password used when performing MAC authentication
pl: Hasło używane podczas uwierzytelniania MAC

source: Post authentication proxy
pl: Serwer proxy po uwierzytelnieniu

source: Primary server
pl: Serwer główny

source: Program in inetd style to handle all uam requests
pl: Program w stylu inetd do obsługi wszystkich żądań uam

source: Proxy Client
pl: Klient proxy

source: Proxy Listen
pl: Nasłuchiwanie proxy

source: Proxy Port
pl: Port proxy

source: Proxy Secret
pl: Sekret proxy

source: RADIUS configuration
pl: Konfiguracja RADIUS

source: Re-Authenticate based on MAC address for every initial URL redirection
pl: Ponowne uwierzytelnianie na podstawie adresu MAC dla każdego początkowego przekierowania adresu URL

source: Re-read configuration file at this interval
pl: Ponowne odczytywanie pliku konfiguracyjnego w tym interwale

source: Re-read interval
pl: Interwał ponownego odczytu

source: Retries
pl: Ponowne próby

source: Retry seconds
pl: Sekundy ponawiania

source: Return the so-called Chilli XML along with WISPr XML.
pl: Zwróć tzw. Chilli XML wraz z WISPr XML.

source: Secret
pl: Sekret

source: Send CoovaChilli-OriginalURL in Access-Request
pl: Wyślij CoovaChilli-OriginalURL w Access-Request

source: Send IP
pl: Wyślij IP

source: Server
pl: Serwer

source: Settings
pl: Ustawienia

source: Special options for DHCP
pl: Opcje specjalne dla DHCP

source: Special options for MAC authentication
pl: Opcje specjalne dla uwierzytelniania MAC

source: Specifies a pool of dynamic IP addresses. If this option is omitted the network address specified by the Net option is used
pl: Określa pulę dynamicznych adresów IP. Jeśli ta opcja zostanie pominięta, używany jest adres sieciowy określony przez opcję Sieć

source: Specifies a pool of static IP addresses. With static address allocation the IP address of the client can be specified by the RADIUS server.
pl: Określa pulę statycznych adresów IP. Przy statycznym przydzielaniu adresów adres IP klienta może zostać określony przez serwer RADIUS.

source: State directory
pl: Katalog stanu

source: Static IP
pl: Statyczny adres IP

source: Strict DNS
pl: Ścisły DNS

source: Strict MAC authentication
pl: Ścisłe uwierzytelnianie MAC

source: Support 802.1Q VLAN tagged traffic only
pl: Obsługa wyłącznie ruchu oznaczonego tagami 802.1Q VLAN

source: Support for 802.1Q/VLAN network
pl: Obsługa sieci 802.1Q/VLAN

source: Swap Octets
pl: Zamień oktety

source: Swap the meaning of input and output octets
pl: Zamień znaczenie oktetów wejściowych i wyjściowych

source: Syslog facility
pl: Lokalizacja dziennika systemowego

source: TCP Window
pl: Okno TCP

source: TCP port to bind to for authenticating clients
pl: Port TCP do przypisania w celu uwierzytelnienia klientów

source: TCP port to bind to for only serving embedded content
pl: Port TCP do powiązania w celu obsługi wyłącznie zawartości osadzonej

source: TUN device
pl: Urządzenie TUN

source: TX Q length
pl: Długość kolejki TX

source: Timeout
pl: Limit czasu

source: UAM and MAC Authentication
pl: Uwierzytelnianie UAM oraz MAC

source: UDP Port to listen to for accepting RADIUS requests
pl: Port UDP do nasłuchiwania w celu akceptowania żądań RADIUS

source: UDP port to listen to for accepting RADIUS disconnect requests
pl: Port UDP do nasłuchiwania żądań rozłączenia RADIUS

source: UI
pl: Interfejs użytkownika

source: URL of homepage to redirect unauthenticated users to
pl: Adres URL strony głównej, na którą mają być przekierowywani nieuwierzytelnieni użytkownicy

source: URL of web server to use for authenticating clients
pl: Adres URL serwera webowego do uwierzytelniania klientów

source: Unique IP address of the NAS (nas-ip-address)
pl: Unikalny adres IP serwera NAS (nas-ip-address)

source: Unique MAC address of the NAS (called-station-id)
pl: Unikalny adres MAC serwera NAS (called-station-id)

source: Universal access method
pl: Uniwersalna metoda dostępu

source: Use IPv6
pl: Użyj IPv6

source: Use status file
pl: Użyj pliku stanu

source: WISPr Location ID
pl: Identyfikator lokalizacji WISPr

source: WISPr Location Name
pl: Nazwa lokalizacji WISPr

source: WISPr Login
pl: Logowanie WISPr

source: WPA guests
pl: Goście WPA

source: access controller for WLAN.
pl: kontroler dostępu do sieci WLAN.

source: in seconds
pl: w sekundach

source: only
pl: tylko

source: passed on to the UAM server in the initial redirect URL
pl: przekazany do serwera UAM w początkowym adresie URL przekierowania

source: www binary
pl: binarny www

source: www directory
pl: katalog www
