Repository: openwrt/luci
Catalog: applications/luci-app-tor/po/*/tor.po
Languages: nl

source: A pair <code>PublicPort;LocalPort</code> e.g. <code>80;8080</code>.
nl: Een paar <code>Publieke poort;Locale poort</code> bijvoorbeeld <code>80;8080</code>.

source: A pair <code>PublicPort;unix:Socket</code> e.g. <code>80;unix:/var/run/nginx.sock</code>.
nl: Een paar <code>Publieke poort;unix socket</code> bijvoorbeeld <code>80;/var/run/nginx.sock</code>.

source: A single <code>Port</code> when the public port is the same as local e.g. <code>80</code>.
nl: Een enkele <code>Poort</code> wanneer de publieke poort dezelfde is als de lokale. Bijvoorbeeld <code>80</code>.

source: Custom config
nl: Gebruikers instellingen

source: Description
nl: Beschrijving

source: Destination address
nl: Bestemmings adres

source: Enabled
nl: Ingeschakeld

source: For further information <a %s>check the documentation</a>
nl: Voor meer informatie <a %s>lees de documentatie</a>

source: Grant UCI access for luci-app-tor
nl: Geef luci-app-tor toegang tot UCI

source: Include configs
nl: Neem configuratiebestanden mee

source: Onion domain
nl: Onion domein

source: Path to script which is executed after starting Tor.
nl: Locatie van script dat uitgevoerd wordt na het starten van Tor.

source: Public ports to local
nl: Publieke poorten naar lokaal

source: The .onion domain is passed into the script via parameter <code>--update-onion HOSTNAME</code>.
nl: Het .union domein wordt meegegeven aan het script via parameter <code>--update-onion HOSTNAME</code>.

source: Tor Onion (Hidden) Services are proxy tunnels to your local website, SSH and other services.
nl: Tor Onion (Hidden) Services zijn proxy tunnels naar uw lokale website, SSH en andere services.

source: Traffic will be forwarded to the target hostname
nl: Netwerk verkeer zal worden doorgeleid naar de bestemmings hostname
