Repository: openwrt/luci
Catalog: applications/luci-app-adblock/po/*/adblock.po
Languages: lt, pt_br, zh_tw

source: -- default --
lt: -- numatytasis/-oji --

source: 0.0.0.0 <Domain>
lt: 0.0.0.0 <Domenas-Sritis>

source: 127.0.0.1 <Domain>
lt: 127.0.0.1 <Domenas-Sritis>

source: 1Hosts List Selection
lt: „1Hosts“ sąrašo pasirinkimas

source: <Adblock Plus Syntax>
lt: <Reklaminio/Skelbimų turinio blokatorius plius sintaksė>

source: <Domain>
lt: <Domenas-Sritis>

source: Action
lt: Veiksmas
zh_tw: 動作

source: Active Feeds
lt: Aktyvūs padavimai

source: AdGuard (default)
lt: „AdGuard“ (numatytas)

source: AdGuard (family)
lt: „AdGuard“ („šeima“)

source: AdGuard (unfiltered)
lt: „AdGuard“ (nefiltruotas)

source: Adblock
lt: „Adblock“ – Reklaminio/Skelbimų turinio blokatorius

source: Adblock Test
lt: Reklaminio/Skelbimų turinio blokatoriaus testavimas

source: Add Allowlist Domain
lt: Pridėti leidžiamojo sąrašo domeną-sritį

source: Add Blocklist Domain
lt: Pridėti blokavimo sąrašo domeną-sritį

source: Add this (sub-)domain to your local allowlist.
lt: Pridėti šitą (po)domeną-sritį į savo vietinį leidžiamąjį sąrašą.

source: Add this (sub-)domain to your local blocklist.
lt: Pridėti šitą (po)domeną-sritį į savo vietinį draudžiamąjį sąrašą.

source: Additional Settings
lt: Papildomi nustatymai

source: Additional trigger delay in seconds before adblock processing begins.
lt: Papildomas suaktyvinimo atidėjimas sekundėmis, prieš pradedant reklaminio/skelbimų turinio blokatoriu.
pt_br: Atraso de gatilho adicional em segundos antes do processamento do adblock começar.
zh_tw: 觸發 Adblock 開始處理前的額外延遲（秒）。

source: Advanced DNS Settings
lt: Pažengusieji „DNS“ nustatymai

source: Advanced E-Mail Settings
lt: Pažengusieji el. pašto nustatymai

source: Advanced Report Settings
lt: Pažengusieji reportažo nustatymai

source: Allowlist modifications have been saved, reload adblock that changes take effect.
lt: Leidžiamojo sąrašo pakeitimai buvo išsaugoti, perleiskite reklaminio/skelbimų turinio blokatoriu iš naujo, kad pakeitimai įsigaliotų.

source: Allowlist...
lt: Leidžiamasis sąrašas...

source: Answer
lt: Atsakymas
zh_tw: 回答

source: Backup Directory
lt: Atsarginės kopijos katalogas/vietovė
pt_br: Diretório da cópia de segurança
zh_tw: 備份目錄

source: Base Directory
lt: Bazinis/-ė katalogas/vietovė

source: Base working directory during adblock processing.
lt: Bazinis/-ė veikimo katalogas/vietovė, reklaminio/skelbimų turinio blokatoriaus apdorojimo metu.

source: Blocked Domains
lt: Blokuojami domenai-sritys

source: Blocklist Feed
lt: Draudžiamojo sąrašo padavimas

source: Blocklist Query
lt: Blokavimo sąrašo užklausa

source: Blocklist Query...
lt: Blokavimo sąrašo užklausa...

source: Blocklist modifications have been saved, reload adblock that changes take effect.
lt: Draudžiamojo sąrašo pakeitimai buvo išsaugoti, perleiskite reklaminio/skelbimų turinio blokatoriu iš naujo, kad pakeitimai įsigaliotų.

source: Blocklist...
lt: Draudžiamasis sąrašas...

source: Cancel
lt: Atšaukti

source: Categories
lt: Kategorijos

source: Changes on this tab needs an adblock service reload to take effect.
lt: Kad pakeitimai šiame skirtuke įsigaliotų, reikia perleisti reklaminio/skelbimų turinio blokatoriaus tarnybą.

source: Changes on this tab needs an adblock service restart to take effect.
lt: Kad pakeitimai šiame skirtuke įsigaliotų, reikia paleisti reklaminio/skelbimų turinio blokatoriaus tarnybą iš naujo.

source: Clear
lt: Išvalyti

source: Client
lt: Klientas
zh_tw: 客戶端

source: Clients
lt: Klientai

source: Cloudflare (malware)
lt: „Cloudflare“ (kompiuterinis virusas)

source: Cloudflare (malware+family)
lt: „Cloudflare“ (kompiuterinis virusas+„šeima“)

source: Cloudflare (unfiltered)
lt: „Cloudflare“ (nefiltruotas)

source: Control D (adblock)
lt: „Control D“ (reklaminio/skelbimų turinio blokatorius

source: Control D (family)
lt: „Control D“ („šeima“)

source: Control D (security)
lt: „Control D“ (apsauga)

source: Control D (unfiltered)
lt: „Control D“ (nefiltruotas)

source: Count
lt: Suskaičiuoti
zh_tw: 計數

source: Custom Feed Editor
lt: Pasirinktinis padavimo redaktorius

source: DNS Backend
lt: „DNS“ vidinė uždaroji sąsaja

source: DNS Directory
lt: „DNS“ katalogas
pt_br: Diretório DNS
zh_tw: DNS 目錄

source: DNS Instance
lt: „DNS“ egzempliorius

source: DNS Lookup Domain
lt: „DNS Lookup“ domenas-sritis

source: DNS Report
lt: „DNS“ atskaitas

source: DNS Restart Timeout
lt: „DNS“ paleidimo iš naujo užklausos laikas

source: DNS4EU (protective)
lt: „DNS4EU“ (apsauginis)

source: DNS4EU (protective+adblock)
lt: „DNS4EU“ (apsauginis+reklaminio/skelbimų turinio blokatorius)

source: DNS4EU (protective+family)
lt: „DNS4EU“ (apsauginis+„šeima“)

source: DNS4EU (protective+family+adblock)
lt: „DNS4EU“ (apsauginis+„šeima“+reklaminio/skelbimų turinio blokatorius)

source: DNS4EU (unfiltered)
lt: „DNS4EU“ (nefiltruotas)

source: Date
lt: Data
zh_tw: 日期

source: Description
lt: Aprašas/-ymas
pt_br: Descrição
zh_tw: 描述

source: Devices with listed MAC addresses will always use the configured filtered DNS server.
lt: Įrenginiai su nurodytais „MAC“ adresais visada naudos sukonfigūruotą filtruotą „DNS“ serverį.

source: Devices with listed MAC addresses will always use the configured unfiltered DNS server.
lt: Įrenginiai su nurodytais „MAC“ adresais visada naudos sukonfigūruotą nefiltruotą „DNS“ serverį.

source: Digitale Gesellschaft (unfiltered)
lt: „Digitale Gesellschaft“ (nefiltruotas)

source: Domain
lt: Domenas-Sritis
zh_tw: 域名

source: Domain to check for a successful DNS backend restart.
lt: Domenas-sritis, skirtas patikrinti sėkmingo „DNS“ vidinės uždaros sąsajos paleidimo iš naujo.

source: Domains
lt: Domenai-Sritys

source: Don't check SSL server certificates during download.
lt: Netikrinti „SSL“ serverio sertifikatus, kol siunčiasi.

source: Download
lt: Atsisiųsti

source: Download Insecure
lt: Atsisiuntimas nesaugus

source: Download Utility
lt: Atsisiuntimo įrankis
pt_br: Ferramenta para Baixar
zh_tw: 下載工具

source: E-Mail Notification
lt: El. pašto pranešimas

source: E-Mail Profile
lt: El. pašto profilis

source: E-Mail Receiver Address
lt: El. pašto gavėjo adresas

source: E-Mail Sender Address
lt: El. pašto siuntėjo adresas

source: E-Mail Topic
lt: El. pašto tema

source: Edit Allowlist
lt: Redaguoti leidžiamąjį sąrašą

source: Edit Blocklist
lt: Redaguoti draudžiamąjį sąrašą

source: Empty field not allowed
lt: Tuščias laukas nėra leidžiamas

source: Empty the DNS cache before adblock processing starts to reduce the memory consumption.
lt: Ištuštinkite „DNS“ talpyklą/podėlį, prieš pradedant reklaminio/skelbimų turinio blokatoriaus apdorojimą, kad sumažintumėte atminties sunaudojimą.

source: Enable Filtered DNS Routing
lt: Įjungti/Įgalinti filtruotą „DNS“ kelvadą

source: Enable SafeSearch
lt: Įjungti/Įgalinti („SafeSearch“) saugiąją paiešką

source: Enable Unfiltered DNS Routing
lt: Įjungti/Įgalinti nefiltruotą „DNS“ kelvadą

source: Enable a GeoIP map that shows the geographical location of the blocked domains.
lt: Įjungti/Įgalinti „GeoIP“ žemėlapį, kuriame rodoma blokuojamų domenų-sričių geografinę vietą.

source: Enable the adblock service.
lt: Įjungti „adblock“ tarnybą.

source: Enable verbose debug logging in case of any processing errors.
lt: Įjungti/Įgalinti plačią/išsamią/daugiažodį derinimo/trukdžių šalinimo žurnalą, jei atsiranda bet kokių apdorojimo klaidų.

source: Enabled
lt: Įjungtas/Įgalintas
pt_br: Habilitado
zh_tw: 已啟用

source: Enforcing SafeSearch for google, bing, brave, duckduckgo, yandex, youtube and pixabay.
lt: Įsteigiamas „SafeSearch“, skirtas – „Google“, „Bing“, „Brava“, „DuckduckGo“, „Yandex“, „YouTube“ ir „Pixabay“.

source: Entire interfaces or VLANs will be routed to the filtered DNS server.
lt: Visos/-i sąsajos ir/arba sietuvai arba „VLAN“ bus maršrutizuotos/-i į filtruotą „DNS“ serverį.

source: Entire interfaces or VLANs will be routed to the unfiltered DNS server.
lt: Visos/-i sąsajos ir/arba sietuvai arba „VLAN“ bus maršrutizuotos/-i į nefiltruotą „DNS“ serverį.

source: External Blocklist Feeds
lt: Išoriniai blokavimo sąrašo padavimai

source: External Filtered DNS Policy (MAC-/Interface‑based DNS bypass)
lt: Išorinė filtruota „DNS“ politika („MAC“/sąsajos ir/arba sietuvo pagrindu veikiantis „DNS“ apėjimas)

source: External Unfiltered DNS Policy (MAC-/Interface‑based DNS bypass)
lt: Išorinė nefiltruota „DNS“ politika („MAC“/sąsajos ir/arba sietuvo pagrindu veikiantis „DNS“ apėjimas)

source: Extra Extra Large
lt: Ypač didelis

source: Extra Large
lt: Labai didelis

source: Feed Name
lt: Padavimo pavadinimas

source: Feed Selection
lt: Padavimo pasirinkimas

source: Fill
lt: Užpildyti

source: Filter criteria like date, domain or client (optional)
lt: Filtruoti kriterijus, pvz., data, domenas-sritis arba klientas (neprivaloma)

source: Firewall LAN Devices/VLANs that should be forced locally.
lt: Užkardos „LAN“ įrenginiai/„VLAN“ (dgs.), kurie turėtu būti priversti vietiškai.

source: Firewall Settings
lt: Užkardos nustatymai

source: Firewall ports that should be forced locally.
lt: Užkardos prievadai, kurie turėtu būti priversti vietiškai.

source: First instance
lt: Pirmas/-sis egzempliorius

source: Flush DNS Cache
lt: Išvalyti „DNS“ talpyklą/podėlį
pt_br: Limpar cache DNS
zh_tw: 清空 DNS 快取

source: Force Local DNS
lt: Priversti vietinį „DNS“
pt_br: Force o DNS local
zh_tw: 強制本地 DNS

source: Forced Devices/VLANs
lt: Priversti įrenginiai/„VLAN“ (dgs.)

source: Forced Ports
lt: Priversti prievadai

source: Gather DNS related network traffic via tcpdump and provide a DNS Report on demand. This needs the additional 'tcpdump' or 'tcpdump-mini' package installation and a full adblock service restart to take effect.
lt: Surinkti su „DNS“ susijusį tinklo srautą per – „tcpdump“ ir pateikti „DNS“ atskaitą pagal poreikį. Kad tai įsigaliotų, reikia įdiegti papildomą „tcpdump“ arba „tcpdump-mini“ paketą ir visiškai paleisti reklaminio/skelbimų turinio blokatorių iš naujo.

source: General Settings
lt: Bendri nustatymai

source: GeoIP Map
lt: „GeoIP“ žemėlapis

source: Grant access to LuCI app adblock
lt: Duoti prieigą prie „LuCI app adblock“

source: Hagezi List Selection
lt: „Hagezi“ sąrašo pasirinkimas

source: High Priority
lt: Aukšta pirmenybė

source: Highest Priority
lt: Aukščiausia pirmenybė

source: IPv4 DNS Resolver
lt: IPv4 „DNS“ sprendiklis

source: IPv4 DNS resolver applied to MACs and interfaces using the filtered DNS policy.
lt: IPv4 „DNS“ sprendiklis pritaikomas „MAC“ (dgs.) ir sąsajoms ir/arba sietuvams, naudojant filtruotą „DNS“ politiką.

source: IPv4 DNS resolver applied to MACs and interfaces using the unfiltered DNS policy.
lt: IPv4 „DNS“ sprendiklis pritaikomas „MAC“ (dgs.) ir sąsajoms ir/arba sietuvams, naudojant nefiltruotą „DNS“ politiką.

source: IPv6 DNS Resolver
lt: IPv6 „DNS“ sprendiklis

source: IPv6 DNS resolver applied to MACs and interfaces using the filtered DNS policy.
lt: IPv6 „DNS“ sprendiklis pritaikomas „MAC“ (dgs.) ir sąsajoms ir/arba sietuvams, naudojant filtruotą „DNS“ politiką.

source: IPv6 DNS resolver applied to MACs and interfaces using the unfiltered DNS policy.
lt: IPv6 „DNS“ sprendiklis pritaikomas „MAC“ (dgs.) ir sąsajoms ir/arba sietuvams, naudojant nefiltruotą „DNS“ politiką.

source: Information
lt: Informacija

source: Interface
lt: Sąsaja ir/arba Sietuvas

source: Interface DNS Filter Targets
lt: Sąsajos ir/arba Sietuvo „DNS“ filtruoti taikomieji

source: Invalid characters
lt: Negalimos rašmenys

source: Invalid input values, unable to save modifications.
lt: Negalimos įvesties reikšmės, nepavyko išsaugoti pakeitimų/redagavimų.

source: Jail Mode
lt: Kalėjimo veiksena

source: Large
lt: Didelis

source: Last Run
lt: Paskutinį kartą vykdytą
pt_br: Última Execução
zh_tw: 最後執行

source: Latest DNS Requests
lt: Paskiausi „DNS“ prašymai

source: Least Priority
lt: Mažiausia pirmenybė

source: Less Priority
lt: Mažesnė pirmenybė

source: Limit SafeSearch
lt: Riboti („SafeSearch“) saugiąją paiešką

source: Limit SafeSearch to certain providers.
lt: Riboti („SafeSearch“) saugiąją paiešką kai kuriems tiekėjams.

source: List of available network devices used by tcpdump.
lt: Pasiekiamų tinklo įrenginių, kuriuos naudoja „tcpdump“, sąrašas.

source: List of available network interfaces to trigger the adblock start.
lt: Galimų tinklo sąsajų ir/arba sietuvų, skirtų reklaminio/skelbimų turinio blokatoriaus suaktyvinimui, sąrašas.

source: List of supported DNS backends.
lt: Palaikomų „DNS“ vidinių uždarųjų sąsajų sąrašas.

source: List of supported and fully pre-configured download utilities.
lt: Palaikomų ir pilnai iš anksto sukonfigūruotų atsisiuntimo įrankių sąrašas.
pt_br: Lista de ferramentas suportadas para baixar listas.
zh_tw: 支援和完全預配置的下載工具列表。

source: Local DNS Enforcement
lt: Vietinis „DNS“ įsteigimas

source: Log View
lt: Žurnalo peržiūra

source: MAC DNS Filter Targets
lt: „MAC DNS“ filtro taikomieji

source: Map
lt: Žemėlapis

source: Map Reset
lt: Žemėlapio grąžinimas į pradinę padėtį ar būseną

source: Medium
lt: Vidutinis

source: Nice Level
lt: Lygis – „Nice“

source: No %s related logs yet!
lt: Kol kas nėra %s susijusių žurnalų!

source: No GeoIP Map data!
lt: Nėra „GeoIP“ žemėlapio duomenų!

source: No Query results!
lt: Nėra užklausos rezultatų!

source: Normal Priority
lt: Normali pirmenybė

source: Only domains on the allowlist are permitted, all other DNS requests are rejected.
lt: Leidžiami tik leidžiamųjų sąraše esantys domenai-sritys, visos kitos „DNS“ užklausos yra atmetamos.

source: Overview
lt: Apžiūra
pt_br: Visão geral
zh_tw: 總覽

source: Overwrite the default target directory for the generated blocklist.
lt: Perrašyti numatytąjį/-ą taikomąjį/-ą katalogą/vietovę sugeneruotam blokuojamųjų sąrašui.

source: Profile used by 'msmtp' for adblock notification E-Mails.
lt: „msmtp“ naudojamas profilis, skirtas reklaminio/skelbimų turinio blokatoriaus pranešimo el. paštams.

source: Protocol/URL format not supported
lt: Protokolo/„URL“ – Saito formatas nepalaikomas

source: Quad9 (malware)
lt: „Quad9“ (kompiuterinis virusas)

source: Quad9 (unfiltered)
lt: „Quad9“ (nefiltruotas)

source: Query
lt: Užklausa
pt_br: Consulta
zh_tw: 查詢

source: Query active blocklists and backups for a specific domain.
lt: Užklausti aktyvius blokavimo sąrašus ir atsargines kopijas savitam domenui-sričiai.

source: Receiver address for adblock notification e-mails.
lt: Gavėjo adresas, skirtas reklaminio/skelbimų turinio blokatoriaus pranešimo el. paštams.

source: Redirect all local DNS queries from specified LAN zones to the local DNS resolver, applies to UDP and TCP protocol.
lt: Peradresuoti visas vietines „DNS“ užklausas iš nurodytų „LAN“ zonų į vietinį „DNS“ sprendiklį, taikoma „UDP“ ir „TCP“ protokolams.

source: Refresh
lt: Atnaujinti
pt_br: Atualizar
zh_tw: 重新整理

source: Refresh DNS Report
lt: Atnaujinti „DNS“ atskaitą

source: Refresh...
lt: Atnaujinti...

source: Report Chunk Count
lt: Pranešti duomenų dalies skaičių
zh_tw: 報告區塊計數

source: Report Chunk Size
lt: Pranešti duomenų dalies dydį
zh_tw: 報告區塊大小

source: Report Directory
lt: Atskaitos katalogas
zh_tw: 報告目錄

source: Report Interface
lt: Pranešti sąsają ir/arba sietuvą
zh_tw: 報告介面

source: Report Ports
lt: Pranešti prievadus

source: Report chunk count used by tcpdump.
lt: Pranešti duomenų dalies skaičių, naudojamos „tcpdump“.

source: Report chunk size used by tcpdump in MByte.
lt: Pranešti duomenų dalies dydį, naudojamos „tcpdump“ megabaitais.

source: Resolve IPs
lt: Išspręsti IP (dgs.)

source: Resolve reporting IP addresses by using reverse DNS (PTR) lookups.
lt: Išspręsti pranešamus IP adresus naudojant atvirkštines „DNS“ („PTR“) paieškas.

source: Result
lt: Rezultatas

source: Routes selected MACs or interfaces to a filtered external DNS resolver, bypassing local adblock.
lt: Maršrutų pasirinkti „MAC“ (dgs.) ar sąsajos ir/arba sietuvai į filtruotą išorinį „DNS“ sprendiklį, apeinant vietinį reklaminį/skelbimų turinio blokatorių.

source: Routes selected MACs or interfaces to an unfiltered external DNS resolver, bypassing local adblock.
lt: Maršrutų pasirinkti „MAC“ (dgs.) ar sąsajos ir/arba sietuvai į nefiltruotą išorinį „DNS“ sprendiklį, apeinant vietinį reklaminį/skelbimų turinio blokatorių.

source: Rule
lt: Taisyklė

source: Run Directories
lt: Vykdymo katalogai

source: Run Flags
lt: Vykdymo vėliavos

source: Run Interfaces
lt: Vykdyti sąsajas ir/arba sietuvus

source: Save
lt: Išsaugoti
pt_br: Salvar
zh_tw: 儲存

source: Save & Reload
lt: Išsaugoti ir perleisti

source: Save & Restart
lt: Išsaugoti ir paleisti iš naujo

source: Second instance
lt: Antras/-sis egzempliorius

source: Send adblock related notification e-mails. This needs the additional 'msmtp' package installation.
lt: Siųsti reklaminio/skelbimų turinio blokatoriaus susijusius pranešimus el. paštu. Tam reikia įdiegti papildomą „msmtp“ prog. įrang. paketą.

source: Sender address for adblock notification E-Mails.
lt: Siuntėjo adresas, skirtas reklaminio/skelbimų turinio blokatoriaus pranešimo el. paštams.

source: Set the dns backend instance used by adblock.
lt: Nustatyti „DNS“ vidine uždarosios sąsajos egzempliorių, naudojama reklaminio/skelbimų turinio blokatoriaus.

source: Settings
lt: Nustatymai

source: Shift DNS Blocklist
lt: Pastumti „DNS“ blokavimo sąrašą

source: Shift the final DNS blocklist to the backup directory and only set a soft link to this file in memory. As long as your backup directory resides on an external drive, enable this option to save memory.
lt: Pastumti galutinį „DNS“ blokavimo sąrašą į atsarginę katalogą/vietovę ir nustatyti tik šio rinkinio nuorodą atmintyje. Jei atsarginis/-ė katalogas/vietovė yra išoriniame diske, įjunkite/įgalinkite šią parinktį, kad sutaupytumėte atminties.

source: Size
lt: Dydis

source: Small
lt: Mažas

source: Startup Trigger Interface
lt: Paleidimo suaktyvinimo sąsaja ir/arba sietuvas

source: Status / Version
lt: Būklė / Versija

source: StevenBlack List Selection
lt: „StevenBlack“ sąrašo pasirinkimas

source: Stop
lt: Sustabdyti

source: Suspend
lt: Sulaikyti/Pristabdyti
pt_br: Suspender
zh_tw: 暫停

source: System Info
lt: Sistemos informacija

source: TLD Compression
lt: „TLD“ suspaudimas/suglaudi(ni)mas

source: Target directory for DNS related report files.
lt: Taikomasis/-oji katalogas/vietovė, skirtas/-a su „DNS“ susijusiems atskaito failams.

source: Target directory for blocklist backups.
lt: Taikomasis/-oji katalogas/vietovė, skirtas/-a blokavimo sąrašo atsarginėms kopijoms.

source: The allowlist is too big, unable to save modifications.
lt: Leidžiamasis sąrašas yra per didelis, nepavyko/negalima išsaugoti pakeitimų/redagavimų.

source: The blocklist is too big, unable to save modifications.
lt: Draudžiamasis sąrašas yra per didelis, nepavyko/negalima išsaugoti pakeitimų/redagavimų.

source: The list of ports used by tcpdump.
lt: „tcpdump“ naudojamų prievadų sąrašas.

source: The selected priority will be used for adblock background processing.
lt: Pasirinkta pirmenybė bus naudojama reklaminio/skelbimų turinio blokatoriaus foniniam apdorojimui.

source: The syslog output, pre-filtered for messages related to: %s
lt: „Syslog“ išvestis, iš anksto filtruota pagal pranešimus, susijusius su: %s

source: The top level domain compression removes thousands of needless host entries from the final DNS blocklist.
lt: Aukščiausio lygio domenų-sričių suspaudimas/suglaudi(ni)mas pašalina tūkstančius nereikalingų serverio skleidėjų/vedėjų iš galutinio „DNS“ blokavimo sąrašo.

source: This is the local adblock allowlist to always-allow certain domains.<br /> <em><b>Please note:</b></em> add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
lt: Tai yra vietinis reklaminio/skelbimų turinio blokatoriaus leidžiamasis sąrašas, skirtas tam tikriems domenams-sritims visada leisti. <br /> <em> <b>Prašome atkreipti dėmesį: </b> </em> pridėkite tik vieną domeną-sritį į eilutę. Komentarai, prasidedantys su – „#“, yra leidžiami, o IP adresai, pakaitos simboliai ir reguliarūs reiškiniai – yra neleidžiami.

source: This is the local adblock blocklist to always-block certain domains.<br /> <em><b>Please note:</b></em> add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
lt: Tai yra vietinis reklaminio/skelbimų turinio blokatoriaus blokavimo sąrašas, skirtas tam tikriems domenams-sritims visada blokuoti. <br /> <em> <b>Prašome atkreipti dėmesį: </b> </em> pridėkite tik vieną domeną-sritį į eilutę. Komentarai, prasidedantys su – „#“, yra leidžiami, o IP adresai, pakaitos simboliai ir reguliarūs reiškiniai – yra neleidžiami.

source: This tab displays the most recently generated DNS report. Use the ‘Refresh’ button to update it.
lt: Šiame skirtuke rodomas naujausiai sugeneruotas „DNS“ atskaitas. Norėdami jį atnaujinti, naudokite mygtuką „Atnaujinti“.

source: Time
lt: Laikas
zh_tw: 時間

source: Timeout to wait for a successful DNS backend restart.
lt: Pasibaigusios užklausos laikas, sėkmingam „DNS“ vidinės uždarosios sąsajos paleidimui iš naujo.

source: Top Statistics
lt: „Top“ – Statistika

source: Topic for adblock notification E-Mails.
lt: Tematika, skirta reklaminio/skelbimų turinio blokatoriaus el. pašto pranešimams.

source: Trigger Delay
lt: Suaktyvinimo atidėjimas
pt_br: Atraso no gatilho
zh_tw: 觸發延遲

source: Type
lt: Tipas

source: URL
lt: „URL“ – Saitas

source: UTCapitole Archive Selection
lt: „UTCapitole“ archyvo pasirinkimas

source: Unable to parse the custom feed file!
lt: Nepavyko išnagrinėti pasirinktinio padavimo failo!

source: Unable to parse the default feed file!
lt: Nepavyko išnagrinėti numatyto padavimo failo!

source: Unable to parse the runtime information!
lt: Nepavyko išnagrinėti vykdančiosios informacijos!

source: Unable to save modifications: %s
lt: Nepavyko išsaugoti pakeitimų/redagavimų: %s

source: Upload
lt: Įkelti

source: Upload of the custom feed file failed.
lt: Įkeliant pasirinktinį padavimo failą įvyko klaida.

source: Varying
lt: Įvairūs/Kintantys

source: Verbose Debug Logging
lt: Platus/Išsamus/Daugiažodiškas derinimo/trukdžių šalinimo žurnalinimas
pt_br: Registros de Depuração Detalhados
zh_tw: 詳細的除錯記錄

source: With this editor you can upload your local custom feed file or fill up an initial one (a 1:1 copy of the version shipped with the package). The file is located at '/etc/adblock/adblock.custom.feeds'. Then you can edit this file, delete entries, add new ones or make a local backup. To go back to the maintainers version just clear the custom feed file.
lt: Naudodami šį redaktorių, Jūs galite įkelti savo pasirinktinį padavimo failą arba užpildyti pradinį (1:1 versijos kopija, pateiktas su prog. įrang. paketu). Failas yra randamas per – „/etc/adblock/adblock.custom.feeds“. Tada Jūs galite redaguoti šį failą, ištrinti įvestys, pridėti naujų arba sukurti vietinę atsarginę kopiją. Norėdami grįžti į kūrėjo versiją, tiesiog išvalykite pasirinktinį padavimo failą.

source: bind
lt: pririšti

source: dnsforge (clean)
lt: „dnsforge“ (švarus)

source: dnsforge (hard)
lt: „dnsforge“ (kietas)

source: dnsforge (normal)
lt: „dnsforge“ (normalus)

source: max. result set size
lt: Maksimalus rezultatų nustatytas dydis

source: max. top statistics
lt: Maksimali „Top“ – Statistika

source: raw
lt: Neapdorotas/-i

source: unbound
lt: nesaistomas

source: <b>Caution:</b> To prevent OOM exceptions on low memory devices with less than 64 MB free RAM, please only select a few of them!
pt_br: <b>Cudiado:</b> Selecione apenas alguns para evitar erros de falta de memória em dispositivos com menos que 64MB de RAM livres!
zh_tw: <b>注意：</b>為防止在小於 64M 空閒記憶體的裝置上出現記憶體不足異常，請只選擇其中的幾個！

source: Adblock Status
pt_br: Estado do Adblock
zh_tw: Adblock 狀態

source: Adblock Version
pt_br: Versão do Adblock
zh_tw: Adblock 版本

source: Advanced
pt_br: Avançado
zh_tw: 高階

source: Archive Categories
pt_br: Categorias Arquivadas
zh_tw: 存檔類別

source: Blacklist
zh_tw: 黑名單
