Repository: openwrt/luci
Catalog: applications/luci-app-adblock/po/*/adblock.po
Languages: lt, pt_br, zh_tw

source: Blocked DNS Queries
zh_tw: 已攔截的 DNS 請求

source: Blocked Domain
zh_tw: 已攔截的域名

source: Blocklist Sources
pt_br: Fontes de listas de bloqueio
zh_tw: 攔截列表來源

source: Blocklist not found!
pt_br: Lista preta não encontrada!
zh_tw: 攔截列表未找到！

source: Choose 'none' to disable automatic startups, 'timed' to use a classic timeout (default 30 sec.) or select another trigger interface.
pt_br: Escolha 'nenhum' para desabilitar o início automático, 'cronometrado' para usar o estouro de tempo clássico (padrão 30 segundos) ou outro gatilho pela interface.
zh_tw: 選擇“none”以禁用自動啟動，“timed”以使用預設的超時設定（預設 30 秒），或選擇另一個觸發介面。

source: Collecting data...
pt_br: Coletando dados...
zh_tw: 正在收集資料...

source: Configuration of the adblock package to block ad/abuse domains by using DNS.
pt_br: Configuração do pacote adblock para bloquear, usando o DNS, domínios que distribuem propagandas abusivas.
zh_tw: Adblock 配置工具，通過 DNS 來攔截廣告和阻止域名。

source: DNS Backend (DNS Directory)
pt_br: Serviço DNS (Diretório DNS)
zh_tw: DNS 後端（DNS 目錄）

source: DNS Query Report
zh_tw: DNS 查詢報告

source: Download Utility (SSL Library)
pt_br: Utilitário de Download (Biblioteca SSL)
zh_tw: 下載實用程式（SSL 庫）

source: Edit Blacklist
pt_br: Editar Lista de Bloqueio
zh_tw: 編輯黑名單

source: Edit Configuration
pt_br: Editar Configuração
zh_tw: 編輯設定

source: Edit Whitelist
pt_br: Editar Lista Permitida
zh_tw: 編輯白名單

source: Enable Adblock
pt_br: Habilitar adblock
zh_tw: 啟用 Adblock

source: Enable verbose debug logging in case of any processing error.
pt_br: Habilita os registros de depuração detalhados em caso de qualquer erro de processamento.
zh_tw: 在出現任何處理錯誤的情況下啟用詳細除錯日誌記錄。

source: End Date
zh_tw: 結束日期

source: Extra Options
pt_br: Opções adicionais
zh_tw: 額外選項

source: Flush DNS cache after adblock processing.
zh_tw: 在 adblock 程序啟動後清空 DNS 快取。

source: For further information <a href="%s" target="_blank">check the online documentation</a>
pt_br: Para mais informações <a href="%s" target="_blank">veja a documentação externa</a>
zh_tw: 進一步資訊<a href="%s" target="_blank">請訪問線上文檔</a>

source: For further performance improvements you can raise this value, e.g. '8' or '16' should be safe.
pt_br: Para melhoramentos no desempenho, você pode aumentar este valor (ex: '8' ou '16' deve ser seguro).
zh_tw: 為了進一步提高效能，您可以提高此值，例如：8 或 16 應該是安全的。

source: Full path to the whitelist file.
pt_br: Caminho completo para a lista branca.
zh_tw: 白名單檔案的全路徑。

source: Gather DNS related network traffic via tcpdump to provide a DNS Query Report on demand.
zh_tw: 通過 tcpdump 收集 dns 有關的網路流量，以按需提供 DNS 查詢報告。

source: Input file not found, please check your configuration.
pt_br: Arquivo de entrada não encontrado, por favor cheque sua configuração.
zh_tw: 輸入檔案未找到，請檢查您的配置。

source: Latest DNS Queries
zh_tw: 最新的 DNS 查詢

source: List of available network interfaces. Usually the startup will be triggered by the 'wan' interface.
pt_br: Lista das interfaces de redes disponíveis. Normalmente, o início será desencadeado pela interface 'wan'.
zh_tw: 可用網路介面列表。通常啟動將由“wan”介面觸發。

source: List of supported DNS backends with their default list export directory.
pt_br: Lista dos serviços DNS suportados com seu diretório padrão de exportação de lista.
zh_tw: 支援的 DNS 後端列表及其預設列表匯出目錄。

source: Loading
pt_br: Carregando
zh_tw: 載入中

source: Logfile
zh_tw: 日誌檔案

source: Low Priority Service
pt_br: Serviço de Baixa Prioridade
zh_tw: 低優先順序服務

source: Max. Download Queue
pt_br: Tamanho Máximo da Fila
zh_tw: 最大下載佇列

source: Name / IP-Address
zh_tw: 名稱 / IP 地址

source: No
pt_br: Não
zh_tw: 否

source: Options for further tweaking in case the defaults are not suitable for you.
pt_br: Opções para aprimoramentos adicionais caso as opções padrão não sejam suficientes para você.
zh_tw: 在預設設定並不適合您時的額外選項。

source: Overall Domains
pt_br: Domínios Globais
zh_tw: 域名總覽

source: Please add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
pt_br: Por favor, adicione apenas um domínio por linha. São permitidos comentários iniciando com '@'. Endereços IP, caracteres curingas ou expressões regulares não são suportados.
zh_tw: 請每行只新增一個域。允許使用“#”開頭的註釋 - ip 地址、萬用字元和正則表示式都不允許。

source: Please edit this file directly in a terminal session.
pt_br: Por favor edite esse arquivo direto em uma sessão de terminal.
zh_tw: 請在終端會話中直接編輯此檔案。

source: Please note: this needs manual 'msmtp' package installation and setup.
zh_tw: 請注意：這需要手動安裝和設定“msmtp”軟體包。

source: Please note: this needs manual 'tcpdump-mini' package installation.
zh_tw: 請注意：這需要手動安裝和設定“tcpdump-mini”軟體包。

source: Query domains
pt_br: Consulta de domínios
zh_tw: 查詢域

source: Refresh Blocklist Sources
pt_br: Atualizar as Fontes de Lista Negra
zh_tw: 重新整理攔截列表源

source: Refresh Report
zh_tw: 重新整理報告

source: Report chunk count used by tcpdump (default '5').
zh_tw: tcpdump 將使用的報告區塊計數（預設為“5”）。

source: Report chunk size used by tcpdump in MB (default '1').
zh_tw: tcpdump 將使用的報告區塊大小（MB）（預設為“1”）。

source: Resume
pt_br: Continuar
zh_tw: 恢復

source: Runtime Information
pt_br: Informação de execução
zh_tw: 執行資訊

source: SSL req.
pt_br: Req. de SSL
zh_tw: SSL 要求

source: Set the nice level to 'low priority' and the adblock background processing will take fewer resources from the system.
zh_tw: 設定 nice 級別為“低優先順序”，adblock 後臺程序將從系統中獲取更少的資源。

source: Start Date
zh_tw: 開始日期

source: Startup Trigger
pt_br: Gatilho de Iniciação
zh_tw: 啟動觸發器

source: Suspend / Resume Adblock
pt_br: Suspender / Resumir adblock
zh_tw: 暫停/恢復 Adblock

source: Target directory for the generated blocklist 'adb_list.overall'.
pt_br: Diretório para a lista nega gerada 'adb_list.overall'.
zh_tw: 生成攔截列表“adb_list.overall”的目標目錄。

source: The file size is too large for online editing in LuCI (&ge; 100 KB).
pt_br: O tamanho do arquivo é muito grande para ser editado pelo LuCI (&ge; 100 KB).
zh_tw: 檔案過大，無法使用 LuCI 的線上編輯（&ge; 100 KB）。

source: The syslog output, pre-filtered for adblock related messages only.
pt_br: Mensagens do syslog relacionadas ao adblock.
zh_tw: 系統日誌輸出，僅針對 adblock 相關的訊息進行了預篩選。

source: This change requires a manual service stop/re-start to take effect.
pt_br: Esta mudança requer um reinício manual do serviço para ser efetivada.
zh_tw: 此更改需要手動停止/重啟服務才能生效。

source: This form allows you to modify the content of the adblock blacklist (%s).
pt_br: Este formulário permite modificar o conteúdo da lista negra (%s).
zh_tw: 此表單允許您修改 adblock 黑名單（%s）的內容。

source: This form allows you to modify the content of the adblock whitelist (%s).
pt_br: Este formulário permite modificar o conteúdo da lista branca (%s).
zh_tw: 此表單允許您修改 adblock 白名單（%s）的內容。

source: This form allows you to modify the content of the main adblock configuration file (/etc/config/adblock).
pt_br: Esse formulário permite que você modifique o conteúdo das do arquivo de configuração principal (/etc/config/adblock).
zh_tw: 此表單允許您修改主要 adblock 配置檔案（/etc/config/adblock）的內容。

source: This form allows you to query active block lists for certain domains, e.g. for whitelisting.
pt_br: Esse formulário permite que você consulte listas de blocos ativos para certos domínios, e.x. para listas de permissão.
zh_tw: 此表單允許您查詢某些域的活動塊列表，例如用於列出白名單。

source: To overwrite the default path use the 'DNS Directory' option in the extra section below.
pt_br: Para sobrescrever o caminho padrão, use a opção 'Diretório DNS' na seção extra abaixo.
zh_tw: 要覆蓋預設路徑，請使用下面額外部分中的“DNS 目錄”選項。

source: Top 10 Reporting
zh_tw: 前十報告

source: Total DNS Queries
zh_tw: DNS 查詢總數

source: Waiting for command to complete...
pt_br: Aguardando por comando para completar...
zh_tw: 正在等待指令完成…

source: Whitelist
zh_tw: 白名單

source: Whitelist File
pt_br: Lista Branca
zh_tw: 白名單檔案

source: Yes
pt_br: Sim
zh_tw: 是

source: 'Jail' Blocklist Creation
pt_br: 'Enjaule' Criação de Lista Negra

source: Backup Mode
pt_br: Modo de Backup

source: Builds an additional 'Jail' list (/tmp/adb_list.jail) to block access to all domains except those listed in the whitelist file.
pt_br: Cria uma lista adicional (/tmp/adb_list.jail) para bloquear o acesso a todos os domínios exceto aqueles listados na lista branca.

source: Create compressed blocklist backups, they will be used in case of download errors or during startup in backup mode.
pt_br: Cria cópias de segurança comprimidas das listas de bloqueios. Elas serão usadas em caso de falha ao baixar novas listas ou ao iniciar em modo de backup.

source: Do not automatically update blocklists during startup, use blocklist backups instead.
pt_br: Não atualize as listas de bloqueio automaticamente durante o início, use o backup das listas como alternativa.

source: Email Notification
pt_br: Notificação por Email

source: Email Notification Count
pt_br: Quantidade para Notificação por Email

source: Enable Blocklist Backup
pt_br: Habilitar cópia de segurança da lista de bloqueio

source: Enable memory intense overall sort / duplicate removal on low memory devices (&lt; 64 MB free RAM)
pt_br: Habilita a remoção de entradas duplicadas em dispositivos com pouca memória (&lt; 64 MB de memória RAM livre)

source: Flush DNS Cache after adblock processing.
pt_br: Limpar cache DNS depois do processamento do adblock.

source: Force Overall Sort
pt_br: Force Tipo Geral

source: Please note: this needs additional 'msmtp' package installation and setup.
pt_br: Nota: isto exige a instalação e configuração do pacote 'msmtp'.

source: Raise the minimum email notification count, to get emails if the overall count is less or equal to the given limit (default 0),
pt_br: Aumente a quantidade mínima para notificar por email para receber mensagens se a contagem total for menos ou igual a este limite (padrão 0).

source: Redirect all DNS queries from 'lan' zone to the local resolver, apply to udp and tcp protocol on ports 53, 853 and 5353.
pt_br: Redirecione todas as requisições DNS da zona 'LAN' para o servidor local. Aplica-se aos protocolos UDP e TCP nas portas 53, 853 e 5353.

source: Send notification emails in case of a processing error or if domain count is &le; 0.
pt_br: Enviar notificações por email se ocorrer um erro de processamento ou se a contagem por domínio for menor que 0.

source: Set the nice level to 'low priority' and the adblock background processing will take less resources from the system.
pt_br: Define o nível de prioridade para 'baixa', reduzindo o impacto do processamento em segundo plano do adblock no seu sistema.

source: Size of the download queue to handle downloads &amp; list processing in parallel (default '4').
pt_br: Tamanho da fila responsável por baixar e processamento em paralelo (padrão '4').

source: Target directory for adblock backups. Please use only non-volatile disks, e.g. an external usb stick.
pt_br: Diretório para cópias de segurança do adblock. Use somente destinos não voláteis, como dispositivos de armazenamento USB.

source: View Logfile
pt_br: Ver arquivo de log

source: You can use this restrictive blocklist manually e.g. for guest wifi or kidsafe configurations.
pt_br: Você pode usar esta lista de bloqueio restritiva para, por exemplo, redes de convidados ou para crianças.

source: e.g. to receive an email notification with every adblock update set this value to 150000.
pt_br: ex: para receber notificação por email a cada atualização do adblock, ajuste este valor para 150000.
