Repository: openwrt/luci
Catalog: applications/luci-app-hd-idle/po/*/hd-idle.po
Languages: lt

source: Add new hdd setting...
lt: Pridėti naują „HDD“ (kietojo disko) nustatymą...

source: Bus
lt: Tinklo magistralė

source: Disk
lt: Diskas

source: Disk Settings
lt: Disko nustatymai

source: Enable
lt: Įjungti

source: Grant UCI access for luci-app-hd-idle
lt: Suteikti „UCI“ prieigą – „luci-app-hd-idle“

source: HDD Idle is a utility program for spinning-down disks after a period of idle time.
lt: „HDD Idle“ yra pagalbinė programa skirta kietiesiems diskams, kad po nustatyto periodo eitų į budėjimą.

source: Idle time
lt: Budėjimo laikas

source: Idle time unit
lt: Budėjimo laiko vienetas

source: Settings
lt: Nustatymai

source: Vendor / Model
lt: Gamintojas / Modelis

# Abbreviation for days
source: days
lt: dienos

# Abbreviation for hours
source: hours
lt: valandos

# Abbreviation for minutes
source: minutes
lt: minutės

# Abbreviation for seconds
source: seconds
lt: sekundės
