Repository: openwrt/luci
Catalog: applications/luci-app-tinyproxy/po/*/tinyproxy.po
Languages: ta

source: <em>Via proxy</em> routes requests to the given target via the specified upstream proxy, <em>Reject access</em> disables any upstream proxy for the target
ta: <em> பதிலாள் </em> வழியாக குறிப்பிட்ட மேலோடை பதிலாள் வழியாக கொடுக்கப்பட்ட இலக்கைக் கோருகிறது, <em> அணுகலை நிராகரிக்கவும் </em> இலக்குக்கான எந்த மேலோடை ப்ராக்சியையும் முடக்குகிறது

source: Adds an 'X-Tinyproxy' HTTP header with the client IP address to forwarded requests
ta: அனுப்பப்பட்ட கோரிக்கைகளுக்கு கிளையன்ட் ஐபி முகவரியுடன் 'எக்ச்-டினி பதிலாள்' HTTP தலைப்பைச் சேர்க்கிறது

source: Allowed clients
ta: அனுமதிக்கப்பட்ட வாடிக்கையாளர்கள்

source: Allowed connect ports
ta: அனுமதிக்கப்பட்ட இணைப்பு துறைமுகங்கள்

source: Bind address
ta: முகவரியை பிணைக்கவும்

source: By default, basic POSIX expressions are used for filtering. Enable this to activate extended regular expressions
ta: இயல்பாக, அடிப்படை POSIX வெளிப்பாடுகள் வடிகட்டுவதற்கு பயன்படுத்தப்படுகின்றன. நீட்டிக்கப்பட்ட வழக்கமான வெளிப்பாடுகளை செயல்படுத்த இதை இயக்கவும்

source: By default, filter strings are treated as case-insensitive. Enable this to make the matching case-sensitive
ta: இயல்பாக, வடிகட்டி சரங்கள் வழக்கு-உணர்வற்றதாக கருதப்படுகின்றன. பொருந்தக்கூடிய வழக்கு-உணர்திறன் செய்ய இதை இயக்கவும்

source: By default, filtering is done based on domain names. Enable this to match against URLs instead
ta: இயல்பாக, டொமைன் பெயர்களின் அடிப்படையில் வடிகட்டுதல் செய்யப்படுகிறது. அதற்கு பதிலாக முகவரி களுடன் பொருந்தக்கூடியதாக இதை இயக்கவும்

source: By default, the filter rules act as blacklist. Enable this option to allow matched URLs or domain names only
ta: இயல்பாக, வடிகட்டி விதிகள் தடுப்புப்பட்டியலாக செயல்படுகின்றன. பொருந்திய முகவரி கள் அல்லது டொமைன் பெயர்களை மட்டுமே அனுமதிக்க இந்த விருப்பத்தை இயக்கவும்

source: Can be either an IP address or range, a domain name or '.' for any host without domain
ta: ஐபி முகவரி அல்லது வரம்பு, ஒரு டொமைன் பெயர் அல்லது '' ஆக இருக்கலாம். டொமைன் இல்லாத எந்த ஓச்டுக்கும்

source: Connection timeout
ta: இணைப்பு நேரம் முடிந்தது

source: Default deny
ta: இயல்புநிலை மறுப்பு

source: Enable Tinyproxy server
ta: டைனிபிராக்சி சேவையகத்தை இயக்கவும்

source: Error page
ta: பிழை பக்கம்

source: Filter by RegExp
ta: Regexp மூலம் வடிகட்டவும்

source: Filter by URLs
ta: URLS மூலம் வடிகட்டவும்

source: Filter case-sensitive
ta: வழக்கு-உணர்திறன் வடிகட்டவும்

source: Filter file
ta: கோப்பு வடிகட்டி

source: Filtering and ACLs
ta: வடிகட்டுதல் மற்றும் ACLS

source: General settings
ta: பொது அமைப்புகள்

source: Grant UCI access for luci-app-tinyproxy
ta: லூசி-ஆப்-டினி ப்ராக்சிக்கு யுசிஐ அணுகலை வழங்கவும்

source: Group
ta: குழு

source: HTML template file to serve for stat host requests
ta: STAT புரவலன் கோரிக்கைகளுக்கு பணி செய்ய உஉகுமொ வார்ப்புரு கோப்பு

source: HTML template file to serve when HTTP errors occur
ta: HTTP பிழைகள் நிகழும்போது பணி செய்ய உஉகுமொ வார்ப்புரு கோப்பு

source: Header whitelist
ta: தலைப்பு அனுமதிப்பட்டியலாளர்

source: List of IP addresses or ranges which are allowed to use the proxy server
ta: பதிலாள் சேவையகத்தைப் பயன்படுத்த அனுமதிக்கப்பட்ட ஐபி முகவரிகள் அல்லது வரம்புகளின் பட்டியல்

source: List of allowed ports for the CONNECT method. A single value '0' disables CONNECT completely, an empty list allows all ports
ta: இணைப்பு முறைக்கு அனுமதிக்கப்பட்ட துறைமுகங்களின் பட்டியல். ஒற்றை மதிப்பு '0' இணைப்பை முழுமையாக முடக்குகிறது, வெற்று பட்டியல் அனைத்து துறைமுகங்களையும் அனுமதிக்கிறது

source: Listen address
ta: முகவரியைக் கேளுங்கள்

source: Listen port
ta: துறைமுகம் கேளுங்கள்

source: Log file
ta: பதிவு கோப்பு

source: Log file to use for dumping messages
ta: செய்திகளை டம்ப் செய்ய பயன்படுத்த பதிவு

source: Log level
ta: பதிவு நிலை

source: Logging verbosity of the Tinyproxy process
ta: டைனிப்ராக்சி செயல்முறையின் பதிவு

source: Max. clients
ta: அதிகபட்சம். வாடிக்கையாளர்கள்

source: Max. requests per server
ta: அதிகபட்சம். ஒரு சேவையகத்திற்கு கோரிக்கைகள்

source: Max. spare servers
ta: அதிகபட்சம். உதிரி சேவையகங்கள்

source: Maximum allowed number of concurrently connected clients
ta: ஒரே நேரத்தில் இணைக்கப்பட்ட வாடிக்கையாளர்களின் அதிகபட்ச எண்ணிக்கை

source: Maximum allowed number of requests per process. If it is exeeded, the process is restarted. Zero means unlimited.
ta: ஒரு செயல்முறைக்கு அதிகபட்சமாக அனுமதிக்கப்பட்ட கோரிக்கைகள். அதை மீறினால், செயல்முறை மறுதொடக்கம் செய்யப்படுகிறது. பூச்சியம் என்றால் வரம்பற்றது.

source: Maximum number of prepared idle processes
ta: தயாரிக்கப்பட்ட செயலற்ற செயல்முறைகளின் அதிகபட்ச எண்ணிக்கை

source: Maximum number of seconds an inactive connection is held open
ta: அதிகபட்ச வினாடிகள் செயலற்ற இணைப்பு திறந்திருக்கும்

source: Min. spare servers
ta: மணித்துளி. உதிரி சேவையகங்கள்

source: Minimum number of prepared idle processes
ta: தயாரிக்கப்பட்ட செயலற்ற செயல்முறைகளின் குறைந்தபட்ச எண்ணிக்கை

source: Number of idle processes to start when launching Tinyproxy
ta: டைனிப்ராக்சியைத் தொடங்கும்போது தொடங்க வேண்டிய செயலற்ற செயல்முறைகளின் எண்ணிக்கை

source: Plaintext file with URLs or domains to filter. One entry per line
ta: வடிகட்ட முகவரி கள் அல்லது களங்களுடன் எளிய உரை கோப்பு. ஒரு வரிக்கு ஒரு நுழைவு

source: Policy
ta: கொள்கை

source: Privacy settings
ta: தனியுரிமை அமைப்புகள்

source: Reject access
ta: அணுகலை நிராகரிக்கவும்

source: Reload settings into tinyproxy
ta: அமைப்புகளை டைனி பிராக்சியில் மீண்டும் ஏற்றவும்

source: Restart tinyproxy
ta: டைனிபிராக்சியை மறுதொடக்கம் செய்யுங்கள்

source: Server Settings
ta: சேவையக அமைப்புகள்

source: Server limits
ta: சேவையக வரம்புகள்

source: Specifies HTTP header names which are allowed to pass-through, all others are discarded. Leave empty to disable header filtering
ta: கடந்து செல்ல அனுமதிக்கப்பட்ட HTTP தலைப்பு பெயர்களைக் குறிப்பிடுகிறது, மற்றவர்கள் அனைவரும் நிராகரிக்கப்படுகிறார்கள். தலைப்பு வடிகட்டலை முடக்க காலியாக விடவும்

source: Specifies the HTTP port Tinyproxy is listening on for requests
ta: HTTP துறைமுகம் டைனிப்ராக்சி கோரிக்கைகளுக்காகக் கேட்கிறது என்பதைக் குறிப்பிடுகிறது

source: Specifies the Tinyproxy hostname to use in the Via HTTP header
ta: வழிமம் HTTP தலைப்பில் பயன்படுத்த டைனிப்ராக்சி ஓச்ட்பெயரைக் குறிப்பிடுகிறது

source: Specifies the address Tinyproxy binds to for outbound forwarded requests
ta: வெளிச்செல்லும் அனுப்பப்பட்ட கோரிக்கைகளுக்கு டைனிப்ராக்சி பிணைப்புகளுக்கு முகவரியைக் குறிப்பிடுகிறது

source: Specifies the addresses Tinyproxy is listening on for requests
ta: டைனிப்ராக்சி கோரிக்கைகளுக்கு கேட்கும் முகவரிகளைக் குறிப்பிடுகிறது

source: Specifies the group name the Tinyproxy process is running as
ta: டைனிப்ராக்சி செயல்முறை இயங்குகிறது என்ற குழு பெயரைக் குறிப்பிடுகிறது

source: Specifies the upstream proxy to use for accessing the target host. Format is <code>address:port</code> or <code>socks5 address:port</code>
ta: இலக்கு ஓச்டை அணுகுவதற்கு பயன்படுத்த மேலோடை ப்ராக்சியைக் குறிப்பிடுகிறது. வடிவம் <குறியீடு> முகவரி: துறைமுகம் </code> அல்லது <code> SOCKS5 முகவரி: துறைமுகம் </code>

source: Specifies the user name the Tinyproxy process is running as
ta: டைனிப்ராக்சி செயல்முறை இயங்கும் பயனர் பெயரைக் குறிப்பிடுகிறது

source: Start spare servers
ta: உதிரி சேவையகங்களைத் தொடங்கவும்

source: Statistics page
ta: புள்ளிவிவர பக்கம்

source: Status
ta: நிலை

source: Target host
ta: இலக்கு புரவலன்

source: Tinyproxy
ta: டைனி பாக்சி

source: Tinyproxy is a small and fast non-caching HTTP(S)-Proxy
ta: டைனி பாக்சி ஒரு சிறிய மற்றும் வேகமாக இல்லாத சேவையாண்டாத HTTP (கள்) -பிராக்சி ஆகும்

source: Tinyproxy is disabled
ta: டைனி பாக்சி முடக்கப்பட்டுள்ளது

source: Upstream Proxies
ta: மேலோடை ப்ராக்சிகள்

source: Upstream proxy rules define proxy servers to use when accessing certain IP addresses or domains.
ta: மேலோடை பதிலாள் விதிகள் சில ஐபி முகவரிகள் அல்லது களங்களை அணுகும்போது பயன்படுத்த பதிலாள் சேவையகங்களை வரையறுக்கின்றன.

source: Use syslog
ta: சிச்லாக் பயன்படுத்தவும்

source: User
ta: பயனர்

source: Via hostname
ta: ஓச்ட்பெயர் வழியாக

source: Via proxy
ta: பதிலாள் வழியாக

source: Waiting for data from url:
ta: முகவரி இலிருந்து தரவுக்காக காத்திருக்கிறது:

source: Writes log messages to syslog instead of a log file
ta: பதிவு செய்திக்கு பதிலாக சிச்லாக் பதிவு செய்திகளை எழுதுகிறார்

source: X-Tinyproxy header
ta: எக்ச்-டினிப்ராக்சி தலைப்பு
