Repository: openwrt/luci
Catalog: applications/luci-app-dump1090/po/*/dump1090.po
Languages: da, ta, zh_hant

source: Absolute maximum range for position decoding
da: Absolut maksimalt område for positionsafkodning
ta: நிலை டிகோடிங்கிற்கான முழுமையான அதிகபட்ச வரம்பு
zh_hant: 位置解碼的絕對最大範圍

source: Accuracy of receiver location in json metadata
da: Nøjagtighed af modtagerens placering i json-metadata
ta: சாதொபொகு மெட்டாடேட்டாவில் ரிசீவர் இருப்பிடத்தின் துல்லியம்
zh_hant: JSON 中繼資料中的接收器位置精準度

source: Allow forwarding of received mlat results to output ports
da: Tillad videresendelse af modtagne mlat-resultater til output-porte
ta: பெறப்பட்ட MLAT முடிவுகளை வெளியீட்டு துறைமுகங்களுக்கு அனுப்ப அனுமதிக்கவும்
zh_hant: 允許將收到的 mlat 結果轉送到輸出埠

source: Apply a 1Hz DC filter to input data
da: Anvend et 1 Hz DC-filter på inputdata
ta: உள்ளீட்டு தரவுக்கு 1Hz நேர்மின்னழுத்தம் வடிப்பானைப் பயன்படுத்துங்கள்
zh_hant: 對輸入資料套用 1Hz DC 篩選

source: Approximate
ta: தோராயமான
zh_hant: 近似

source: Base directory for the internal HTTP server
da: Basismappe for den interne HTTP-server
ta: உள் HTTP சேவையகத்திற்கான அடிப்படை அடைவு
zh_hant: 內部 HTTP 伺服器的基本目錄

source: Collect/show range histogram
da: Indsamling/visning af intervalhistogram
ta: ரேஞ்ச் இச்டோகிராம் சேகரிக்க/காட்டு
zh_hant: 收集 / 顯示範圍直方圖

source: Data file
da: Datafil
ta: தரவுக் கோப்பு
zh_hant: 資料檔案

source: Debug mode flags
da: Flag for fejlfindingstilstand
ta: பிழைத்திருத்த பயன்முறை கொடிகள்
zh_hant: 偵錯模式旗標

source: Default
da: Standard
ta: இயல்புநிலை
zh_hant: 預設

source: Disable messages with broken CRC
da: Deaktiver meddelelser med brudt CRC
ta: உடைந்த சி.ஆர்.சி உடன் செய்திகளை முடக்கு
zh_hant: 停用具有損壞 CRC 的訊息

source: Disable single-bits error correction using CRC
da: Deaktiver enkelt-bit fejlkorrektion ved hjælp af CRC
ta: CRC ஐப் பயன்படுத்தி ஒற்றை-பிட்கள் பிழை திருத்தத்தை முடக்கு
zh_hant: 使用 CRC 停用單位元錯誤校正

source: Display raw messages in Beast ascii mode
da: Vis rå meddelelser i Beast ascii-tilstand
ta: பீச்ட் தபஅஇகு பயன்முறையில் மூல செய்திகளைக் காண்பி
zh_hant: 在 Beast ascii 模式下顯示原始訊息

source: Do not apply CRC corrections to messages we forward
da: Anvend ikke CRC-korrektioner på meddelelser, som vi videresender
ta: நாங்கள் அனுப்பும் செய்திகளுக்கு சி.ஆர்.சி திருத்தங்களை பயன்படுத்த வேண்டாம்
zh_hant: 不要對我們轉送的訊息套用 CRC 校驗

source: Enable automatic gain control
da: Aktiver automatisk styring af forstærkning
ta: தானியங்கி ஆதாயக் கட்டுப்பாட்டை இயக்கவும்
zh_hant: 啟用自動增益控制

source: Enable decoding of SSR Modes 3/A & 3/C
da: Aktiverer afkodning af SSR-tilstande 3/A & 3/C
ta: எச்.எச்.ஆர் முறைகளின் டிகோடிங்கை இயக்கவும் 3/ஏ & 3/சி
zh_hant: 啟用 SSR 模式 3/A 和 3/C 的解碼

source: Enable just networking, no RTL device or file used
da: Aktiver kun netværk, ingen RTL-enhed eller -fil anvendes
ta: நெட்வொர்க்கிங், ஆர்.டி.எல் சாதனம் அல்லது கோப்பு பயன்படுத்தப்படவில்லை
zh_hant: 僅啟用網路，不使用 RTL 裝置或檔案

source: Enable networking
da: Aktiver netværk
ta: நெட்வொர்க்கிங் இயக்கு
zh_hant: 啟用網路

source: Enable phase enhancement
da: Aktiver faseforbedring
ta: கட்ட மேம்பாட்டை இயக்கவும்
zh_hant: 啟用相位增強

source: Enable single-bits error correction using CRC
da: Aktiver enkelt-bit fejlkorrektion ved hjælp af CRC
ta: CRC ஐப் பயன்படுத்தி ஒற்றை-பிட்கள் பிழை திருத்தத்தை இயக்கவும்
zh_hant: 使用 CRC 啟用單位元錯誤校正

source: Enabled
da: Aktiveret
ta: இயக்கப்பட்டது
zh_hant: 已啟用

source: Exact
ta: சரியான
zh_hant: 精確

source: FlightAware TSV output port
da: FlightAware TSV-udgangsport
ta: FlightAware TSV வெளியீட்டு துறைமுகம்
zh_hant: FlightAware TSV 輸出連接埠

source: Frequency
da: Frekvens
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு
zh_hant: 頻率

source: Gain (-10 for auto-gain)
da: Forstærkning (-10 for automatisk forstærkning)
ta: ஆதாயம் (ஆட்டோ-லாபத்திற்கு -10)
zh_hant: 增益 (-10 為自動增益)

source: Grant UCI access for luci-app-dump1090
da: Giv UCI-adgang til luci-app-dump1090
ta: லூசி-ஆப்-டம்ப் 1090 க்கு யுசிஐ அணுகல் வழங்கவும்
zh_hant: 授予 luci-app-dump1090 存取 UCI 的權限

source: HTTP server port
ta: HTTP சேவையக துறைமுகம்
zh_hant: HTTP 伺服器連接埠

source: IP address to bind to
da: IP-adresse, der skal bindes til
ta: பிணைக்க ஐபி முகவரி
zh_hant: 綁定的 IP 位址

source: Measure noise power
da: Måling af støjstyrke
ta: இரைச்சல் சக்தியை அளவிடவும்
zh_hant: 測量噪音功率

source: More CPU for more messages
da: Mere CPU til flere meddelelser
ta: மேலும் செய்திகளுக்கு மேலும் சிபியு
zh_hant: 提高 CPU 使用率以取得更多訊息

source: No location
ta: இடம் இல்லை
zh_hant: 無位置

source: Periodically write json output to a directory
da: Skriv med jævne mellemrum json-output til en mappe
ta: அவ்வப்போது சாதொபொகு வெளியீட்டை ஒரு கோப்பகத்திற்கு எழுதுங்கள்
zh_hant: 定期將 json 輸出寫入至目錄

source: Print stats at exit
da: Udskriv statistik ved afslutning
ta: வெளியேறும்போது புள்ளிவிவரங்களை அச்சிடுக
zh_hant: 退出時顯示統計資訊

source: RTL device index
da: RTL enhedsindeks
ta: ஆர்டிஎல் சாதன அட்டவணை
zh_hant: RTL 裝置索引

source: Reference/receiver latitude for surface posn
da: Reference/modtagerens breddegrad for overfladeposition
ta: மேற்பரப்பு போசிற்கான குறிப்பு/ரிசீவர் அட்சரேகை
zh_hant: 表面位置的參考 / 接收者緯度

source: Reference/receiver longitude for surface posn
da: Reference-/modtagerlængde for overfladeposition
ta: மேற்பரப்பு போசிற்கான குறிப்பு/ரிசீவர் தீர்க்கரேகை
zh_hant: 表面位置的參考 / 接收器經度

source: Respawn
ta: ரெச்பான்
zh_hant: 重新整理

source: Sample format for data file
da: Eksempel på format for datafil
ta: தரவு கோப்பிற்கான மாதிரி வடிவம்
zh_hant: 資料檔案的範本格式

source: Set receiver error in parts per million
da: Indstil modtagerens fejl i dele pr. million
ta: ரிசீவர் பிழையை ஒரு மில்லியனுக்கு பகுதிகளில் அமைக்கவும்
zh_hant: 設定接收器錯誤 (百萬分點)

source: Show and reset stats every seconds
da: Vis og nulstil statistik hvert sekund
ta: ஒவ்வொரு விநாடிகளிலும் புள்ளிவிவரங்களைக் காட்டி மீட்டமைக்கவும்
zh_hant: 每秒鐘顯示和重置統計資料

source: Show only ICAO addresses
da: Vis kun ICAO-adresser
ta: ICAO முகவரிகளை மட்டுமே காட்டு
zh_hant: 僅顯示 ICAO 位址

source: Show only messages hex values
da: Vis kun meddelelser med hex-værdier
ta: செய்திகளை மட்டும் காட்டுங்கள் ஃச் மதிப்புகள்
zh_hant: 僅顯示訊息的十六進制值

source: Strip IQ file removing samples
da: Strip IQ fil fjerner samples
ta: உரி ஐ.க்யூ கோப்பு மாதிரிகளை நீக்குகிறது

source: TCP BaseStation output listen port
da: TCP BaseStation output lytteport
ta: TCP அடிப்படை வெளியீடு கேட்கும் துறைமுகம்
zh_hant: TCP 基站輸出監聽連接埠

source: TCP Beast input listen port
da: TCP Beast input lytteport
ta: TCP மிருக உள்ளீடு கேட்கும் துறைமுகம்
zh_hant: TCP Beast 輸入監聽埠

source: TCP Beast output listen port
da: TCP Beast output lytteport
ta: டி.சி.பி மிருக வெளியீடு கேட்கும் துறைமுகம்
zh_hant: TCP Beast 輸出監聽埠

source: TCP buffer size 64Kb * (2^n)
da: TCP-bufferstørrelse 64Kb * (2^n)
ta: TCP இடையக அளவு 64KB * (2^n)
zh_hant: TCP 緩衝區大小 64Kb *(2 ^ n)

source: TCP heartbeat rate in seconds
da: TCP heartbeat i sekunder
ta: நொடிகளில் TCP இதய துடிப்பு வீதம்
zh_hant: TCP 心跳率 (以秒為單位)

source: TCP raw input listen port
da: TCP raw input lytteport
ta: TCP மூல உள்ளீட்டு கேட்கும் துறைமுகம்
zh_hant: TCP 原始輸入監聽埠

source: TCP raw output in Beast binary format
da: TCP raw output i det binære format Beast
ta: மிருக பைனரி வடிவத்தில் TCP மூல வெளியீடு
zh_hant: Beast 二進制格式的 TCP 原始輸出

source: TCP raw output listen port
da: TCP raw output lytteport
ta: TCP மூல வெளியீடு கேட்கும் துறைமுகம்
zh_hant: TCP 原始輸出監聽埠

source: TCP raw output memory flush rate in seconds
da: TCP raw output memory flush rate i sekunder
ta: டி.சி.பி மூல வெளியீட்டு நினைவக பறிப்பு வீதம் நொடிகளில்
zh_hant: TCP 原始輸出記憶體刷新率 (以秒為單位)

source: TCP raw output minimum size
da: Minimumstørrelse for TCP raw output
ta: TCP மூல வெளியீடு குறைந்தபட்ச அளவு
zh_hant: TCP 原始輸出最小容量

source: Use metric units
da: Brug metriske enheder
ta: மெட்ரிக் அலகுகளைப் பயன்படுத்துங்கள்
zh_hant: 使用公制單位

source: Use the 2.4MHz demodulator
da: Brug 2,4MHz demodulatoren
ta: 2.4 மெகா எர்ட்ச் டெமோடூலேட்டரைப் பயன்படுத்தவும்
zh_hant: 使用 2.4MHz 解調器

source: When reading from a file play back in realtime, not at max speed
da: Når du læser fra en fil, afspilles den i realtid, ikke med maksimal hastighed
ta: ஒரு கோப்பிலிருந்து படிக்கும்போது, நிகழ்நேரத்தில் மீண்டும் விளையாடும்போது, அதிகபட்ச வேகத்தில் இல்லை
zh_hant: 從檔案讀取時即時播放，不是以最大速度

source: Write json output every t seconds
da: Skriv json output hvert t sekund
ta: ஒவ்வொரு டி விநாடிகளிலும் சாதொபொகு வெளியீட்டை எழுதுங்கள்
zh_hant: 每 t 秒寫入 json 輸出

source: dump1090
ta: டம்ப் 1090

source: dump1090 is a Mode S decoder specifically designed for RTLSDR devices. Here you can configure the settings.
da: dump1090 er en Mode S-dekoder, der er specielt designet til RTLSDR-enheder, her kan du konfigurere indstillingerne.
ta: டம்ப் 1090 என்பது ஆர்.டி.எல்.எச்.டி.ஆர் சாதனங்களுக்காக வடிவமைக்கப்பட்ட ஒரு பயன்முறை எச் டிகோடர் ஆகும். இங்கே நீங்கள் அமைப்புகளை உள்ளமைக்கலாம்.
zh_hant: dump1090 是專為 RTLSDR 裝置設計的 S 模式解碼器，您可以在此處設定配置.
