Repository: openwrt/luci
Catalog: applications/luci-app-adblock-fast/po/*/adblock-fast.po
Languages: ta

source: %s is currently disabled
ta: %s தற்போது முடக்கப்பட்டுள்ளன

source: %s is not installed or not found
ta: %s நிறுவப்படவில்லை அல்லது கிடைக்கவில்லை

source: Action
ta: செயல்

source: Active
ta: செயலில்

source: AdBlock Fast
ta: Adblock வேகமாக

source: AdBlock-Fast - Allowed and Blocked Domains
ta: Adblock -fast - அனுமதிக்கப்பட்ட மற்றும் தடுக்கப்பட்ட களங்கள்

source: AdBlock-Fast - Allowed and Blocked Lists URLs
ta: Adblock -fast - அனுமதிக்கப்பட்ட மற்றும் தடுக்கப்பட்ட பட்டியல்கள் முகவரி கள்

source: AdBlock-Fast - Configuration
ta: Adblock -fast - உள்ளமைவு

source: AdBlock-Fast - Status
ta: Adblock -fast - நிலை

source: Add IPv6 entries
ta: IPv6 உள்ளீடுகளைச் சேர்க்கவும்

source: Add IPv6 entries to block-list.
ta: தொகுதி-பட்டியலில் ஐபிவி 6 உள்ளீடுகளைச் சேர்க்கவும்.

source: Advanced Configuration
ta: மேம்பட்ட உள்ளமைவு

source: Allow
ta: இசைவு

source: Allowed Domains
ta: அனுமதிக்கப்பட்ட களங்கள்

source: Attempt to create a compressed cache of block-list in the persistent memory.
ta: தொடர்ச்சியான நினைவகத்தில் தொகுதி-பட்டியலின் சுருக்கப்பட்ட தற்காலிக சேமிப்பை உருவாக்க முயற்சி.

source: Automatic Config Update
ta: தானியங்கி கட்டமைப்பு புதுப்பிப்பு

source: Basic Configuration
ta: அடிப்படை உள்ளமைவு

source: Block
ta: தொகுதி

source: Blocked Domains
ta: தடுக்கப்பட்ட களங்கள்

source: Blocking %s domains (with %s).
ta: %s களங்களைத் தடுக்கிறது ( %s உடன்).

source: Cache
ta: கேச்

source: Cache file
ta: கேச் கோப்பு

source: Cache file found.
ta: கேச் கோப்பு காணப்பட்டது.

source: Can't detect free RAM
ta: இலவச ரேம் கண்டறிய முடியாது

source: Compressed cache
ta: சுருக்கப்பட்ட தற்காலிக சேமிப்பு

source: Compressed cache file created.
ta: சுருக்கப்பட்ட கேச் கோப்பு உருவாக்கப்பட்டது.

source: Compressed cache file found.
ta: சுருக்கப்பட்ட கேச் கோப்பு காணப்பட்டது.

source: Config (%s) validation failure!
ta: கட்டமைப்பு (%s) சரிபார்ப்பு தோல்வி!

source: Controls system log and console output verbosity.
ta: கணினி பதிவு மற்றும் கன்சோல் வெளியீட்டு சொற்களஞ்சியத்தை கட்டுப்படுத்துகிறது.

source: Curl download retry
ta: சுருட்டை பதிவிறக்கம் மீண்டும் முயற்சிக்கவும்

source: Curl maximum file size (in bytes)
ta: அதிகபட்ச கோப்பு அளவை சுருட்டுங்கள் (பைட்டுகளில்)

source: DNS Service
ta: டி.என்.எச் பணி

source: DNS resolution option, see the %sREADME%s for details.
ta: டிஎன்எச் தீர்மானம் விருப்பம், விவரங்களுக்கு %README ஐப் பார்க்கவும்.

source: Directory for compressed cache file
ta: சுருக்கப்பட்ட கேச் கோப்பிற்கான அடைவு

source: Directory for compressed cache file of block-list in the persistent memory.
ta: தொடர்ச்சியான நினைவகத்தில் தொகுதி-பட்டியலின் சுருக்கப்பட்ட கேச் கோப்புக்கான அடைவு.

source: Disable
ta: முடக்கு

source: Disable Debugging
ta: பிழைத்திருத்தத்தை முடக்கு

source: Disabled
ta: முடக்கப்பட்டது

source: Disabling %s service
ta: %s சேவையை முடக்குதல்

source: Dnsmasq Config File URL
ta: Dnsmasq கட்டமைப்பு கோப்பு முகவரி

source: Do not add IPv6 entries
ta: IPv6 உள்ளீடுகளைச் சேர்க்க வேண்டாம்

source: Do not store compressed cache
ta: சுருக்கப்பட்ட தற்காலிக சேமிப்பை சேமிக்க வேண்டாம்

source: Do not use simultaneous processing
ta: ஒரே நேரத்தில் செயலாக்கத்தைப் பயன்படுத்த வேண்டாம்

source: Download time-out (in seconds)
ta: நேரம்-அவுட் பதிவிறக்கவும் (நொடிகளில்)

source: Downloading lists
ta: பட்டியல்களைப் பதிவிறக்குகிறது

source: Enable
ta: இயக்கு

source: Enable Debugging
ta: பிழைத்திருத்தத்தை இயக்கவும்

source: Enables debug output to /tmp/adblock-fast.log.
ta: பிழைத்திருத்த வெளியீட்டை /tmp/adblock-fast.log க்கு இயக்குகிறது.

source: Enabling %s service
ta: %s சேவையை செயல்படுத்துகிறது

source: Errors encountered, please check the %sREADME%s
ta: பிழைகள் ஏற்பட்டன, தயவுசெய்து %sreadme %s ஐ சரிபார்க்கவும்

source: Failed to access shared memory
ta: பகிரப்பட்ட நினைவகத்தை அணுகத் தவறிவிட்டது

source: Failed to create '%s' file
ta: '%s' கோப்பை உருவாக்கத் தவறிவிட்டது

source: Failed to create block-list or restart DNS resolver
ta: தொகுதி-பட்டியலை உருவாக்குவதில் தோல்வி அல்லது டிஎன்எச் தீர்வை மறுதொடக்கம் செய்யுங்கள்

source: Failed to create compressed cache
ta: சுருக்கப்பட்ட தற்காலிக சேமிப்பை உருவாக்குவதில் தோல்வி

source: Failed to create directory for %s file
ta: %s கோப்பிற்கான கோப்பகத்தை உருவாக்குவதில் தோல்வி

source: Failed to create output/cache/gzip file directory
ta: வெளியீடு/கேச்/GZIP கோப்பு கோப்பகத்தை உருவாக்குவதில் தோல்வி

source: Failed to detect format %s
ta: வடிவமைப்பு %s ஐக் கண்டறியத் தவறிவிட்டது

source: Failed to download %s
ta: %s ஐ பதிவிறக்கத் தவறிவிட்டது

source: Failed to download Config Update file
ta: கட்டமைப்பு புதுப்பிப்பு கோப்பைப் பதிவிறக்குவதில் தோல்வி

source: Failed to format data file
ta: தரவுக் கோப்பை வடிவமைக்கத் தவறிவிட்டது

source: Failed to move '%s' to '%s'
ta: '%s' ஐ '%s' க்கு நகர்த்துவதில் தோல்வி

source: Failed to move temporary data file to '%s'
ta: தற்காலிக தரவுக் கோப்பை '%s' க்கு நகர்த்துவதில் தோல்வி

source: Failed to optimize data file
ta: தரவுக் கோப்பை மேம்படுத்துவதில் தோல்வி

source: Failed to parse %s
ta: %s அலசத் தவறிவிட்டது

source: Failed to parse Config Update file
ta: கட்டமைப்பு புதுப்பிப்பு கோப்பை அலசத் தவறிவிட்டது

source: Failed to process allow-list
ta: அனுமதி-பட்டியலை செயலாக்குவதில் தோல்வி

source: Failed to reload/restart DNS resolver
ta: டி.என்.எச் தீர்வை மீண்டும் ஏற்றவும்/மறுதொடக்கம் செய்யவும் தவறிவிட்டது

source: Failed to remove temporary files
ta: தற்காலிக கோப்புகளை அகற்றுவதில் தோல்வி

source: Failed to restart/reload DNS resolver
ta: டிஎன்எச் தீர்வை மறுதொடக்கம்/மீண்டும் ஏற்றத் தவறிவிட்டது

source: Failed to sort data file
ta: தரவு கோப்பை வரிசைப்படுத்துவதில் தோல்வி

source: Failed to start
ta: தொடங்கத் தவறிவிட்டது

source: Failed to stop %s
ta: %s ஐ நிறுத்தத் தவறிவிட்டது

source: Failed to unpack compressed cache
ta: சுருக்கப்பட்ட தற்காலிக சேமிப்பைத் திறக்கத் தவறிவிட்டது

source: Force DNS Ports
ta: டிஎன்எச் துறைமுகங்களை கட்டாயப்படுத்துங்கள்

source: Force DNS ports:
ta: டிஎன்எச் துறைமுகங்களை கட்டாயப்படுத்துங்கள்:

source: Force Reloading
ta: மறுஏற்றம் படை

source: Force Router DNS
ta: ஃபோர்ச் திசைவி டி.என்

source: Force Router DNS server to all local devices
ta: அனைத்து உள்ளக சாதனங்களுக்கும் திசைவி டிஎன்எச் சேவையகத்தை கட்டாயப்படுத்துங்கள்

source: Force redownloading %s block lists
ta: %s தொகுதி பட்டியல்களை மாற்றியமைத்தல்

source: Forces Router DNS use on local devices, also known as DNS Hijacking.
ta: உள்ளக சாதனங்களில் ஃபோர்ச் திசைவி டி.என்.எச் பயன்படுத்துகிறது, இது டி.என்.எச் கடத்துதல் என்றும் அழைக்கப்படுகிறது.

source: Free ram (%s) is not enough to process all enabled block-lists
ta: அனைத்து இயக்கப்பட்ட தொகுதி-பட்டியல்களையும் செயலாக்க இலவச ரேம் (%s) போதாது

source: Grant UCI and file access for luci-app-adblock-fast
ta: யுசிஐ மற்றும் லூசி-ஆப்-அட் பிளாக்-ஃபாச்டுக்கு யுசிஐ மற்றும் கோப்பு அணுகலை வழங்கவும்

source: IPv6 Support
ta: ஐபிவி 6 உதவி

source: If curl is installed and detected, it would not download files bigger than this.
ta: சுருட்டை நிறுவப்பட்டு கண்டறியப்பட்டால், இதை விட பெரிய கோப்புகளை பதிவிறக்கம் செய்யாது.

source: If curl is installed and detected, it would retry download this many times on timeout/fail.
ta: சுருட்டை நிறுவப்பட்டு கண்டறியப்பட்டால், இது காலக்கெடு/தோல்வியில் இதை பல முறை பதிவிறக்கம் செய்யும்.

source: Individual domains to be allowed.
ta: தனிப்பட்ட களங்கள் அனுமதிக்கப்பட வேண்டும்.

source: Individual domains to be blocked.
ta: தனிப்பட்ட களங்கள் தடுக்கப்பட வேண்டும்.

source: Invalid compressed cache directory '%s'
ta: தவறான சுருக்கப்பட்ட கேச் அடைவு '%s'

source: LED to indicate status
ta: நிலையைக் குறிக்க வழிவகுத்தது

source: Launch all lists downloads and processing simultaneously, reducing service start time.
ta: எல்லா பட்டியல்களையும் ஒரே நேரத்தில் பதிவிறக்குவதையும் செயலாக்கத்தையும் தொடங்கவும், பணி தொடக்க நேரத்தைக் குறைக்கும்.

source: Let local devices use their own DNS servers if set
ta: அமைக்கப்பட்டால் உள்ளக சாதனங்கள் அவற்றின் சொந்த டிஎன்எச் சேவையகங்களைப் பயன்படுத்தட்டும்

source: Missing recommended package: '%s'
ta: பரிந்துரைக்கப்பட்ட தொகுப்பைக் காணவில்லை: '%s'

source: Name
ta: பெயர்

source: Name/URL
ta: பெயர்/url

source: No HTTPS/SSL support on device
ta: சாதனத்தில் HTTPS/SSL உதவி இல்லை

source: No blocked list URLs nor blocked-domains enabled
ta: தடுக்கப்பட்ட பட்டியல் முகவரி கள் அல்லது தடுக்கப்பட்ட-களங்கள் இயக்கப்படவில்லை

source: Not installed or not found
ta: நிறுவப்படவில்லை அல்லது கிடைக்கவில்லை

source: Output Verbosity Setting
ta: வெளியீட்டு சொற்களஞ்சியம் அமைப்பு

source: Pause
ta: இடைநிறுத்தம்

source: Pausing %s
ta: இடைநிறுத்தம் %s

source: Perform config update before downloading the block/allow-lists.
ta: தொகுதி/அனுமதி-பட்டியல்களைப் பதிவிறக்குவதற்கு முன் கட்டமைப்பு புதுப்பிப்பைச் செய்யுங்கள்.

source: Pick the LED not already used in %sSystem LED Configuration%s.
ta: %sSystem LED உள்ளமைவு %s இல் ஏற்கனவே பயன்படுத்தப்படாத LED ஐத் தேர்ந்தெடுங்கள்.

source: Please note that %s is not supported on this system.
ta: இந்த அமைப்பில் %s ஆதரிக்கப்படவில்லை என்பதை நினைவில் கொள்க.

source: Processing lists
ta: செயலாக்க பட்டியல்கள்

source: Redownload
ta: மீண்டும்பதிவிறக்கு

source: Restarting
ta: மறுதொடக்கம்செய்கிறது

source: Service Control
ta: பணி கட்டுப்பாடு

source: Service Errors
ta: பணி பிழைகள்

source: Service Status
ta: பணி நிலை

source: Service Warnings
ta: பணி எச்சரிக்கைகள்

source: Simultaneous processing
ta: ஒரே நேரத்தில் செயலாக்கம்

source: Size
ta: அளவு

source: Size: %s
ta: அளவு: %s

source: Some output
ta: சில வெளியீடு

source: Start
ta: தொடங்கு

source: Starting
ta: தொடங்குகிறது

source: Starting %s service
ta: தொடக்க %s பணி

source: Status
ta: நிலை

source: Stop
ta: நிறுத்து

source: Stop the download if it is stalled for set number of seconds.
ta: பதிவிறக்கத்தை நொடிகளின் எண்ணிக்கையில் நிறுத்தப்பட்டால் நிறுத்துங்கள்.

source: Stopped
ta: நிறுத்தப்பட்டது

source: Stopping %s service
ta: %s சேவையை நிறுத்துகிறது

source: Store compressed cache
ta: சுருக்கப்பட்ட தற்காலிக சேமிப்பை சேமிக்கவும்

source: Store compressed cache file on router
ta: சுருக்கப்பட்ட கேச் கோப்பை திசைவியில் சேமிக்கவும்

source: Suppress output
ta: வெளியீட்டை அடக்கவும்

source: The %s failed to discover WAN gateway
ta: வான் நுழைவாயிலைக் கண்டுபிடிக்க %s தவறிவிட்டது

source: The WebUI application (luci-app-adblock-fast) is outdated, please update it
ta: WebUI பயன்பாடு (லூசி-ஆப்-அட் பிளாக்-ஃபாச்ட்) காலாவதியானது, தயவுசெய்து அதைப் புதுப்பிக்கவும்

source: The dnsmasq ipset support is enabled, but dnsmasq is either not installed or installed dnsmasq does not support ipset
ta: DNSMASQ IPSET உதவி இயக்கப்பட்டது, ஆனால் DNSMASQ நிறுவப்படவில்லை அல்லது நிறுவப்படவில்லை DNSMASQ IPSET ஐ ஆதரிக்காது

source: The dnsmasq ipset support is enabled, but ipset is either not installed or installed ipset does not support '%s' type
ta: DNSMASQ IPSET உதவி இயக்கப்பட்டது, ஆனால் IPSET நிறுவப்படவில்லை அல்லது நிறுவப்பட்ட ipset '%s' வகையை ஆதரிக்காது

source: The dnsmasq nft set support is enabled, but dnsmasq is either not installed or installed dnsmasq does not support nft set
ta: DNSMASQ NFT தொகுப்பு உதவி இயக்கப்பட்டது, ஆனால் DNSMASQ நிறுவப்படவில்லை அல்லது நிறுவப்படவில்லை DNSMASQ NFT தொகுப்பை ஆதரிக்காது

source: The dnsmasq nft sets support is enabled, but nft is not installed
ta: DNSMASQ NFT செட் உதவி இயக்கப்பட்டது, ஆனால் NFT நிறுவப்படவில்லை

source: The principal package (adblock-fast) is outdated, please update it
ta: முதன்மை தொகுப்பு (ADBLOCK-FAST) காலாவதியானது, தயவுசெய்து அதைப் புதுப்பிக்கவும்

source: URL
ta: வளமுகவரி

source: URL to the external dnsmasq config file, see the %sREADME%s for details.
ta: வெளிப்புற DNSMASQ கட்டமைப்பு கோப்பில் முகவரி, விவரங்களுக்கு %sreadme %s ஐப் பார்க்கவும்.

source: URLs to file(s) containing lists to be allowed or blocked.
ta: அனுமதிக்கப்பட வேண்டிய அல்லது தடுக்கப்பட வேண்டிய பட்டியல்களைக் கொண்ட (கள்) கோப்புக்கு முகவரி கள்.

source: Unknown
ta: தெரியவில்லை

source: Unknown error
ta: தெரியாத பிழை

source: Unknown warning
ta: தெரியாத எச்சரிக்கை

source: Use of external dnsmasq config file detected, please set '%s' option to '%s'
ta: வெளிப்புற dnsmasq கட்டமைப்பு கோப்பின் பயன்பாடு கண்டறியப்பட்டது, தயவுசெய்து '%s' விருப்பத்தை '%s' க்கு அமைக்கவும்

source: Use simultaneous processing
ta: ஒரே நேரத்தில் செயலாக்கத்தைப் பயன்படுத்தவும்

source: Verbose output
ta: வெர்போச் வெளியீடு

source: Version
ta: பதிப்பு

source: Version %s
ta: பதிப்பு %s

source: dnsmasq additional hosts
ta: dnsmasq கூடுதல் ஓச்ட்கள்

source: dnsmasq config
ta: dnsmasq கட்டமைப்பு

source: dnsmasq nft set
ta: dnsmasq nft கணம்

source: dnsmasq servers file
ta: DNSMASQ சேவையகங்கள் கோப்பு

source: failed to create backup file %s
ta: காப்பு கோப்பு %s ஐ உருவாக்குவதில் தோல்வி

source: failed to create final block-list %s
ta: இறுதி தொகுதி-பட்டியல் %s ஐ உருவாக்கத் தவறிவிட்டது

source: failed to delete data file %s
ta: தரவுக் கோப்பு %s ஐ நீக்கத் தவறிவிட்டது

source: failed to restore backup file %s
ta: காப்புப்பிரதி கோப்பு %s ஐ மீட்டெடுப்பதில் தோல்வி

source: none
ta: எதுவுமில்லை

source: smartdns domain set
ta: அறிவுள்ள டிஎன்எச் டொமைன் தொகுப்பு

source: smartdns ipset
ta: அறிவுள்ள டின்ச் இப்செட்

source: smartdns nft set
ta: அறிவுள்ள டிஎன்எச் என்எஃப்டி செட்

source: unbound adblock list
ta: வரம்பற்ற adblock பட்டியல்
