Repository: openwrt/luci
Catalog: applications/luci-app-wol/po/*/wol.po
Languages: de, es, nl, ru, uk, zh_hant

source: At least one Wake on LAN utility is needed. Please install one of the following packages (some extra permissions may be required):
de: Es ist mindestens ein Wake-On-LAN-Werkzeug erforderlich. Bitte installieren Sie eines der folgenden Pakete (möglicherweise sind einige zusätzliche Berechtigungen erforderlich):
es: Se necesita al menos una utilidad Wake on LAN. Instale uno de los siguientes paquetes (puede que se requieran permisos adicionales):
nl: Op zijn minst één 'Wake on LAN' app is benodigd. Installeer een van de volgende pakketten (mogelijk zijn hier extra permissies voor nodig):
ru: Необходима утилита Wake on LAN. Установите один из пакетов ниже (могут потребоваться дополнительные разрешения):
uk: Потрібна принаймні одна утиліта Wake on LAN. Будь ласка, встановіть один із наступних пакетів (можуть знадобитися деякі додаткові дозволи):
zh_hant: 至少必須有一個 Wake on LAN 實用程式。請安裝下列套件其中之一 (可能需要一些額外權限):

source: Binary used
de: verwendete Binärdatei
es: Binario utilizado
nl: Binair gebruikt
ru: Исполняемый файл
uk: Використаний двійковий файл

source: Broadcast
es: Difusión
ru: Широковещательная рассылка
uk: Трансляція
zh_hant: 廣播

source: Choose the default Wake on LAN utility
de: Standardwerkzeug für Wake-On-LAN auswählen
es: Elija la utilidad Wake on LAN predeterminada
nl: Kies de gebruikte 'Wake on LAN' app
ru: Выберите утилиту Wake on LAN по умолчанию
uk: Виберіть утиліту Wake on LAN за замовчуванням
zh_hant: 選擇預設 Wake on LAN 實用程式

source: Configure hosts that can be woken up. Click the Wake button to send a magic packet.
de: Konfigurieren Sie Hosts, die aktiviert werden können. Klicken Sie auf die Schaltfläche „Aufwecken“, um ein magisches Paket zu senden.
es: Configure los hosts que se pueden reactivar. Haz clic en el botón Activar para enviar un paquete mágico.
nl: Stel de apparaten in die kunnen worden gewekt. Klik op de 'Wake' knop om een magic pakket te sturen.
ru: Настройте хосты, которые можно пробудить. Нажмите кнопку «Пробудить», чтобы отправить «волшебный» пакет (Magic Packet).
uk: Налаштуйте хости, які можна розбудити. Натисніть кнопку «Розбудити», щоб надіслати магічний пакет.

source: Default Settings
de: Standardeinstellungen
es: Configuración predeterminada
nl: Standaard configuratie
ru: Настройки по умолчанию
uk: Налаштування за замовчуванням
zh_hant: 預設設定

source: Default WoL program
de: Standard WOL-Programm
es: Programa WoL predeterminado
nl: Standaard WoL app
ru: Программа WoL по умолчанию
uk: Програма WoL за замовчуванням
zh_hant: 預設 WoL 程式

source: Edit
de: Bearbeiten
es: Editar
nl: Bewerk
ru: Изменить
uk: Редагувати
zh_hant: 編輯

source: Edit target
de: Ziel bearbeiten
es: Editar objetivo
nl: Bewerk doel
ru: Редактировать цель
uk: Редагувати ціль
zh_hant: 編輯目標

source: Etherwake only
de: Nur Etherwake
es: Solo Etherwake
nl: Alleen Etherwake
ru: Только Etherwake
uk: Тільки Етервейк
zh_hant: 僅 Etherwake

source: Grant access to wake-on-lan executables
de: Zugriff auf ausführbare Programme des Wake-on-lan gewähren
es: Conceder acceso a ejecutables de wake-on-lan
nl: Verleen toegang tot uitvoerbare wake-on-lan-bestanden
ru: Предоставить доступ к исполняемым файлам Wake-on-LAN
uk: Надати доступ до виконуваних файлів wake-on-lan
zh_hant: 授予存取 wake-on-lan 可執行檔的權限

source: Install %s
de: %s installieren
es: Instalar %s
nl: Installeer %s
ru: Установить %s
uk: Встановити %s
zh_hant: 安裝 %s

source: Install etherwake
de: etherwake installieren
es: Instalar etherwake
nl: Installeer etherwake
ru: Установите etherwake
uk: Встановити ефір
zh_hant: 安裝 etherwake

source: Install etherwake package
de: Etherwake-Paket installieren
es: Instalar el paquete etherwake
nl: Installeer het etherwake pakket
ru: Установите пакет etherwake
uk: Встановлення пакета etherwake
zh_hant: 安裝 etherwake 套件

source: Install the alternative Wake on LAN package
de: Alternatives Wake-on-LAN-Paket installieren
es: Instalar el paquete alternativo Wake on LAN
nl: Installeer het alternatieve 'Wake on LAN' pakket
ru: Установите альтернативный пакет Wake on LAN
uk: Встановіть альтернативний пакет Wake on LAN
zh_hant: 安裝替代 Wake on LAN 套件

source: Install wakeonlan
de: wakeonlan installieren
es: Instalar wakeonlan
nl: Installeer wakeonlan
ru: Установить wakeonlan
uk: Встановити WakeOnlan
zh_hant: 安裝 wakeonlan

source: Install wakeonlan package
de: wakeonlan-Paket installieren
es: Instalar el paquete wakeonlan
nl: Installeer het wakeonlan pakket
ru: Установите пакет wakeonlan
uk: Встановлення пакета wakeonlan
zh_hant: 安裝 wakeonlan 套件

source: Interface
de: Schnittstelle
es: Interfaz
ru: Интерфейс
uk: Інтерфейс
zh_hant: 介面

source: MAC Address
de: MAC-Adresse
es: Dirección MAC
nl: MAC adres
ru: MAC-адрес
uk: MAC-Адреса
zh_hant: MAC 位址

source: Mandatory
de: Obligatorisch
es: Obligatorio
nl: Verplicht
ru: Обязательный
uk: Обов'язкове
zh_hant: 強制的

source: Name
es: Nombre
nl: Naam
ru: Имя
uk: Ім'я
zh_hant: 名稱

source: Note: wakeonlan binary does not support interface, broadcast, and password options (etherwake only).
de: Hinweis: Die wakeonlan-Binärdatei unterstützt keine Schnittstellen-, Broadcast- und Passwortoptionen (nur Etherwake).
es: Nota: el binario wakeonlan no admite opciones de interfaz, transmisión y contraseña (solo etherwake).
nl: De wakeonlan app ondersteund geen interface, broadcast en wachtwoord opties (alleen etherwake).
ru: Примечание: двоичный файл wakeonlan не поддерживает параметры интерфейса, широковещания и пароля (только etherwake).
uk: Примітка: бінарний файл wakeonlan не підтримує параметри інтерфейсу, широкомовлення та пароля (лише для etherwake).

source: Output
de: Ausgabe
es: Salida
nl: Uitvoer
ru: Выход
uk: Вихід
zh_hant: 輸出

source: Password
de: Passwort
es: Contraseña
nl: Wachtwoord
ru: Парoль
uk: Пароль
zh_hant: 密碼

source: Required Packages
de: Erforderliche Pakete
es: Paquetes requeridos
nl: Benodigde pakketten
ru: Необходимые пакеты
uk: Необхідні пакети

source: These options will be ignored if wakeonlan is used.
de: Diese Optionen werden ignoriert, wenn wakeonlan verwendet wird.
es: Estas opciones se ignorarán si se utiliza wakeonlan.
nl: Deze opties worden genegeerd als wakeonlan wordt gebruikt.
ru: Эти параметры будут игнорироваться, если используется wakeonlan.
uk: Ці опції будуть проігноровані, якщо використовується wakeonlan.

source: Wake
de: Aufwecken
es: Despertar
nl: Maak wakker
ru: Разбудить

source: Wake on LAN Targets
de: Ziele für Wake-On-LAN
nl: Wake on LAN doelen
ru: Цели Wake on LAN
uk: Цілі Wake on LAN
zh_hant: Wake on LAN 目標

source: Wake on LAN is a mechanism to boot computers remotely in the local network.
de: Wake-on-LAN ist ein Mechanismus um Geräte im lokalen Netzwerk ferngesteuert anzuschalten.
es: Wake on LAN es un mecanismo para iniciar equipos de forma remota en la red local.
nl: Wake on LAN is een mechanisme om computers in het lokale netwerk op afstand op te starten.
ru: Пробуждение по LAN (Wake on LAN, WoL) — механизм удалённого включения устройств в локальной сети.
uk: Пробудження через LAN (Wake on LAN) є технологією, що дає змогу віддалено "будити" (вмикати) комп'ютери у локальній мережі.
zh_hant: 區域網路喚醒是一種在本地網路中遠端啟動電腦的機制。

source: You can also install the alternative Wake on LAN utility (some extra permissions may be required):
de: Sie können auch das alternative Wake-On-LAN-Werkzeug installieren (einige zusätzliche Berechtigungen sind möglicherweise erforderlich):
es: También puedes instalar la utilidad alternativa Wake on LAN (es posible que se requieran algunos permisos adicionales):
nl: Je kunt ook de alternatieve 'Wake on LAN' app installeren (mogelijk heb je hier extra permissies voor nodig):
ru: Вы также можете установить альтернативную утилиту Wake on LAN (могут потребоваться дополнительные разрешения):
uk: Ви також можете встановити альтернативну утиліту Wake on LAN (можуть знадобитися деякі додаткові дозволи):
