Repository: openwrt/luci
Catalog: applications/luci-app-ser2net/po/*/ser2net.po
Languages: da

source: Allow the RFC 2217 protocol
da: Tillad RFC 2217-protokollen

source: Binding address
da: Bindende adresse

source: Blink duration.
da: Blink varighed.

source: Control port
da: Kontrolport

source: Default settings
da: Standardindstillinger

source: Device
da: Enhed

source: Duration
da: Varighed

source: Enabled
da: Aktiver

source: Even
da: Selv

source: Extra options
da: Ekstra indstillinger

source: Grant access to LuCI app ser2net
da: Giv adgang til LuCI-appen ser2net

source: Ignore modem control signals
da: Ignorerer modem-kontrolsignaler

source: LED redirect
da: LED-omdirigering

source: LEDs
da: LED'er

source: None
da: Ingen

source: Odd
da: Ulige

source: Parity
da: Paritet

source: Protocol
da: Protokol

source: RX LED configuration
da: RX LED-konfiguration

source: Raw
da: Rå

source: Settings
da: Indstillinger

source: TX LED configuration
da: TX LED-konfiguration

source: The TCP port to listen on.
da: Den TCP-port, der skal lyttes på.

source: The amount of seconds of inactivity before a disconnect occurs.<br/>A value of zero means wait indefinitely.
da: Antallet af sekunder med inaktivitet, før forbindelsen afbrydes.<br/>En værdi på nul betyder, at der skal ventes på ubestemt tid.

source: The device itself.
da: Selve enheden.

source: The driver required for the device.
da: Den driver, der kræves til enheden.

source: The name of the device to connect to.<br/>This must be in the form of /dev/<device>.
da: Navnet på den enhed, der skal oprettes forbindelse til.<br/>Dette skal være i form af /dev/<device>.

source: The network to listen from.
da: Det netværk, der skal lyttes fra.

source: The protocol to listen to.
da: Den protokol, der skal lyttes til.

source: The speed the device port should operate at.
da: Den hastighed, som enhedsporten skal fungere med.

source: Use RTS and CTS lines
da: Brug RTS- og CTS-linjer
