Repository: openwrt/luci
Catalog: applications/luci-app-dynapoint/po/*/dynapoint.po
Languages: cs, fa, fi, ga, it, ta, tr

source: Activate this wVIF if status is:
cs: Aktivovat tento wVIF, když je status:
fa: این wVIF را فعال کنید اگر وضعیت به این صورت است:
fi: Aktivoi tämä vVIF jos tila on:
ga: Gníomhachtaigh an wVIF seo más é an stádas:
it: Attiva questo wVIF se lo stato è:
ta: நிலை இருந்தால் இந்த WVIF ஐ செயல்படுத்தவும்:
tr: Durum şu ise bu wVIF'yi etkinleştirin:

source: Append hostname to ssid
cs: Připojit název hostitele k SSID
fa: نام میزبان را به ssid اضافه کنید
fi: Liitä isäntänimi ssid:hen
ga: Cuir an t-óstainm le ssid
it: Aggiungi il nome host al ssid
ta: SSID க்கு ஓச்ட்பெயரைச் சேர்க்கவும்
tr: Ana bilgisayar adını ssid'ye ekleyin

source: Append the router's hostname to the SSID when connectivity check fails
cs: Přidat název hostitele do SSID po neúspěšném pokusu o kontrolu připojení
fa: هنگامی که بررسی اتصال ناموفق بود، نام میزبان روتر را به SSID اضافه کنید
fi: Liitä reitittimen isäntänimi SSID:hen, kun yhteystarkistus epäonnistuu
ga: Cuir óstainm an ródaire leis an SSID nuair a theipeann ar an seiceáil nascachta
it: Aggiungi il nome host del router al SSID quando il controllo di connettività non riesce
ta: இணைப்பு சோதனை தோல்வியடையும் போது திசைவியின் ஓச்ட்பெயரை SSID இல் சேர்க்கவும்
tr: Bağlantı kontrolü başarısız olduğunda yönlendiricinin ana bilgisayar adını SSID'ye ekleyin

source: Check Internet connectivity via HTTP header download
cs: Zkontrolovat připojení k Internetu pomocí stažení HTTP záhlaví
fa: اتصال به اینترنت را از طریق دانلود سرصفحه HTTP بررسی کنید
fi: Tarkista internet-yhteys HTTP-otsikkolatauksen välityksellä
ga: Seiceáil nascacht Idirlín trí íoslódáil ceanntásca HTTP
it: Controlla la connettività a Internet tramite il download del header HTTP
ta: HTTP தலைப்பு பதிவிறக்க வழியாக இணைய இணைப்பைச் சரிபார்க்கவும்
tr: HTTP üstbilgisini indirerek İnternet bağlantısını kontrol edin

source: Configuration
cs: Nastavení
fa: پیکربندی
fi: Kokoonpano
ga: Cumraíocht
it: Configurazione
ta: உள்ளமைவு
tr: Yapılandırma

source: Curl is currently not installed. Please install the package in the
cs: Curl v tuto chvíli není nainstalované. Nainstalujte balíček v
fa: Curl در حال حاضر نصب نشده است. لطفا بسته را نصب کنید
fi: Curlia ei ole tällä hetkellä asennettu. Asenna paketti kohteeseen
ga: Níl Curl suiteáilte faoi láthair. Suiteáil an pacáiste sa
it: Curl non è installato. Per favore installa il pacchetto in
ta: சுருட்டை தற்போது நிறுவப்படவில்லை. தயவுசெய்து தொகுப்பை நிறுவவும்
tr: Curl şu anda yüklü değil. Lütfen paketi yükleyin

source: Device
cs: Zařízení
fa: افزاره
fi: Laite
ga: Gléas
it: Dispositivo
ta: சாதனம்
tr: Cihaz

source: Disabled
cs: Zakázáno
fa: از کار افتاده
fi: Pois käytöstä
ga: Díchumasaithe
it: Disattivato
ta: முடக்கப்பட்டது
tr: Devre dışı

source: DynaPoint
ta: டைனாபாயிண்ட்

source: Dynamic Access Point Manager
cs: Správa dynamického přístupového bodu
fa: مدیر نقطه دسترسی پویا
fi: Dynaaminen tukiaseman hallinta
ga: Bainisteoir Pointe Rochtana Dinimiciúla
it: Gestore punti di accesso dinamici
ta: மாறும் அணுகல் புள்ளி மேலாளர்
tr: Dinamik Erişim Noktası Yöneticisi

source: Enabled
cs: Povoleno
fa: به کار افتاده
fi: Otettu käyttöön
ga: Cumasaithe
it: Abilita
ta: இயக்கப்பட்டது
tr: Etkin

source: Failure counter after how many failed download attempts, the state is considered as offline
cs: Čítač nezdarů po kolika nezdařených pokusech o stažení má být stav považován za offline
fa: شمارنده شکست پس از چند بار تلاش برای دانلود ناموفق، وضعیت به عنوان آفلاین در نظر گرفته می شود
fi: Epäonnistumislaskuri, joka osoittaa, kuinka monen epäonnistuneen latausyrityksen jälkeen tilaa pidetään ei-verkkotilassa
ga: Áiritheoir teipe tar éis cé mhéad iarracht íoslódála ar theip orthu, meastar go bhfuil an stát as líne
it: Contatore errori dopo quanti tentativi di download falliti, lo stato è considerato offline
ta: தோல்வி கவுண்டர் எத்தனை தோல்வியுற்ற பதிவிறக்க முயற்சிகளுக்குப் பிறகு, அரசு ஆஃப்லைனில் கருதப்படுகிறது
tr: Kaç başarısız indirme denemesinden sonra başarısızlık sayacı, durum çevrimdışı olarak kabul edilir

source: Grant UCI access for luci-app-dynapoint
cs: Udělit luci-app-dynapoint přístup do UCI nastavování
fa: اجازه دسترسی UCI برای luci-app-dynapoint
fi: Myönnä UCI-pääsy luci-app-dynapointille
ga: Deonaigh rochtain UCI do luci-app-dynapoint
it: Concedi l'accesso UCI per luci-app-dynapoint
ta: லூசி-ஆப்-டைனாபாயிண்ட் யுசிஐ அணுகலை வழங்கவும்
tr: luci-app-dynapoint için UCI erişimi verin

source: List of Wireless Virtual Interfaces (wVIF)
cs: Seznam bezdrátových virtuálních rozhraní (wVIF)
fa: لیست رابط های مجازی بی سیم (wVIF)
fi: Langattomien virtuaaliliitäntöjen (wVIF) luettelo
ga: Liosta de Chomhéadain Fíorúla Gan Sreang (wVIF)
it: Elenco di interfacce virtuali wireless (wVIF)
ta: வயர்லெச் மெய்நிகர் இடைமுகங்களின் பட்டியல் (WVIF)
tr: Kablosuz Sanal Arabirimlerin Listesi (wVIF)

source: List of host addresses
cs: Seznam adres hostitele
fa: لیست آدرس های میزبان
fi: Isäntäosoitteiden luettelo
ga: Liosta seoltaí óstaigh
it: Elenco di indirizzi host
ta: புரவலன் முகவரிகளின் பட்டியல்
tr: Ana bilgisayar adreslerinin listesi

source: List of host addresses (url or IP) to track and request http headers from
cs: Seznam adres hostitele (url nebo IP) pro sledování a vyžádání http hlaviček z
fa: فهرست آدرس‌های میزبان (url یا IP) برای ردیابی و درخواست هدرهای http از آنها
fi: Luettelo isäntäosoitteista (URL tai IP), joista seurataan ja joista pyydetään http-otsikoita
ga: Liosta de sheoltaí óstaigh (url nó IP) chun ceanntásca http a rianú agus a iarraidh uathu
it: Elenco di indirizzi host (url o IP) per monitorare e richiedere le intestazioni http da
ta: HTTP தலைப்புகளைக் கண்காணிக்கவும் கோரவும் புரவலன் முகவரிகளின் பட்டியல் (URL அல்லது IP)
tr: İzlenecek ve http başlıkları istenecek ana bilgisayar adreslerinin listesi (url veya IP)

source: Mode
cs: Režim
fa: حالت
fi: Tila
ga: Mód
it: Modalità
ta: பயன்முறை
tr: Mod

source: Not used by DynaPoint
cs: Nepoužito DynaPoint
fa: توسط DynaPoint استفاده نمی شود
fi: DynaPoint ei käytä sitä
ga: Níl sé in úsáid ag DynaPoint
it: Non usato da DynaPoint
ta: டைனாபாயிண்ட் பயன்படுத்தவில்லை
tr: DynaPoint tarafından kullanılmaz

source: Offline
cs: Bez připojení
fa: آفلاین
fi: Ei-verkkotila
ga: As líne
ta: இணையமில்லாமல்
tr: Çevrimdışı

source: Online
fa: آنلاین
fi: Verkkotilassa
ga: Ar líne
ta: ஆன்லைனில்
tr: Çevrimiçi

source: Software Section
cs: Sekce softwaru
fa: بخش نرم افزار
fi: Ohjelmisto-osio
ga: Rannóg Bogearraí
it: Sezione Software
ta: மென்பொருள் பிரிவு
tr: Yazılım Bölümü

source: Switch_to_offline threshold
cs: Práh pro switch_to_offline
fa: آستانه Switch_to_offline
fi: Ei-verkkotilaan siirtymiskynnys
ga: Athraigh_go_thairseach as líne
it: Soglia Switch_to_offline
ta: Switch_to_offline வாசல்
tr: Çevrimdışı_geçiş eşiği

source: Test-run interval
cs: Interval testovacího spouštění
fa: فاصله اجرای آزمایشی
fi: Testisuorituksen aikaväli
ga: Eatramh tástála-reáchtáil
it: Intervallo di Test
ta: சோதனை-ரன் இடைவெளி
tr: Test çalıştırma aralığı

source: Time interval in seconds to re-start a new test run
cs: Časový limit (v sekundách) pro restart nového běhu testování
fa: فاصله زمانی در ثانیه برای شروع مجدد یک آزمایش جدید
fi: Aikaväli sekunteina uuden testisuorituksen aloittamiseen uudelleen
ga: Eatramh ama i soicindí chun rith tástála nua a thosú arís
it: Tempo di intervallo in secondi prima di iniziare un nuovo test
ta: புதிய சோதனை ஓட்டத்தை மீண்டும் தொடங்க சில நொடிகளில் நேர இடைவெளி
tr: Yeni bir test çalıştırmasını yeniden başlatmak için saniye cinsinden zaman aralığı

source: Use curl
cs: Použít curl
fa: از curl استفاده کنید
fi: Käytä curlia
ga: Bain úsáid as curl
it: Utilizza curl
ta: சுருட்டை பயன்படுத்தவும்
tr: Curl kullan

source: Use curl instead of wget
cs: Použít curl namísto wget
fa: به جای wget از curl استفاده کنید
fi: Käytä curlia wgetin sijaan
ga: Bain úsáid as curl in ionad wget
it: Utilizza curl anziché wget
ta: Wget க்கு பதிலாக சுருட்டைப் பயன்படுத்தவும்
tr: Wget yerine curl kullanın

source: Use curl instead of wget for testing the connectivity.
cs: Pro testování připojení použít curl namísto wget.
fa: برای تست اتصال از curl به جای wget استفاده کنید.
fi: Käytä curlia wgetin sijaan yhteyden testaamista varten.
ga: Bain úsáid as curl in ionad wget chun an nascacht a thástáil.
it: Usa curl invece di wget per testare la connession.
ta: இணைப்பைச் சோதிக்க Wget க்கு பதிலாக சுருட்டைப் பயன்படுத்தவும்.
tr: Bağlantıyı test etmek için wget yerine curl kullanın.

source: Used interface
cs: Použité rozhraní
fa: رابط استفاده شده
fi: Käytetty liitäntä
ga: Comhéadan a úsáidtear
it: Interfaccia Usata
ta: பயன்படுத்தப்பட்ட இடைமுகம்
tr: Kullanılan arayüz

source: Which interface should curl use. (Use ifconfig to find out)
cs: Které rozhraní má curl použít (pro zjištění použít ifconfig)
fa: از کدام رابط باید استفاده کند. (برای فهمیدن از ifconfig استفاده کنید)
fi: Mitä liitäntää curlin tulisi käyttää? (Käytä 'ifconfig' selvittääksesi)
ga: Cén comhéadan ar cheart curl a úsáid. (Úsáid ifconfig le fáil amach)
it: Che interfaccia deve usare curl. (Utilizza ifconfig per individuarla)
ta: எந்த இடைமுகம் பயன்பாட்டை சுருட்ட வேண்டும். (கண்டுபிடிக்க ifconfig ஐப் பயன்படுத்தவும்)
tr: Hangi arayüz curl kullanmalı. (Öğrenmek için ifconfig kullanın)

source: WiFi Status
cs: Stav WiFi
fa: وضعیت WiFi
fi: Wi-Fi-tila
ga: Stádas WiFi
it: Stato WiFi
ta: வைஃபை நிலை
tr: WiFi Durumu
