Repository: openwrt/luci
Catalog: applications/luci-app-eoip/po/yua/eoip.po
Languages: yua

source: Destination
yua: Destino

source: Destination IP address for connection EoIP.
yua: Dirección IP de destino para la conexión EoIP.

source: Dynamic
yua: Dinámico

source: Enable tunnel
yua: Activar túnel

source: EoIP - Tunneling
yua: EoIP - Túnel

source: EoIP tunnel
yua: Túnel EoIP

source: Grant UCI access for luci-app-eoip
yua: Conceder acceso a la UCI a luci-app-eoip

source: Here you can configure EoIP tunnel. At current moment it is easiest way to create stateless tunnel with Mikrotik.
yua: Aquí puede configurar el túnel EoIP. Actualmente, la forma más sencilla de crear un túnel sin estado con Mikrotik es la más sencilla.

source: ID tunnel
yua: ID del túnel

source: If you input 0 interface name zeoip0
yua: Si ingresa 0 el nombre de la interfaz zeoip0

source: If you use dynamic option, take attention that there is no authorization, and it is not secure. It is not good idea to use this feature with public ip or insecure(not completely under your control, each host) network.
yua: Si utiliza la opción dinámica, tenga en cuenta que no hay autorización y no es segura. No es una buena idea utilizar esta función con IP pública o red insegura (no completamente bajo su control, cada host).

source: Indeficator id tunnel
yua: Indicador del id del túnel

source: Name interface [zeoip
yua: nombre de la interfaz [zeoip

source: Name interface already in used
yua: El nombre de la interfaz ya está en uso

source: Settings
yua: Ajustes

source: VLAN TAG on this interface
yua: Etiqueta VLAN en esta interfaz
