Repository: openwrt/luci
Catalog: applications/luci-app-ocserv/po/*/ocserv.po
Languages: nl

source: Active OpenConnect Users
nl: Actieve OpenConnect gebruikers

source: Active users
nl: Actieve gebruikers

source: AnyConnect client compatibility
nl: AnyConnect client compatibiliteit

source: Available users
nl: Beschikbare gebruikers

source: CA certificate
nl: CA certificaat

source: Cipher
nl: Versleutelingsalgorithme

source: Collecting data...
nl: Data aan het verzamelen...

source: Dead peer detection time (secs)
nl: Inactive partner detectie tijd (seconden)

source: Device
nl: Apparaat

source: Edit Template
nl: Bewerk sjabloon

source: Edit the template that is used for generating the ocserv configuration.
nl: Bewerk de sjabloon die is gebruikt om de ocserv instellingen te genereren.

source: Enable UDP
nl: Schakel UDP in

source: Enable UDP channel support; this must be enabled unless you know what you are doing
nl: Schakel UDP kanaal ondersteuning in; dit moet ingeschakeld zijn tenzij je weet wat je aan het doen bent

source: Enable compression
nl: Schakel compressie in

source: Enable proxy arp
nl: Schakel proxy arp in

source: Enable server
nl: Schakel server in

source: Enable support for CISCO AnyConnect clients
nl: Schakel ondersteuning voor CISCO AnyConnect clients in

source: General Settings
nl: Algemene instellingen

source: Grant UCI access for luci-app-ocserv
nl: Geef luci-app-ocserv toegang tot UCI

source: Group
nl: Groep

source: IP Address
nl: IP adres

source: Max clients
nl: Maximum clients

source: Max same clients
nl: Maximum gelijke clients

source: Name
nl: Naam

source: Netmask (or IPv6-prefix)
nl: Netmask (of IPv6-prefix)

source: Password
nl: Wachtwoord

source: Port
nl: Poort

source: Predictable IPs
nl: Voorspelbare IP's

source: Provide addresses to clients from a subnet of LAN; if enabled the network below must be a subnet of LAN. Note that the first address of the specified subnet will be reserved by ocserv, so it should not be in use. If you have a network in LAN covering 192.168.1.0/24 use 192.168.1.192/26 to reserve the upper 62 addresses.
nl: Voorzie client van adressen uit een subnet van LAN; Wanneer ingeschakeld moet het netwerk hieronder een subnet van LAN zijn. Het eerste adres van het gespecificeerde subnet is gereserveerd voor ocserv, dus deze mag niet in gebruik zijn. Wanneer je een netwerk in LAN hebt op 192.168.1.0/24, gebruik dan 192.168.1.192/26 om de bovenste 62 adressen te reserveren.

source: Routing table
nl: Routing tabel

source: Server Settings
nl: Server instellingen

source: Server's Public Key ID
nl: Server's Publieke sleutel ID

source: The DNS servers to be provided to clients; can be either IPv6 or IPv4
nl: De DNS servers die aan de clients worden doorgegeven; kan IPv6 en/of IPv4 zijn

source: The DNS servers to be provided to clients; can be either IPv6 or IPv4. Typically you should include the address of this device
nl: De DNS servers die aan de clients worden doorgegeven; kan IPv6 en/of IPv4 zijn. Normaal gesproken moet je daar het adres van die apparaat bijzetten

source: The IPv4 subnet address to provide to clients; this should be some private network different than the LAN addresses unless proxy ARP is enabled. Leave empty to attempt auto-configuration.
nl: Het IPv4 subnet adres dat aan de clients wordt doorgegeven; Dit moet een private netwerk zijn de veschilt van de LAN adressen, tenzij proxy ARP is ingeschakeld. Laat dit leeg voor automatische configuratie.

source: The IPv6 subnet address to provide to clients; leave empty to attempt auto-configuration.
nl: Het IPv6 subnet adres om aan de clients door te geven; Laat leeg voor automatische configuratie.

source: The assigned IPs will be selected deterministically
nl: De toegewezen IP's zullen deterministisch worden geselecteerd

source: The authentication method for the users. The simplest is plain with a single username-password pair. Use PAM modules to authenticate using another server (e.g., LDAP, Radius).
nl: De authenticatie methode voor de gebruikers. Het eenvoudigste is gewoon met een enkel gebruikersnaam-wachtwoord paar. Gebruik PAM modulen om te authenticeren via een andere server (bijv. LDAP, Radius).

source: The firewall zone that the VPN clients will be set to
nl: De firewall zone waar de VPN clients in geplaatst worden

source: The mask of the subnet above.
nl: Het masker van het subnet hierboven.

source: The routing table to be provided to clients; you can mix IPv4 and IPv6 routes, the server will send only the appropriate. Leave empty to set a default route
nl: De routing tabel die wordt doorgegeven aan clients; je kunt zowel IPv4 als IPv6 routes geven, de server zal alleen de toepasselijke routes zenden. Laat leeg om de standaard route door te geven

source: The same UDP and TCP ports will be used
nl: Dezelfde UDP en TCP poorten zullen worden gebruikt

source: The value to be communicated to the client to verify the server's certificate; this value only depends on the public key
nl: De waarde die aan de client wordt doorgegeven om het certificaat van de server te verifiëren; deze waarde hangt alleen van de publieke sleutel af

source: There are no active users.
nl: Er zijn geen actieve gebruikers.

source: Time
nl: Tijd

source: User
nl: Gebruiker

source: User Authentication
nl: Gebruikers Authenticatie

source: User Settings
nl: Gebruikers instellingen

source: Username
nl: Gebruikersnaam

source: VPN <abbr title="Internet Protocol Version 4">IPv4</abbr>-Netmask
nl: VPN <abbr title="Internet Protocol Versie 4">IPv4</abbr>-Netmask

source: VPN <abbr title="Internet Protocol Version 4">IPv4</abbr>-Network-Address
nl: VPN <abbr title="Internet Protocol Versie 4">IPv4</abbr>-Netwerk adres

source: VPN <abbr title="Internet Protocol Version 6">IPv6</abbr>-Network-Address
nl: VPN <abbr title="Internet Protocol Versie 6">IPv6</abbr>-Netwerk adres

source: VPN IP Address
nl: VPN IP adres

source: View the CA certificate used by this server. You will need to save it as 'ca.pem' and import it into the clients.
nl: Bekijk het CA certificaat die door deze server wordt gebruikt. Deze moet worden opgeslagen als 'ca.pem' en geïmporteerd in de clients.
