Repository: openwrt/luci
Catalog: applications/luci-app-pagekitec/po/*/pagekitec.po
Languages: da, ko, lt, lv

source: <p/>Note: you need a working PageKite account, or at least, your own running front end for this form to work. Visit <a href='https://pagekite.net/home/'>your account</a> to set up a name for your router and get a secret key for the connection.<p/><em>Note: this web configurator only supports some very very basic uses of pagekite.</em>
da: <p/>Bemærk: Du skal have en fungerende PageKite-konto eller i det mindste din egen kørende frontend for at denne formular kan fungere. Besøg <a href='https://pagekite.net/home/'>din konto</a> for at oprette et navn til din router og få en hemmelig nøgle til forbindelsen.<p/><em>Bemærk: denne webkonfigurator understøtter kun nogle meget meget grundlæggende anvendelser af pagekite.</em>
ko: <p/>참고: 이 양식을 사용하려면 활성화된 PageKite 계정 또는 직접 운영 중인 프런트엔드가 필요합니다. <a href='https://pagekite.net/home/'>사용자 계정 페이지</a>에서 라우터 이름을 설정하고 연결에 필요한 비밀 키를 발급받을 수 있습니다.<p/><em>참고: 본 웹 구성 도구는 PageKite의 가장 기본적인 기능만 지원합니다.</em>
lt: <p/>Pastaba: Jums reikia veikiančios „PageKite“ paskyros, arba turėti veikiantį savo pusės „front end'ą“, norint, kad ši forma veiktų. Apsilankykite <a href='https://pagekite.net/home/'>Jūsų paskyra</a> norint nustatyti pavadinimą savo maršrutizatoriui ir gauti „slaptą raktą“ šiam prisijungimui.<p/><em>Pastaba: šis tinklo konfigūratorius palaiko tik paprasčiausias „pagekite“ funkcijas.</em>

source: Basic HTTP
da: Grundlæggende HTTP
ko: 기본 HTTP
lt: Paprastas „HTTP“
lv: Pamata HTTP

source: Basic SSH
da: Grundlæggende SSH
ko: 기본 SSH
lt: Paprastas „SSH“
lv: Pamata SSH

source: Basic WebSockets
da: Grundlæggende WebSockets
ko: 기본 웹소켓
lt: Paprastas „WebSockets“
lv: Pamata WebSockets

source: Configuration
da: Konfiguration
ko: 설정
lt: Konfigūravimas
lv: Konfigurācija

source: Enable a WebSockets tunnel on a given local port
da: Aktiver en WebSockets-tunnel på en given lokal port
ko: 지정된 로컬 포트에서 웹소켓 터널을 활성화합니다
lt: Įgalinti „WebSockets“ „tunelį“ – tinklo protokolą, skirta šifruoti/pereiti į kitą tinklą pateiktame vietiniame prievade
lv: Iespējot WebSockets tuneli norādītajā vietējā portā

source: Enable a tunnel to the local HTTP server (in most cases, this admin interface)
da: Aktiver en tunnel til den lokale HTTP-server (i de fleste tilfælde dette admin-interface)
ko: 로컬 HTTP 서버에 터널을 활성화합니다 (일반적으로 현재 관리 인터페이스 포함)
lt: Įjungti/Įgalinti „tunelį“ – tinklo protokolą, skirta šifruoti/pereiti į vietinį „HTTP“ serverį (daugumoje atveju, šiame administratoriaus sąsajoje)
lv: Iespējot tuneli uz vietēju HTTP serveri (vairumā gadījumu tā ir šī pārvaldīšanas saskarne)

source: Enable a tunnel to the local SSH server
da: Aktiver en tunnel til den lokale SSH-server
ko: 로컬 SSH 서버에 터널을 활성화합니다
lt: Įgalinti „tunelį“ – tinklo protokolą, skirta šifruoti/pereiti į vietinį „SSH“ serverį
lv: Iespējot tuneli uz vietēju SSH serveri

source: Grant UCI access for luci-app-pagekitec
da: Grant UCI adgang til luci-app-pagekitec
ko: luci-app-pagekitec의 UCI 접근 권한 부여
lt: Suteikti „UCI“ prieigą – „luci-app-pagekitec“
lv: Piešķirt luci-app-pagekitec UCI piekļuvi

source: Kite Name
da: Kite Navn
ko: Kite 이름
lt: „Kite“ pavadinimas
lv: Kite nosaukums

source: Kite Secret
da: Kite Hemmelighed
ko: Kite 비밀
lt: „Kite paslaptis“
lv: Kite noslēpums

source: Static setup
da: Statisk opsætning
ko: 정적 설정
lt: Statiška sąranka

source: Static setup, disable FE failover and DDNS updates, set this if you are running your own frontend without a pagekite.me account
da: Statisk opsætning, deaktiver FE-failover og DDNS-opdateringer, indstil dette hvis du kører din egen frontend uden en pagekite.me-konto
ko: 정적 설정은 FE 장애 극복 기능과 DDNS 업데이트를 비활성화합니다. pagekite.me 계정 없이 자체 프론트엔드를 운영하면 설정하세요
lt: Statiška sąranka, išjungti „FE failover“ ir „DDNS“ atnaujinimus, nustatykite šį, jeigu naudojate savo „frontend“ be „pagekite.me“ paskyros
