Repository: openwrt/luci
Catalog: applications/luci-app-example/po/*/example.po
Languages: cs, ko, ms, nl, pl, pt, ru, tr, uk

source: A boolean option
cs: Pouze ano/ne
ko: 참/거짓(Boolean) 옵션
ms: Pilihan boolean
nl: Een booleaanse optie
pl: Opcja boolowska
pt: A opção booleana
ru: Булевая опция
tr: Bir boole seçeneği
uk: Булева опція

source: A select option
cs: Vyberte volbu
ko: 선택(Select) 옵션
ms: Pilih pilihan
nl: Een select optie
pl: Opcja wyboru
pt: Uma opção selecionada
ru: Выбор параметра
tr: Seçilmiş bir seçenek
uk: Опція вибору

source: Cats
cs: Kočky
ko: 고양이
ms: Kucing
nl: Katten
pl: Koty
pt: Gatos
ru: Кошки
tr: Kediler
uk: Коти

source: Description for this table section
cs: Popis pro tuto sekci tabulky
ko: 테이블 섹션의 설명
ms: Penerangan untuk bahagian jadual ini
nl: Beschrijving voor deze tabel sectie
pl: Opis tej sekcji tabeli
pt: Descrição para esta seção da tabela
ru: Описание для данного раздела таблиц
tr: Bu tablo bölümünün açıklaması
uk: Опис секції

source: Description for this typed section
cs: Popis pro tuto typovanou sekci
ko: 유형별 섹션의 설명
ms: Penerangan untuk bahagian yang ditaip ini
nl: Beschrijving voor deze typed sectie
pl: Opis tej wpisanej sekcji
pt: Descrição para esta secção digitada
ru: Описание для этого раздела
tr: Bu yazılı bölüm için açıklama
uk: Опис цього введеного розділу

source: Dogs
cs: Psi
ko: 강아지
ms: Anjing
nl: Honden
pl: Psy
pt: Cães
ru: Собаки
tr: Köpekler
uk: Собаки

source: Dynamic list option
cs: Předvolby dynamického seznamu
ko: 동적 목록 옵션
ms: Pilihan senarai dinamik
nl: Dynamische lijst optie
pl: Opcja listy dynamicznej
pt: Opção de lista dinâmica
ru: Опция динамического списка
tr: Dinamik liste seçeneği
uk: Параметр динамічного списку

source: Example
cs: Příklad
ko: 예제
ms: Contoh
nl: Voorbeeld
pl: Przykład
pt: Exemplo
ru: Пример
tr: Örnek
uk: Приклад

source: Example Form
cs: Formulář na ukázku
ko: 양식 예제
ms: Contoh Borang
nl: Voorbeeld formulier
pl: Formularz przykładowy
pt: Formulário de exemplo
ru: Пример формы
tr: Örnek Form
uk: Приклад форми

source: Example Form Configuration.
cs: Nastavení formuláře pro ukázku.
ko: 양식 예제 설정 가이드입니다.
ms: Contoh Konfigurasi Borang.
nl: Voorbeeld form configuratie.
pl: Przykładowa konfiguracja formularza.
pt: Exemplo de configuração de formulário.
ru: Пример конфигурации формы.
tr: Örnek Form Yapılandırması.
uk: Приклад конфігурації форми.

source: Example HTML Page
cs: HTML stránka pro ukázku
ko: HTML 페이지 예제
ms: Contoh halaman HTML
nl: Voorbeeld HTML pagina
pl: Przykładowa strona HTML
pt: Exemplo de página HTML
ru: Пример HTML-страницы
tr: Örnek HTML Sayfası
uk: Приклад сторінки HTML

source: First Option
cs: První volba
ko: 첫번째 옵션
ms: Pilihan Pertama
nl: Eerste optie
pl: Opcja pierwsza
pt: Primeira opção
ru: Первая опция
tr: İlk Seçenek
uk: Перший варіант

source: Flag Option
cs: Předvolby příznaku
ko: 플래그 옵션
ms: Pilihan Bendera
nl: Vlag optie
pl: Opcja flagi
ru: Опция флага
tr: Bayrak Seçeneği
uk: Варіант прапора

source: Form View
cs: Zobrazení formuláře
ko: 양식 화면
ms: Pandangan Borang
nl: Formulier zicht
pl: Widok formularza
pt: Ver Formulário
ru: Вид формы
tr: Form Görünümü
uk: Перегляд форми

source: Grant UCI and RPC access to LuCI app example
cs: Udělit LuCI aplikaci example přístup k RPC volání a UCI nastavování
ko: LuCI 앱 예제에 UCI 및 RPC 접근 권한 부여
ms: Berikan UCI dan RPC akses kepada contoh applikasi LuCI
nl: Toestemmen dat UCI en RPC toegang hebben tot LuCI app voorbeeld
pl: Przyznaj luci-app-example dostęp do UCI i RPC
pt: Conceder UCI e RPC acesso à app de exemplo LuCI
ru: Предоставьте доступ UCI и RPC к примеру приложения LuCI
tr: LuCI uygulama örneğine UCI ve RPC erişimi verin
uk: Надайте UCI та RPC доступ до прикладу програми LuCI

source: HTML Page
cs: HTML stránka
ko: HTML 페이지
ms: Halaman HTML
nl: HTML pagina
pl: Strona HTML
pt: Página HTML
ru: Страница HTML
tr: HTML Sayfası
uk: Сторінка HTML

source: Input for a password (storage on disk is not encrypted)
cs: Vstup pro heslo (úložiště na disku není šifrováno)
ko: 암호 입력 항목 (디스크 저장 시 암호화되지 않음)
ms: Input untuk kata laluan (storan pada disk tidak disulitkan)
nl: Invoer voor een wachtwoord (opslag op disk is leesbaar)
pl: Wprowadź hasło (przechowywanie na dysku nie jest szyfrowane)
pt: Inserir password (o armazenamento em disco não está encriptado)
ru: Ввод пароля (хранение на диске не шифруется)
tr: Parola girişi (diskteki depolama şifrelenmez)
uk: Введення пароля (пам'ять на диску не зашифрована)

source: Input for the first option
cs: Vstup pro první volbu
ko: 첫번째 옵션의 입력 항목
ms: Input untuk pilihan pertama
nl: Invoer voor de eerste optie
pl: Dane wejściowe opcji pierwszej
pt: Inserir a primeira opção
ru: Исходные данные для первой опции
tr: İlk seçenek için giriş
uk: Вхід для першого варіанту

source: Is this real?
cs: Je toto skutečné?
ko: 실제 데이터 여부
ms: Adakah ini benar?
nl: Is dit echt?
pl: Czy to jest prawdziwe?
pt: Isto é real?
ru: Это правда?
tr: Bu gerçek mi?
uk: Це реально?

source: JSON converted to table via array building and loop
cs: JSON převedený na tabulku pomocí sestavení pole a smyčky
ko: 배열 생성 및 반복문을 통해 테이블로 변환된 JSON 데이터
ms: JSON ditukar kepada jadual melalui pembinaan tatasusunan dan gelung
nl: JSON omgezet naar tabel via reeks bouwen en herhalen
pl: JSON przekonwertowany na tabelę poprzez budowanie tablicy i pętlę
pt: JSON convertido numa tabela via construção de array e loop
ru: JSON преобразуется в таблицу с помощью создания массива и цикла
tr: JSON, dizi oluşturma ve döngü yoluyla tabloya dönüştürüldü
uk: JSON перетворено на таблицю за допомогою створення масиву та циклу

source: JSONMap TableSection Sample
cs: Ukázka JSONMap TableSection
ko: JSONMap 테이블 섹션 샘플
ms: Contoh Bahagian Jadual JSONMap
nl: JSONMap TabelSectie Proef
pl: Przykład sekcji tabeli JSONMap
ru: JSONMap TableSection пример
tr: JSONMap Tablo Bölüm Örneği
uk: Приклад JSONMap TableSection

source: JSONMap TypedSection Sample
cs: Ukázka JSONMap TypedSection
ko: JSONMap 유형별 섹션 샘플
ms: Sampel JSONMap TypedSection
nl: JSONMap TypedSectie Proef
pl: Przykładowa sekcja JSONMap TypedSection
ru: JSONMap TypedSection пример
tr: JSONMap TypedSection Örneği
uk: Приклад JSONMap TypedSection

source: No
cs: Ne
ko: 아니요
ms: Tidak
nl: Nee
pl: Nie
pt: Não
ru: Нет
tr: Hayır
uk: Ні

source: Not found
cs: Nenalezeno
ko: 찾을 수 없음
ms: Tidak dijumpai
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ru: Не найдено
tr: Bulunamadı
uk: Не знайдено

source: Option name
cs: Název volby
ko: 옵션 이름
ms: Nama pilihan
nl: Optie naam
pl: Nazwa opcji
pt: Nome da opção
ru: Название опции
tr: Seçenek adı
uk: Назва опції

source: Option value
cs: Hodnota volby
ko: 옵션 값
ms: Nilai pilihan
nl: Optie waarde
pl: Wartość opcji
pt: Valor de opção
ru: Значение опции
tr: Seçenek değeri
uk: Значення опціону

source: Parakeets
cs: Papoušci
ko: 잉꼬
ms: burung parkit
nl: Parkieten
pl: Papugi
ru: Попугаи
tr: Muhabbet Kuşları
uk: Папуги

source: Password Option
cs: Předvolby pro heslo
ko: 암호 옵션
ms: Pilihan kata laluan
nl: Wachtwoord optie
pl: Opcja hasła
pt: Opção de palavra-passe
ru: Параметр пароля
tr: Şifre Seçeneği
uk: Параметр пароля

source: RPC Array Example
cs: Příklad RPC pole
ko: RPC 배열 예제
ms: Contoh RPC Array
nl: RPC reeks voorbeeld
pl: Przykład tablicy RPC
pt: Exemplo de RPC Array
ru: Пример массива RPC
tr: RPC Dizi Örneği
uk: Приклад масиву RPC

source: RPC JSONMap Table Example
cs: Příklad RPC JSONMap tabulky
ko: RPC JSONMap 테이블 예제
ms: Contoh Jadual RPC JSONMap
nl: RPC JSONMap tabel voorbeeld
pl: Przykład tabeli RPC JSONMap
ru: Пример таблицы RPC JSONMap
tr: RPC JSONMap Tablo Örneği
uk: Приклад таблиці RPC JSONMap

source: RPC JSONMap Typed Example
cs: Příklad RPC JSONMap Typed
ko: RPC JSONMap 유형별 예제
ms: Contoh Ditaip Peta JSON RPC
nl: RPC JSONMap typed voorbeeld
pl: Przykład typu mapy RPC JSON
ru: Типизированный пример RPC JSONMap
tr: RPC JSONMap Tipli Örnek
uk: Приклад типу RPC JSONMap

source: RPC call failure:
cs: Nezdar RPC volání:
ko: RPC 호출 실패:
ms: Kegagalan panggilan RPC:
nl: RPC aanroep mislukt:
pl: Błąd wywołania RPC:
pt: Falha de chamada RPC:
ru: Сбой вызова RPC:
tr: RPC çağrı hatası:
uk: Помилка виклику RPC:

source: Sample JS via RPC
cs: Ukázka JS prostřednictvím RPC volání
ko: RPC를 통한 자바스크립트(JS) 샘플
ms: Sampel JS melalui RPC
nl: Voorbeeld JS via RPC
pl: Przykładowy JS przez RPC
pt: Amostra JS via RPC
ru: Пример JS через RPC
tr: RPC aracılığıyla örnek JS
uk: Зразок JS через RPC

source: See browser console for raw data
cs: Ohledně holých dat se podívejte do konzole prohlížeče
ko: 원시 데이터는 브라우저 콘솔에서 확인하세요
ms: Lihat konsol penyemak imbas untuk data mentah
nl: Zie browser console voor ruwe data
pl: Zobacz konsolę przeglądarki, aby uzyskać surowe dane
pt: Ver console do navegador para dados brutos
ru: Необработанные данные см. в консоли браузера
tr: Ham veriler için tarayıcı konsoluna bakın
uk: Необроблені дані див. у консолі браузера

source: Select Option
cs: Vyberte možnost
ko: 선택 옵션
ms: Pilih pilihan
nl: Selecteer optie
pl: Opcja wyboru
pt: Selecione a opção
ru: Выберите опцию
tr: Seçenek Seçiniz
uk: Виберіть параметр

source: Should be "Not found"
cs: Mělo by být „Nenalezeno“
ko: "찾을 수 없음" 표시 예시
ms: Harus "Tidak dijumpai"
nl: Verwacht "Niet gevonden"
pl: Powinno być „Nie znaleziono”
pt: Deve ser "Não encontrado"
ru: Должно быть "Не найдено"
tr: "Bulunamadı" olmalıdır
uk: Має бути "Не знайдено"

source: Yes
cs: Ano
ko: 예
ms: Ya
nl: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet
uk: Так

source: first section
cs: první sekce
ko: 첫번째 섹션
ms: Bahagian pertama
nl: eerste sectie
pl: sekcja pierwsza
pt: primeira secção
ru: первый раздел
tr: ilk bölüm
uk: перший розділ

source: second section
cs: druhá sekce
ko: 두번째 섹션
ms: Bahagian kedua
nl: tweede sectie
pl: sekcja druga
pt: segunda secção
ru: второй раздел
tr: İkinci bölüm
uk: другий розділ

source: third section
cs: třetí sekce
ko: 세번째 섹션
ms: Bahagian ketiga
nl: derde sectie
pl: sekcja trzecia
pt: terceira secção
ru: третий раздел
tr: üçüncü bölüm
uk: третій розділ
