Repository: openwrt/luci
Catalog: applications/luci-app-sqm/po/*/sqm.po
Languages: cs, da, fr, ga, it, ko, nl, vi

source: Advanced Configuration
cs: Pokročilé nastavení
da: Avanceret konfiguration
fr: Configuration avancée
ga: Cumraíocht Casta
it: Configurazione Avanzata
ko: 고급 설정
nl: Geavanceerde configuratie
vi: Cấu hình nâng cao

source: Advanced Linklayer Options
cs: Pokročilé předvolby linkové vrstvy
da: Avancerede indstillinger for linklayer
fr: Options avancées de la couche Liaison
ga: Ardroghanna Linklayer
it: Opzioni Avanzate Linklayer
ko: 고급 링크 계층 옵션
nl: Geavanceerde Linklayer-opties
vi: Tùy chọn trình liên kết nâng cao

source: Advanced option string to pass to the egress queueing disciplines; no error checking, use very carefully.
cs: Řetězec pokročilé předvolby který předat egress disciplínám pro fronty – není kontrolováno na chyby, proto používejte velmi obezřetně.
da: Avanceret indstillingsstreng, der skal sendes til egress-kø-disciplinerne; ingen fejlkontrol, brug den med stor forsigtighed.
fr: Options avancées à passer aux disciplines de file d'attente de sortie ; aucune vérification, à utiliser avec beaucoup de précaution.
ga: Teaghrán roghanna chun cinn le dul ar aghaidh chuig na disciplíní scuaine as bealach; gan seiceáil earráide, bain úsáid as go han-chúramach.
it: Stringa di opzioni avanzata da passare alle discipline di accodamento in uscita; nessun controllo di errore, usare con cautela.
ko: 이그레스 대기열 관리 방식에 전달할 고급 옵션 문자열. 오류 검사를 수행하지 않으므로 사용 시 각별히 주의하세요.
nl: Geavanceerde optietekenreeks om door te geven aan de wachtrijdisciplines voor uitgaand verkeer; geen foutcontrole, zeer voorzichtig gebruiken.

source: Advanced option string to pass to the ingress queueing disciplines; no error checking, use very carefully.
cs: Řetězec rozšířených možností pro předání do frontových disciplín; bez kontroly chyb, používejte s opatrností.
da: Avanceret indstillingsstreng, der skal overføres til de indgående kø-discipliner; ingen fejlkontrol, brug den med stor forsigtighed.
fr: Options avancées à passer aux disciplines de file d'attente d'entrée ; aucune vérification, à utiliser avec beaucoup de précaution.
ga: Teaghrán ardroghanna le dul ar aghaidh chuig na disciplíní scuaine chun dul isteach; gan seiceáil earráide, bain úsáid as go han-chúramach.
it: Stringa di opzioni avanzata da passare alle discipline di accodamento in ingresso; Nessun controllo degli errori, utilizzare con molta attenzione.
ko: 인그레스 대기열 관리 방식에 전달할 고급 옵션 문자열. 오류 검사를 수행하지 않으므로 사용 시 각별히 주의하세요.
nl: Geavanceerde optietekenreeks om door te geven aan de wachtrijdisciplines voor binnenkomend verkeer; geen foutcontrole, zeer voorzichtig gebruiken.

source: Advanced options will only be used as long as this box is checked (only needed if MTU > 1500).
cs: Pokročilé předvolby budou použity pouze pokud je toto zašrtnuto (potřebné pouze pokud MTU > 1500).
da: Avancerede indstillinger anvendes kun, så længe dette felt er markeret (kun nødvendigt, hvis MTU > 1500).
fr: Les options avancées sont utilisées uniquement si cette case est cochée (nécessaire uniquement si MTU > 1500).
ga: Ní bhainfear úsáid as ardroghanna ach a fhad is atá an bosca seo ticte (ní gá ach amháin má tá MTU > 1500).
it: Le opzioni avanzate saranno disponibili solo se questa opzione è spuntata (necessario solo se MTU > 1500).
ko: 고급 옵션은 이 항목을 선택해야만 적용됩니다. (MTU가 1500보다 큰 경우에만 필요)
nl: Geavanceerde opties worden alleen gebruikt zolang dit vakje is aangevinkt (alleen nodig als MTU > 1500).
vi: Các tùy chọn nâng cao sẽ chỉ được sử dụng khi hộp này được chọn (chỉ cần thiết nếu MTU > 1500).

source: Advanced options will only be used as long as this box is checked.
cs: Pokročilé předvolby budou použity pouze pokud je toto zaškrtnuto.
da: Avancerede indstillinger vil kun blive brugt, så længe dette felt er markeret.
fr: Les options avancées sont utilisées uniquement si cette case est cochée.
ga: Ní bhainfear úsáid as ardroghanna ach a fhad agus a bheidh an bosca seo ticte.
it: Le opzione avanzate verranno usate solo se questa casella è selezionata.
ko: 고급 옵션은 이 항목을 선택해야만 적용됩니다.
nl: Geavanceerde opties worden alleen gebruikt zolang dit vakje is aangevinkt.
vi: Các tùy chọn nâng cao sẽ chỉ được sử dụng khi hộp này được chọn.

source: Basic Settings
cs: Základní nastavení
da: Grundlæggende indstillinger
fr: Paramètres de base
ga: Socruithe Bunúsacha
it: Impostazioni di base
ko: 기본 설정
nl: Basisinstellingen
vi: Cài đặt cơ bản

source: Create log file for this SQM instance under /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
cs: Vytvořit soubor záznamu událostí pro tuto SQM instanci pod /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
da: Opret logfil for denne SQM-instans under /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
fr: Créer un fichier journal pour cette instance SQM sous /var/run/sqm/${nom_interface}.[start|stop]-sqm.log.
ga: Cruthaigh logchomhad don ásc SQM seo faoi /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
it: Crea un file di log per questa istanza SQM nel percorso /var/run/sqm/${Interface_name}. {start|stop}-sqm.log.
ko: 이 SQM 인스턴스의 로그 파일을 기록합니다. 위치: /var/run/sqm/${Interface_name}.[start|stop]-sqm.log
nl: Maak een logbestand voor deze SQM-instantie onder /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
vi: Tạo tệp nhật ký cho phiên bản SQM này trong /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.

source: Dangerous Configuration
cs: Nebezpečné nastavení
da: Farlig konfiguration
fr: Configuration dangereuse
ga: Cumraíocht Contúirteach
it: Configurazione pericolosa
ko: 위험 설정
nl: Gevaarlijke configuratie

source: Dangerous options will only be used as long as this box is checked.
cs: Nebezpečné předvolby je možné použít pouze pokud je toto zaškrtnuto.
da: Farlige indstillinger anvendes kun, så længe dette felt er markeret.
fr: Les options dangereuses sont utilisées uniquement si cette case est cochée.
ga: Ní bhainfear úsáid as roghanna contúirteacha ach amháin a fhad agus a bheidh an bosca seo á sheiceáil.
it: Opzioni pericolose saranno utilizzate solo fino a quando questa casella è selezionata.
ko: 위험 옵션은 이 항목을 선택해야만 적용됩니다.
nl: Gevaarlijke opties worden alleen gebruikt zolang dit vakje is aangevinkt.
vi: Các tùy chọn nguy hiểm sẽ chỉ được sử dụng khi hộp này được chọn.

source: Download speed (ingress)
cs: Rychlost příjmu (příjem)
da: Downloadhastighed (ingress)
fr: Vitesse descendante (entrée)
ga: Luas íoslódála (dul isteach)
it: Scarica la velocità (ingresso)
ko: 다운로드 속도 (인그레스)
nl: Downloadsnelheid (inkomend verkeer)
vi: Tốc độ tải xuống

source: Download speed (kbit/s) (ingress) set to 0 to selectively disable ingress shaping
da: Downloadhastighed (kbit/s) (ingress) indstilles til 0 for selektivt at deaktivere ingress shaping
fr: Une vitesse définie à 0 désactive la régulation de flux en entrée

source: ECN (egress)
cs: ECN (odchozí)
fr: ECN (sortie)
ga: ECN (dul amach)
ko: ECN (이그레스)
nl: ECN (uitgaand verkeer)

source: ECN (ingress)
cs: ECN (příchozí)
fr: ECN (entrée)
ga: ECN (dul isteach)
it: ECN (ingresso)
ko: ECN (인그레스)
nl: ECN (inkomend verkeer)

source: Enable SQM
cs: Povolit SQM
da: Aktiver SQM
fr: Activer la gestion intelligente des files d'attentes (SQM)
ga: Cumasaigh SQM
it: Attiva SQM
ko: SQM 활성화
nl: SQM inschakelen
vi: Bật SQM

source: Enable debug logging
cs: Zapnout zaznamenávání ladících informací
da: Aktivér debug logning
fr: Activer les logs de type debug
ga: Cumasaigh logáil dífhabhtaithe
it: Attiva i log di debug
ko: 디버그 로그 기록 사용
nl: Debug-logging inschakelen
vi: Kích hoạt nhật ký bug

source: Enable this SQM instance.
cs: Povolit tuto SQM instanci.
da: Aktiver denne SQM-instans.
fr: Activez cette instance SQM.
ga: Cumasaigh an sampla SQM seo.
it: Attiva questa istanza SQM.
ko: 이 SQM 설정을 활성화합니다.
nl: Schakel deze SQM-instantie in.
vi: Bật phiên bản SQM này.

source: Explicit congestion notification (ECN) status on inbound packets
cs: Stav výslovného oznamování zácpy (ECN) na příchozích paketech
da: Eksplicit overbelastningsmeddelelse (ECN) status på indgående pakker
fr: Notification Explicite de Congestion (ECN) sur les paquets entrants
ga: Stádas fógra plódaithe sainráite (ECN) ar phaicéid isteach
it: Notifica di congestione esplicita (ECN) sui pacchetti in entrata
ko: 인바운드 패킷에 명시적 혼잡 알림 (ECN) 적용
nl: Expliciete congestiemelding (ECN)-status op inkomende pakketten
vi: Trạng thái thông báo tắc nghẽn rõ ràng (ECN) trên các gói gửi đến

source: Explicit congestion notification (ECN) status on outbound packets
cs: Stav výslovného upozornění na zácpu (ECN) na odchozích paketech
da: Eksplicit overbelastningsmeddelelse (ECN) status på udgående pakker
fr: Notification Explicite de Congestion (ECN) sur les paquets sortants
ga: Stádas fógra plódaithe sainráite (ECN) ar phaicéid amach
it: Notifica di congestione esplicita (ECN) sui pacchetti in uscita
ko: 아웃바운드 패킷에 명시적 혼잡 알림 (ECN) 적용
nl: Expliciete congestiemelding (ECN)-status op uitgaande pakketten
vi: Trạng thái thông báo tắc nghẽn rõ ràng (ECN) trên các gói gửi đi

source: Grant UCI access for luci-app-sqm
cs: Udělit luci-app-sqm přístup do UCI nastavování
da: Giv UCI-adgang til luci-app-sqm
fr: Autoriser l'accès UCI pour luci-app-sqm
ga: Deonaigh rochtain UCI ar luci-app-sqm
it: Concedi l'accesso UCI per luci-app-sqm
ko: luci-app-sqm의 UCI 접근 권한 부여
nl: Verleen UCI-toegang voor luci-app-mÂ²
vi: Cấp quyền truy cập UCI cho luci-app-sqm

source: Hard limit on egress queues; leave empty for default.
cs: Nepřekročitelný limit na odchozích frontách (pro použití výchozího nevyplňujte).
da: Hård grænse for egress køer; lad den være tom som standard.
fr: Limite des files d'attente pour la sortie ; laisser vide par défaut.
ga: Teorainn chrua ar scuainí bealach amach; fág folamh le haghaidh réamhshocraithe.
it: Limite rigido sulle code di uscita; lasciare vuoto per impostazione predefinita.
ko: 이그레스 대기열에 적용할 최대 강제 제한치. 기본값을 사용하려면 비워두세요.
nl: Harde limiet op uitgaande wachtrijen; leeg laten voor standaard.
vi: Giới hạn cứng đối với hàng đợi đi ra; để trống cho mặc định.

source: Hard limit on ingress queues; leave empty for default.
cs: Nepřekročitelný limit na příchozích frontách (pro použití výchozího nevyplňujte).
da: Hård grænse for ingress køer; lad den være tom som standard.
fr: Limite des files d'attente entrée ; laisser vide par défaut.
ga: Teorainn chrua ar scuainí dul isteach; fág folamh le haghaidh réamhshocraithe.
it: Limite rigido sulle code di ingresso; lascia vuoto per impostazione predefinita.
ko: 인그레스 대기열에 적용할 최대 강제 제한치. 기본값을 사용하려면 비워두세요.
nl: Harde limiet op inkomende wachtrijen; leeg laten voor standaard.
vi: Giới hạn cứng đối với hàng đợi vào; để trống cho mặc định.

source: Hard queue limit (egress)
cs: Nepřekročitelný limit fronty (výstup)
da: Hård køgrænse (egress)
fr: Limite absolue de la file d'attente (sortie)
ga: Teorainn chrua scuaine (dul amach)
it: Limite rigido della coda (uscita)
ko: 대기열 강제 제한 (이그레스)
nl: Harde wachtrijlimiet (uitgaand verkeer)
vi: Giới hạn hàng đợi cứng (ra)

source: Hard queue limit (ingress)
cs: Nepřekročitelný limit fronty (vstup)
da: Hård køgrænse (ingress)
fr: Limite absolue de la file d'attente (entrée)
ga: Teorainn chrua scuaine (dul isteach)
it: Limite rigido della coda (ingresso)
ko: 대기열 강제 제한 (인그레스)
nl: Harde wachtrijlimiet (inkomend verkeer)
vi: Giới hạn hàng đợi cứng

source: Ignore DSCP (ingress)
cs: Ignorovat DSCP (vstup)
da: Ignorer DSCP (ingress)
fr: Ignorer DSCP (entrée)
ga: Déan neamhaird de DSCP (dul isteach)
it: Ignora DSCP (ingresso)
ko: DSCP 무시 (인그레스)
nl: Negeer DSCP (inkomend verkeer)

source: Ignore DSCP markings on inbound packets
cs: Ignorovat DSCP značkování na příchozích paketech
da: Ignorer DSCP-markeringer på indgående pakker
fr: Ignorer les champs DSCP sur les paquets entrants
ga: Déan neamhaird de mharcálacha DSCP ar phaicéid isteach
it: Ignora marcature DSCP sui pacchetti in entrata
ko: 인바운드 패킷의 DSCP 마크 무시
nl: Negeer DSCP-markeringen op inkomende pakketten
vi: Bỏ qua đánh dấu DSCP trên các gói gửi đến

source: Interface name
cs: Název rozhraní
da: Interface navn
fr: Nom de l’interface
ga: Ainm an chomhéadain
it: Nome interfaccia
ko: 인터페이스 이름
nl: Interface naam
vi: Tên giao diện

source: Latency target (egress)
cs: Cílová latence (odchozí)
da: Latency-mål (egress)
fr: Latence cible (sortie)
ga: Sprioc folaigh (dul amach)
it: Obiettivo di latenza (uscita)
ko: 지연 시간 목표치 (이그레스)
nl: Latentiedoel (uitgaand verkeer)
vi: Mục tiêu độ trễ (đầu ra)

source: Latency target (ingress)
cs: Cílová latence (příchozí)
da: Latency mål (ingress)
fr: Latence cible (entrée)
ga: Sprioc latency (teacht isteach)
it: Obiettivo di latenza (ingresso)
ko: 지연 시간 목표치 (인그레스)
nl: Latentiedoel (inkomend verkeer)
vi: Mục tiêu độ trễ

source: Latency target for egress, e.g. 5ms [units: s, ms, or us]; leave empty for automatic selection, put in the word default for the qdisc's default.
cs: Cílová latence pro odchozí (např. 5 ms) [jednotky: s, ms nebo us]; nechte prázdné pro automatický výběr, vložte slovo 'default' pro výchozí nastavení qdisc.
da: Latency-mål for egress, f.eks. 5ms [enheder: s, ms eller os]; lad det være tomt for automatisk valg, indsæt ordet standard for qdisc'ens standard.
fr: Cible de latence pour la sortie, par exemple 5ms [unités : s, ms ou us] ; laisser vide pour la sélection automatique, mettre le mot default pour la valeur par défaut de la qdisc.
ga: Sprioc latency le haghaidh imeacht, e.g. 5ms [aonaid: s, ms, nó us]; fág folamh le haghaidh roghnú uathoibríoch, cuir isteach an focal réamhshocraithe le haghaidh réamhshocraithe an qdisc.
it: Obiettivo di latenza per l'uscita, ad esempio 5ms [unità: s, ms o us]; lascia vuoto per la selezione automatica, inserisci la parola "default" per l'impostazione predefinita del qdisc.
ko: 이그레스 지연 시간 타겟. 예: 5ms [단위: s, ms, us]. 자동 선택 시 비워 두시고, qdisc 기본값을 사용하려면 'default'를 입력하세요.
nl: Latentiedoel voor uitgaand verkeer, b.v. 5 ms [eenheden: s, ms of us]; leeg laten voor automatische selectie, vul het woord default in voor de standaard van de qdisc.
vi: Mục tiêu độ trễ cho đầu ra, ví dụ: 5ms [đơn vị: s, ms, hoặc us]; để trống để chọn tự động, đặt từ mặc định cho mặc định của qdisc.

source: Latency target for ingress, e.g 5ms [units: s, ms, or us]; leave empty for automatic selection, put in the word default for the qdisc's default.
cs: Cílová latence pro příchozí (např. 5 ms) [jednotky: s, ms nebo us]; nechte prázdné pro automatický výběr, vložte slovo 'default' pro výchozí nastavení qdisc.
da: Latency-mål for ingress, f.eks. 5ms [enheder: s, ms eller os]; lad det være tomt for automatisk valg, indsæt ordet standard for qdisc'ens standard.
fr: Cible de latence d'entrée, par exemple 5ms [unités : s, ms ou us] ; laisser vide pour la sélection automatique, mettre default pour la valeur par défaut du qdisc.
ga: Sprioc fholaigh le haghaidh dul isteach, m.sh. 5ms [aonaid: s, ms, nó sinne]; fág folamh le haghaidh roghnú uathoibríoch, cuir isteach an focal réamhshocraithe le haghaidh réamhshocraithe an qdisc.
it: Obiettivo di latenza per l'ingresso, ad esempio 5ms [unità: s, ms o us]; lascia vuoto per la selezione automatica, inserisci la parola "default" per l'impostazione predefinita del qdisc.
ko: 인그레스 지연 시간 타겟. 예: 5ms [단위: s, ms, us]. 자동 선택 시 비워 두시고, qdisc 기본값을 사용하려면 'default'를 입력하세요.
nl: Latentiedoel voor inkomend verkeer, bijv. 5 ms [eenheden: s, ms of us]; leeg laten voor automatische selectie, vul het woord default in voor de standaard van de qdisc.
vi: Mục tiêu độ trễ cho quá trình xâm nhập, ví dụ: 5ms [đơn vị: s, ms hoặc us]; để trống để chọn tự động, đặt từ mặc định cho mặc định của qdisc.

source: Link Layer Adaptation
cs: Přizpůsobování linkové vrstvy
da: Tilpasning af linklag
fr: Adaptation de la couche de liaison
ga: Oiriúnú Ciseal Nasc
it: Adattamento al livello di collegamento
ko: 링크 계층 적응
nl: Aanpassing van de koppelingslaag

source: Link layer
cs: Linková vrstva
fr: couche de liaison
ga: Ciseal nasc
it: Strato di collegamento
ko: 링크 계층
nl: Koppelingslaag

source: Linklayer adaptation mechanism
cs: Mechanizmus přizpůsobování linkové vrstvy
da: Linklayer tilpasning mekanisme
fr: Mécanisme d'adaptation de la couche de liaison
ga: Meicníocht oiriúnaithe Linklayer
it: Meccanismo di adattamento al livello di collegamento
ko: 링크 계층 적응 매커니즘
nl: Koppelingslaag aanpassingsmechanisme

source: Lists queuing disciplines useable on this system. After installing a new qdisc, you need to restart the router to see updates!
cs: Vypíše disciplíny řazení do front, použitelné na tomto systému. Po instalaci nového qdisc je třeba směrovač restartovat, aby byly aktualizace vidět!
da: Lister kødiscipliner, der kan bruges på dette system. Når du har installeret en ny qdisc, skal du genstarte routeren for at se opdateringer!
fr: Liste des disciplines de file d'attente ('qdisc') disponibles. Après installation d'une nouvelle qdisc, redémarrer le routeur pour voir les modifications !
ga: Liostaítear disciplíní scuaine atá inúsáidte ar an gcóras seo. Tar éis duit qdisc nua a shuiteáil, ní mór duit an ródaire a atosú chun nuashonruithe a fheiceáil!
it: Elenca le discipline di accodamento utilizzabili su questo sistema. Dopo aver installato una nuova disciplina di accodamento (qdisc), è necessario riavviare il router per vedere gli aggiornamenti!
ko: 이 시스템에서 사용 가능한 대기열 관리 방식(qdisc)을 나열합니다. qdisc를 새로 설치하면 라우터를 재시작해야 목록에 표시됩니다!
nl: Lijst met wachtrijdisciplines die op dit systeem kunnen worden gebruikt. Na het installeren van een nieuwe qdisc, moet u de router opnieuw opstarten om updates te zien!
vi: Liệt kê các nguyên tắc xếp hàng có thể sử dụng trên hệ thống này. Sau khi cài đặt qdisc mới, bạn cần khởi động lại bộ định tuyến để xem các bản cập nhật!

source: Log verbosity
cs: Podrobnost záznamu událostí
da: Log verbositet
fr: Verbosité des logs
ga: Log briathrachais
it: Verbosità dei log
ko: 로그 상세 수준
nl: uitgebreid logboek

source: Maximal Size for size and rate calculations, tcMTU (byte); needs to be >= interface MTU + overhead
cs: Nejvyšší velikost pro výpočty velikosti a rychlosti, tcMTU (bajt); je třeba, aby bylo >= MTU rozhraní + režie
da: Maksimal Størrelse for størrelse og rateberegninger, tcMTU (byte); skal være >= interface MTU + overhead
fr: Taille maximale pour les calculs de taille et de vitesses, tcMTU (octets) ; doit être ≥ MTU de l'interface + données additionnelles
ga: Uasmhéid le haghaidh ríomh méid agus ráta, tcMTU (beart); ní mór é a bheith >= comhéadan MTU + lastuas
it: Dimensione massima per calcoli di dimensioni e velocità, tcMTU (byte); deve essere >= MTU dell'interfaccia + overhead
ko: 크기 및 속도 계산을 위한 최대 크기(tcMTU, 바이트). 인터페이스 MTU와 오버헤드를 더한 값 이상이어야 합니다
nl: Maximale grootte voor berekeningen van grootte en snelheid, tcMTU (byte); moet >= interface MTU + overhead zijn
vi: Kích thước tối đa để tính toán kích thước và tốc độ, tcMTU (byte); cần phải >= MTU giao diện + chi phí

source: Maximum packet size
cs: Nejvyšší umožněná velikost paketu
da: Maksimal pakkestørrelse
fr: Taille maximale des paquets
ga: Uasmhéid paicéad
it: Dimensione massima del pacchetto
ko: 최대 패킷 크기
nl: Maximale pakketgrootte
vi: Kích thước gói tối đa

source: Minimal packet size, MPU (byte); needs to be > 0 for ethernet size tables
cs: Je třeba, aby pro tabulky velikosti ethernetu byla nejnižší velikost paketu, MPU (bajt), > 0
da: Minimal pakkestørrelse, MPU (byte); skal være > 0 for ethernet størrelse tabeller
fr: Taille minimale des paquets, MPU (octets) ; doit être > 0 pour les tables de tailles ethernet
ga: Íosmhéid paicéad, MPU (beart); ní mór é a bheith > 0 le haghaidh táblaí méid ethernet
it: Dimensione minima del pacchetto, MPU (byte); deve essere > 0 per tabelle di dimensioni Ethernet
ko: 최소 패킷 크기(MPU, 바이트). 이더넷 크기 테이블의 경우 0보다 커야 합니다
nl: Minimale pakketgrootte, MPU (byte); moet > 0 zijn voor ethernet-groottetabellen
vi: Kích thước gói tối thiểu, MPU (byte); cần phải> 0 cho các bảng kích thước ethernet

source: Minimum packet size
cs: Nejnižší umožněná velikost paketu
da: Minimum pakkestørrelse
fr: Taille minimale des paquets
ga: Íosmhéid paicéad
it: Dimensione minima del pacchetto
ko: 최소 패킷 크기
nl: Minimale pakketgrootte
vi: Kích thước gói tối thiểu

source: Number of entries in size/rate tables, TSIZE; for ATM choose TSIZE = (tcMTU + 1) / 16
cs: Počet položek v tabulkách velikost/rychlost, TSIZE; pro ATM zvolte TSIZE = (tcMTU + 1) / 16
da: Antallet af poster i størrelse/rate tabeller, TSIZE; for ATM vælges TSIZE = (tcMTU + 1) / 16
fr: Nombre d'éléments dans les tables taille/vitesse, TSIZE ; pour ATM prendre TSIZE = (tcMTU + 1) / 16
ga: Líon na n-iontrálacha i dtáblaí méideanna/rátaí, TSIZE; le haghaidh ATM roghnaigh TSIZE = (tcMTU + 1) / 16
it: Numero di voci nelle tabelle di dimensioni/velocità, TSIZE; per ATM scegliere TSIZE = (tcMTU + 1) / 16
ko: 크기/속도 테이블(TSIZE)의 항목 수. ATM의 경우 TSIZE = (tcMTU + 1) / 16 공식을 사용하세요
nl: Aantal vermeldingen in maat-/tarieftabellen, TSIZE; voor ATM kiest u TSIZE = (tcMTU + 1) / 16
vi: Số mục nhập trong bảng kích thước/tỷ lệ, TSIZE; đối với ATM chọn TSIZE = (tcMTU + 1)/16

source: Per Packet Overhead (bytes)
cs: Režie na jednotlivý paket (bajtů)
da: Overhead pr. pakke (bytes)
fr: Données additionnelles par paquet (octets)
ga: In aghaidh an Phaicéad Lastuas (bearta)
ko: 패킷 오버헤드 (바이트)
nl: Per pakketoverhead (bytes)

source: Qdisc options (egress)
cs: Předvolby Qdisc (ochozí)
da: Qdisc muligheder (egress)
fr: Options de la Qdisc (sortie)
ga: Roghanna Qdisc (egress)
it: Opzioni Qdisc (uscita)
ko: Qdisc 옵션 (이그레스)
nl: Qdisc-opties (uitgaand verkeer)
vi: Tùy chọn Qdisc (đầu ra)

source: Qdisc options (ingress)
cs: Předvolby Qdisc (příchozí)
da: Qdisc muligheder (ingress)
fr: Options de la Qdisc (entrée)
ga: Roghanna Qdisc (dul isteach)
it: Opzioni Qdisc (ingresso)
ko: Qdisc 옵션 (인그레스)
nl: Qdisc-opties (inkomend verkeer)
vi: Tùy chọn Qdisc (xâm nhập)

source: Queue Discipline
cs: Způsob obsluhy fronty
da: Kø Disciplin
fr: Discipline de la file d'attente
ga: Disciplín scuaine
it: Disciplina di coda
ko: 대기열 규칙
nl: Wachtrij discipline

source: Queue setup script
cs: Skript nastavení fronty
da: Køopsætningsscript
fr: Script de file d'attente
ga: Script socraithe scuaine
it: Script di configurazione della coda
ko: 대기열 설정 스크립트
nl: Wachtrij setup script

source: Queueing discipline
cs: Způsob řazení do fronty
da: Kødisciplin
fr: Algorithem de discipline de file d'attente
ga: Smacht scuaine
it: Disciplina di accodamento
ko: 대기열 관리 방식
nl: Discipline in de wachtrij

source: Queues
cs: Fronty
da: Køer
fr: Files d'attente
ga: Scuainí
it: Code
ko: 대기열
nl: Wachtrijen
vi: Hàng đợi

source: Rate table size
cs: Velikost tabulky rychlosti
da: Rate tabel størrelse
fr: Taille de la table des vitesses
ga: Ráta méid tábla
it: Dimensione della tabella delle velocità
ko: 속도 테이블 크기
nl: Beoordeel de grootte van de tafel
vi: Kích thước bảng rate

source: SQM QoS
fr: Qualité de service SQM
it: QoS SQM

source: Smart Queue Management
cs: Inteligentní správa fronty
da: Smart køstyring
fr: Gestion intelligente des files d'attente
ga: Bainistíocht Chliste scuaine
it: Gestione Intelligente delle Code
ko: 스마트 대기열 관리
nl: Slim wachtrijbeheer
vi: Quản lý hàng đợi thông minh

source: Squash DSCP (ingress)
cs: Squash DSCP (příchozí)
fr: Écraser DSCP (entrée)
ga: Scuais DSCP (dul isteach)
it: Squash DSCP (ingresso)
ko: DSCP 초기화 (인그레스)
nl: Squash DSCP (inkomend verkeer)
vi: Squash DSCP

source: Squash DSCP markings on inbound packets
cs: Sloučit DSCP označení na příchozích paketech
da: Squash DSCP-markeringer på indgående pakker
fr: Écraser les valeurs DSCP dans les paquets entrants
ga: Scuais marcanna DSCP ar phaicéid isteach
it: Rimuovi le marcature DSCP sui pacchetti in entrata
ko: 인바운드 패킷의 DSCP 마크 초기화
nl: Squash DSCP-markeringen op inkomende pakketten
vi: Loại bỏ các đánh dấu DSCP trên các gói gửi đến
