Repository: openwrt/luci
Catalog: applications/luci-app-sqm/po/*/sqm.po
Languages: cs, da, fr, ga, it, ko, nl, vi

source: The SQM GUI has just enabled the sqm initscript on your behalf. Remember to disable the sqm initscript manually under System Startup menu in case this change was not wished for.
cs: SQM GUI na vaši žádost právě zapnulo sqm inicializační skript. Pokud toto nebyla změno, kterou jste chtěli, nezapomeňte sqm inicializační skript runě v nabídce Spouštění systému.
da: SQM GUI har netop aktiveret sqm initscript på dine vegne. Husk at deaktivere sqm initscript manuelt under System Startup menuen, hvis denne ændring ikke var ønsket.
fr: L'interface graphique SQM vient d'activer l'initscript sqm en votre nom. N'oubliez pas de désactiver manuellement le sqm initscript dans le menu de démarrage du système au cas où ce changement ne serait pas souhaité.
ga: Tá an SQM GUI díreach tar éis an initscript sqm a chumasú ar do shon. Ná déan dearmad an initscript méadar cearnach a dhíchumasú de láimh faoin roghchlár Tosaithe an Chórais ar eagla nach dteastaíonn an t-athrú seo.
it: La GUI di SQM ha appena abilitato lo script di inizializzazione sqm per conto tuo. Ricorda di disabilitare manualmente lo script di inizializzazione sqm nel menu di Avvio di Sistema nel caso in cui questa modifica non fosse desiderata.
ko: SQM 설정 화면이 SQM 서비스를 초기화 스크립트에 등록했습니다. 부팅할 때마다 이 기능이 켜지는 것을 원치 않는다면, '시스템-시작 설정' 메뉴에서 해당 항목을 직접 비활성화하세요.
nl: De SQM GUI heeft zojuist namens u het sqm initscript ingeschakeld. Vergeet niet om het mÂ² initscript handmatig uit te schakelen in het menu Systeem opstarten voor het geval deze wijziging niet gewenst was.
vi: SQM GUI vừa kích hoạt initscript sqm thay cho bạn. Hãy nhớ vô hiệu hóa initscript sqm theo cách thủ công trong menu Khởi động hệ thống trong trường hợp thay đổi này không được mong muốn.

source: The SQM service seems to be disabled. Please use the button below to activate this service.
cs: Zdá se, že služba SQM je zakázaná. Prosím použijte níže uvedené tlačítko pro aktivaci této služby.
da: SQM-tjenesten ser ud til at være deaktiveret. Brug venligst knappen nedenfor for at aktivere denne tjeneste.
fr: Le service SQM semble être désactivé. Veuillez utiliser le bouton ci-dessous pour activer ce service.
ga: Is cosúil go bhfuil an tseirbhís SQM díchumasaithe. Úsáid an cnaipe thíos chun an tseirbhís seo a ghníomhachtú.
it: Il servizio SQM sembra essere disabilitato. Usa il pulsante qui sotto per attivare questo servizio.
ko: SQM 서비스가 비활성화된 것 같습니다. 아래 버튼을 사용하여 이 서비스를 활성화하세요.
nl: De SQM-service lijkt te zijn uitgeschakeld. Gebruik de onderstaande knop om deze service te activeren.
vi: Dịch vụ SQM dường như bị vô hiệu hóa. Vui lòng sử dụng nút bên dưới để kích hoạt dịch vụ này.

source: Upload speed (egress)
cs: Rychlost odesílání (odesílání)
da: Upload hastighed (egress)
fr: Vitesse montante (sortie)
ga: Luas uaslódála (dul amach)
it: Velocità di upload (egress)
ko: 업로드 속도 (이그레스)
nl: Uploadsnelheid (uitgaand verkeer)
vi: Tốc độ tải lên

source: Upload speed (kbit/s) (egress) set to 0 to selectively disable egress shaping
cs: Rychlost odesílání (kbit/s) (odchozí) nastavena na 0 pro selektivní vypínání omezování rychlosti odchozího
da: Upload hastighed (kbit/s) (egress) sæt til 0 til selektivt deaktivere egress shaping
fr: Une vitesse définie à 0 désactive la régulation de flux en sortie
ga: Luas uaslódála (kbit/s) (dul amach) socraithe go 0 chun múnlú an bealach amach a dhíchumasú go roghnach
it: Velocità di upload (kbit/s) (egress) impostata su 0 per disabilitare selettivamente la modellazione dell'egresso
ko: 업로드 속도 (kbit/s, 이그레스) 유출 트래픽 셰이핑만 선택 비활성화하려면 0으로 설정
nl: Uploadsnelheid (kbit/s) (egress) ingesteld op 0 om egress shaping selectief uit te schakelen
vi: Tốc độ tải lên (kbit/s) (đầu ra) được đặt thành 0 để vô hiệu hóa có chọn lọc định hình đầu ra

source: Verbosity of SQM's output into the system log.
cs: Výřečnost výstupu ze SQM do systémového záznamu událostí.
da: Verbosity af SQM's output i systemloggen.
fr: Verbosité de la sortie de SQM dans le journal du système.
ga: Earráideacht aschur SQM isteach i loga an chórais.
it: Dettaglio della stampa di output di SQM nel log di sistema.
ko: 시스템 로그 내 SQM 출력의 상세 수준.
nl: Uitgebreid van de uitvoer van SQM in het systeemlogboek.
vi: Độ chi tiết của đầu ra của SQM vào nhật ký hệ thống.

source: Which link layer technology to account for
cs: Pro kterou technologii linkové vrstvy účtovat
da: Hvilken link layer teknologi til at tage højde for
fr: Quelle type de couche de liaison prendre en compte dans les calculs de données additionnelles
ga: Cén teicneolaíocht ciseal nasc le cuntas a thabhairt air
it: Quale tecnologia del livello di collegamento considerare
ko: 트래픽 오버헤드 계산 시 반영할 링크 계층 기술
nl: Met welke koppingslaag-technologie rekening moet worden gehouden

source: Which linklayer adaptation mechanism to use; for testing only
cs: Který mechanizmus přizpůsobování linkové vrstvy použít – pouze pro testovací účely
da: Hvilken forbindelseslag tilpasningsmekanisme der skal bruges; kun til test
fr: Quel mécanisme d'adaptation de la couche de liaison utiliser ; à des fins de test uniquement
ga: Cén meicníocht oiriúnaithe linklayer a úsáid; le haghaidh tástála amháin
it: Quale meccanismo di adattamento del livello di collegamento utilizzare; solo per scopi di test
ko: 적용할 링크 계층 적응 메커니즘. 테스트 전용
nl: Welk aanpassingsmechanisme voor de koppelingslaag te gebruiken; alleen voor testen
vi: Sử dụng cơ chế thích ứng lớp liên kết nào; chỉ để thử nghiệm

source: With <abbr title="Smart Queue Management">SQM</abbr> you can enable traffic shaping, better mixing (Fair Queueing), active queue length management (AQM) and prioritisation on one network interface.
cs: Pomocí <abbr title="Inteligentní správy front">SQM</abbr> je možné omezovat rychlost provozu, lépe ho souběžně odbavovat (férové řazení do fronty), aktivně spravovat délku fronty (AQM) a upřednostňovat na jednom síťovém rozhraní.
da: Med <abbr title="Smart Queue Management">SQM</abbr> kan du aktivere trafikformning, bedre blanding (Fair Queueing), aktiv kølængdestyring (AQM) og prioritering på én netværksgrænseflade.
fr: Avec <abbr title="Smart Queue Management">SQM</abbr> vous pouvez permettre la régulation du trafic, un meilleur mélange (Fair Queueing), la gestion active de la longueur des files d'attente (AQM) et la priorisation sur une seule interface réseau.
ga: Le <abbr title="Smart Queue Management">SQM</abbr> is féidir leat múnlú tráchta a chumasú, meascadh níos fearr (Scuaine Cothrom), bainistiú gníomhach ar fhad na scuaine (AQM) agus tosaíocht a thabhairt do chomhéadan líonra amháin.
it: <abbr title="Smart Queue Management">Con SQM</abbr> puoi abilitare la modellazione del traffico, una migliore miscelazione (Fair Queueing), la gestione attiva della lunghezza della coda (AQM) e la prioritizzazione su una singola interfaccia di rete.
ko: <abbr title="스마트 대기열 관리(Smart Queue Management)">SQM</abbr>을 사용하면 단일 네트워크 인터페이스에 트래픽 셰이핑, 효율적인 패킷 혼합(Fair Queueing), 능동적 대기열 관리(AQM), 우선순위 지정 기능을 적용할 수 있습니다.
nl: Met <abbr title="Smart Queue Management">SQM</abbr> kunt u traffic shaping, beter mixen (Fair Queueing), active queue length management (AQM) en prioritering op Ã©Ã©n netwerkinterface inschakelen.
vi: Với <abbr title="Smart Queue Management">SQM</abbr> bạn có thể cho phép định hình lưu lượng, trộn tốt hơn (Xếp hàng công bằng), quản lý độ dài hàng đợi đang hoạt động (AQM) và ưu tiên trên một giao diện mạng.

source: default
cs: výchozí
da: Standard
fr: par défaut
ga: réamhshocraithe
it: predefinito
ko: 기본
nl: standaard
vi: default (Mặc định)

source: Download speed (kbit/s) (ingress) set to 0 to disable ingress shaping selectively
cs: Rychlost stahování (kbit/s) (příjem) nastavte na 0 pro selektivní vypínání omezování rychlosti příchozího provozu
ga: Luas íoslódála (kbit/s) (dul isteach) socraithe go 0 chun múnlú iontrála a dhíchumasú go roghnach
it: Velocità di download (kbit/s) (ingresso) impostata a 0 per disattivare selettivamente l'ingresso
ko: 다운로드 속도 (kbit/s, 인그레스) 유입 트래픽 셰이핑만 선택 비활성화하려면 0으로 설정
nl: Downloadsnelheid (kbit/s) (inkomend verkeer) ingesteld op 0 om selectief inkomend shaping uit te schakelen
vi: Tốc độ tải xuống (kbit/s) (xâm nhập) được đặt thành 0 để vô hiệu hóa có chọn lọc tính năng
