Repository: openwrt/luci
Catalog: applications/luci-app-diag-devinfo/po/*/diag_devinfo.po
Languages: sv

source: Actions
sv: Åtgärder

source: Add
sv: Lägg till

source: Beginning of MAC address range
sv: Början av räckvidd för MAC-adress

source: Config Phone Scan
sv: Konfigurera skanning av telefon

source: Configure
sv: Konfigurera

source: Configure Scans
sv: Konfigurera skanningar

source: Delete
sv: Radera

source: Device Type
sv: Enhetstyp

source: Devices on Network
sv: Enheter på nätverket

source: Edit
sv: Redigera

source: Enable
sv: Aktivera

source: Go to relevant configuration page
sv: Gå till relevant konfigurationssida

source: IP Address
sv: IP-adress

source: Interface
sv: Gränssnitt

source: Invalid
sv: Ogiltig

source: Link to Device
sv: Länka till enhet

source: MAC Address
sv: MAC-adress

source: Model
sv: Modell

source: Name
sv: Namn

source: Networks to scan for devices
sv: Nätverk att skanna efter enheter i

source: No SIP devices
sv: Inga SIP-enheter

source: No devices detected
sv: Upptäckte inga enheter

source: Phone Information
sv: Information om telefon

source: Phone Scan
sv: Skanning av telefon

source: Phone Scanning Configuration
sv: Konfiguration av skanning i telefon

source: Phones
sv: Telefoner

source: Ports
sv: Portar

source: Raw
sv: Rå

source: Repeat Scans (this can take a few minutes)
sv: Repetera skanningar (det här kan ta några minuter)

source: SIP Device Scanning Configuration
sv: Skanningskonfiguration för SIP-enhet

source: SIP Devices on Network
sv: SIP-enheter på nätverk

source: SIP devices discovered for
sv: Upptäckta SIP-enheter för

source: Scan for devices on specified networks.
sv: Skanna efter enheter i angivna nätverk.

source: Scan for supported SIP devices on specified networks.
sv: Skannar efter SIP-enheter som stöds i angivna nätverk.

source: Scanning Configuration
sv: Skannar konfiguration

source: Scans for devices on specified networks.
sv: Skannar efter enheter i angivna nätverk.

source: Sleep Between Requests
sv: Sov mellan förfrågningar

source: Subnet
sv: Subnät

source: This section contains no values yet
sv: Den här sektionen innehåller inga värden än

source: Time to wait for responses in seconds (default 10)
sv: Tid att vänta på svar i sekunder (standard 10)

source: Use Configuration
sv: Använd konfiguration

source: Vendor
sv: Tillverkare

source: check other networks
sv: kolla andra nätverk
